Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/default/*.po
Languages: ca, fi, he, it, lt, pt_br, pt_pt, ru, tr, zh_tw

source: Budgie Makeovers & Layouts
ca: Canvis d'imatge i dissenys del Budgie
fi: Budgie muotoilut & asettelut
it: Budgie Rifacimenti & Layout
pt_br: Transformações e esquemas Budgie
pt_pt: Transformações e esquemas Budgie
zh_tw: Budgie 美化 & 布局

source: Switch Appearance
ca: Canvieu-ne l'aparença
fi: Vaihda ulkonäkö
he: החלפת מראה
it: Cambio aspetto
lt: Perjungti išvaizdą
pt_br: Trocar Aparência
pt_pt: Mudar de aparência
ru: Переключить представление
tr: Görünümü Değiştir
zh_tw: 切換外觀

source: Desktop Layout
ca: Disposicions de l'escriptori
fi: Työpöydän ulkoasu
he: פריסת שולחן העבודה
it: Disposizione del Desktop
lt: Darbalaukio išdėstymas
pt_br: Layout da Área de Trabalho
pt_pt: Esquema do ambiente de trabalho
ru: Конфигурация Рабочего Стола
tr: Masaüstü Düzeni
zh_tw: 桌面布局

source: There are several additional Budgie Desktop compatible themes available. Budgie Welcome provides a simple method to switch your desktop appearance (theme, fonts, icons, desktop wallpaper).
ca: Hi ha diversos temes d'escriptori addicionals compatibles amb el Budgie. La Benvinguda del Budgie proporciona un mètode senzill per canviar l'aparença de l'escriptori (tema, lletres, icones, fons de l'escriptori).
fi: Tarjolla on useita yhteensopivia lisäteemoja Budgie-työpöydälle. Budgie:n Tervetuloa tarjoaa yksinkertaisen tavan vaihtaa työpöytäsi ulkoasua (teemaa, kirjasimia, kuvakkeita, työpöydän taustakuvaa).
he: יש מבחר ערכות נושא נוספות שמתאימות לשולחן העבודה Budgie. תוכנית קבלת הפנים של Budgie מאפשרת להחליף את כל המראה של שולחן העבודה (ערכת נושא, גופנים, סמלים, רקע) בלחיצת כפתור.
it: Sono disponibili diversi temi compatibili con Budgie Desktop. Budgie Welcome fornisce un metodo semplice per cambiare l'aspetto del tuo desktop (tema, caratteri, icone, sfondo del desktop)
pt_br: Existem vários temas adicionais para o Budgie Desktop. Budgie Bem-Vindo oferece um método simples para mudar a aparência do seu computador (tema, fontes, ícones, plano de fundo).
pt_pt: Existem vários temas adicionais para o ambiente de trabalho Budgie. O ecrã de bem-vindo do Budgie oferece um método simples para alterar a aparência do seu computador (tema, fontes, ícones, papel de parede).
ru: Доступно несколько дополнительных тем совместимых с Budgie Desktop. Budgie Welcome предоставляет простой способ изменить внешний вид вашего рабочего стола (темы, шрифты, иконки, обои).
tr: Birkaç ek Budgie Masaüstü uyumlu tema bulunmaktadır. Welcome, masaüstü görünümünüzü (tema, yazı tipi, simgeler, masaüstü duvar kağıdı) değiştirmek için basit bir yöntem sunmaktadır.
zh_tw: 还有其他几个与 Budgie Desktop 兼容的主题可用。Budgie Welcome 提供了一个简单的方法来切换您的桌面外观 (主题，字体，图标，桌面墙纸).

source: Install
ca: Instal·la
fi: Asenna
he: התקנה
it: Installa
pt_br: Instalar
pt_pt: Instalar
ru: Установить
tr: Yükle
zh_tw: 安裝

source: Apply makeover
ca: Aplica la imatge nova
fi: Toteuta muodonmuutos
he: החלת הסגנון
it: Applica il makeover
pt_br: Aplicar formatação
pt_pt: Aplicar transformação
tr: Değişimi uygula
zh_tw: 应用美化

source: Apply theme
ca: Aplica el tema
fi: Toteuta teema
he: החלת ערכת נושא
it: Applica tema
lt: Taikyti temą
pt_br: Aplicar tema
pt_pt: Aplicar tema
ru: Использовать тему
tr: Temayı Uygula
zh_tw: 套用主題

source: Apply fonts
ca: Aplica les lletres
fi: Toteuta kirjasimet
he: החלת גופנים
it: Applica i font
pt_br: Aplicar fontes
pt_pt: Aplicar fontes
tr: Yazı tipini uygula
zh_tw: 套用字體

source: Apply icons
ca: Aplica les icones
fi: Toteuta kuvakkeet
he: החלת סמלים
it: Applica le icone
pt_br: Aplicar Ícones
pt_pt: Aplicar ícones
tr: İkonları uygula
zh_tw: 应用图标

source: Make desktop changes
ca: Feu canvis a l'escriptori
fi: Tee työpöydän muutokset
he: עריכת שינויים בשולחן העבודה
it: Apporta modifiche al desktop
pt_br: Fazer alterações no desktop
pt_pt: Fazer alterações no ambiente de trabalho
ru: Применить изменения рабочего стола
tr: Masa üstü değişiklikleri yapın
zh_tw: 改变桌面

source: Applying Changes...
ca: S'apliquen els canvis...
fi: Muutoksia toteutetaan...
he: השינויים חלים...
it: Applica i cambiamenti
lt: Taikomi pakeitimai...
pt_br: Aplicando Mudanças...
pt_pt: A aplicar alterações...
ru: Применение настроек...
tr: Değişiklikler Uygulanıyor...
zh_tw: 套用變更

source: Arc Design
ca: Disseny Arc
fi: Arc:in muotoilu
he: עיצוב ארקטי
lt: Arkos dizainas
ru: Тема Arc
tr: Arc Tasarımı
zh_tw: 艺术设计

source: Material Design (Adapta)
ca: Disseny Material (Adapta)
fi: Aineistollinen muotoilu (Adapta)
lt: Materialus dizainas (Adapta)
ru: Материальный дизайн (Adapta)
tr: Malzeme Tasarımı (Adapta)
zh_tw: 质感设计 (Adapta)

source: Material Design (Vimix)
ca: Disseny Material (Vimix)
fi: Aineistollinen muotoilu (Vimix)
lt: Materialus dizainas (Vimix)
ru: Материальный дизайн (Vimix)
tr: Malzeme Tasarımı (Vimix)
zh_tw: 质感设计

source: Material Design (Materia)
ca: Disseny Material (Matèria)
fi: Aineistollinen muotoilu (Materia)
lt: Materialus dizainas (Materija)
ru: Материальный дизайн (Materia)
tr: Malzeme Tasarımı (Materia)
zh_tw: 质感设计

source: Switch the layout of your desktop to suit your workflow.
ca: Canvieu la disposició de l'escriptori perquè s'ajusti a la vostra manera de treballar.
fi: Vaihda työpöydän ulkoasu työtavallesi sopivaksi.
he: החלפת פריסת שולחן העבודה שלך כדי להתאים לסגנון העבודה שלך.
it: Scambia la disposizione del desktop in base al flusso di lavoro.
lt: Perjunkite savo darbalaukio išdėstymą, kad pritaikytumėte jį savo darbo eigai.
pt_br: Troque o layout da sua Área de Trabalho para se encaixar ao seu ritmo de trabalho.
pt_pt: Troque o esquema do seu ambiente de trabalho para se encaixar ao seu ritmo de trabalho.
ru: Измените конфигурацию рабочего стола под свои предпочтения.
tr: Masaüstünüzün düzenini iş akışınıza uyacak şekilde değiştirin.
zh_tw: 切換桌面版面以符合工作流程

source: Install layout
ca: Instal·la la disposició
fi: Asenna ulkoasu
he: התקנת הפריסה
it: Layout di Installazione
pt_br: Instalar Layout
pt_pt: Instalar esquema
ru: Установить макет
tr: Yerleşim yükle
zh_tw: 安装布局

source: Apply layout
ca: Aplica la disposició
fi: Toteuta ulkoasu
he: החלת הפריסה
it: Applica layout
pt_br: Aplicar Layout
pt_pt: Aplicar esquema
tr: Yerleşimi uygula
zh_tw: 应用布局

source: Restore panels
ca: Restaura els plafons
fi: Palauta paneelit
he: איפוס הלוחות
it: Ripristina pannelli
lt: Atkurti skydelius
pt_br: Restaurar painéis.
pt_pt: Restaurar painéis
ru: Восстановить панели
tr: Panelleri geri yükle
zh_tw: 還原面板

source: Lost your panels while playing with Ubuntu Budgie? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
ca: Heu perdut els plafons mentre jugàveu amb l'Ubuntu Budgie? No esteu satisfets amb els vostres canvis a la disposició del tauler? No us preocupeu. Us podem ajudar a restaurar els plafons amb un sol clic!
fi: Kadonnut paneelisi pelatessasi Ubuntu Budgie? Tyytymätön muutoksiin paneelin asetteluun? Älä huoli. Voimme auttaa sinua palauttamaan paneelisi yhdellä napsautuksella!
it: Hai perso i tuoi pannelli mentre giocavi con Ubuntu Budgie? Non sei soddisfatto delle tue modifiche al layout del pannello? Non preoccuparti. Possiamo aiutarti a ripristinare i tuoi pannelli con un solo clic!
pt_br: Perdeu os seus painéis enquanto brincava com o Ubuntu Budgie? Insatisfeito com as suas alterações à disposição dos painéis? Não se preocupe. Podemos ajuda-lo a restaurar os seus painéis com um único clique!
pt_pt: Perdeu os seus painéis enquanto brincava com o Ubuntu Budgie? Insatisfeito com as suas alterações à disposição dos painéis? Não se preocupe. Podemos ajuda-lo a restaurar os seus painéis com um único clique!
ru: Потеряли панели во время игры с Ubuntu Budgie? Недовольны изменениями в расположении панелей? Не волнуйтесь. Мы поможем вам восстановить ваши панели одним щелчком мыши!
tr: Ubuntu Budgie ile oynarken panellerinizi mi kaybettiniz? Panel düzeninde yaptığınız değişikliklerden memnun değil misiniz? Merak etmeyin. Panellerinizi tek bir tıklama ile geri yüklemenize yardımcı olabiliriz!
zh_tw: 在玩 Ubuntu Budgie 时丢失了面板?对面板布局的改变不满意吗?别担心。我们可以帮助您恢复您的面板与一个单一的点击!

source: This will undo all changes that you have made on any panel and will reset back to the initial default panel layout configuration.
ca: Això desfarà tots els canvis que heu fet a qualsevol plafó i els tornarà a la configuració inicial per defecte.
fi: Tämä palauttaa kaikki muutokset jotka teit mille tahansa paneelille ja nollaa paneelin sen lähtökohtaiseen ulkoasuasetteluun.
he: פעולה זו תבטל את כל השינויים שערכת בכל לוח שהוא ותאפס בחזרה להגדרות פריסת הלוח הראשוניות כברירת מחדל.
it: Ci√≤ annulla tutte le modifiche apportate in qualsiasi pannello e ripristina la configurazione iniziale del layout predefinito del pannello.
lt: Tai atšauks visus jūsų atliktus pakeitimus visiems skydeliams ir atstatys pradinę numatytąją skydelio išdėstymo konfigūraciją.
pt_br: Isso anulará todas as alterações feitas em qualquer painel e reiniciará com as configurações padrão de layout do painel.
pt_pt: Isto irá anular todas as alterações feitas em qualquer painel e irá reiniciar para as configurações predefinidas da disposição do painel.
ru: Это действие отменит все изменения сделанные вами на всех панелях и вернёт изначальное положение и конфигурацию панели по умолчанию.
tr: Bu, herhangi bir panelde yaptığınız tüm değişiklikleri geri alır ve başlangıçtaki varsayılan panel düzen yapılandırmasına geri döner.
zh_tw: 这将撤销您在任何面板上所做的所有更改，并将重置回初始的默认面板布局配置.

source: Reset Budgie Panel
ca: Restableix el plafó Budgie
fi: Nollaa Budgie-paneeli
he: איפוס הלוח של Budgie
it: Ripristina i pannelli di Budgie
lt: Atstatyti Budgie skydelį
pt_br: Redefinir Painel do Budgie
pt_pt: Repor o painel do Budgie
ru: Сбросить панель Budgie
tr: Budgie Panelini Sıfırla
zh_tw: 重啟 Budgie 面板

source: Default Settings
lt: Numatytieji nustatymai

source: <span name="distro-name"></span> uses <strong>Arc</strong> as it's default theme package. It uses Arc theme for GTK windows, panels, login window and lock screen and <strong>Pocillo</strong> as the icon theme.
lt: <span name="distro-name"></span> naudoja <strong>Arc</strong> kaip savo numatytosios temos paketą. Arc tema yra naudojama GTK langams, skydeliams, prisijungimo langui ir užrakto ekranui, o <strong>Pocillo</strong> yra naudojama kaip piktogramų tema.

source: There are several additional Budgie Desktop compatible themes available. Budgie Welcome provides a simple method to switch your desktop appearance (theme, fonts, icons, desktop wallpaper) from the default Arc based package.
lt: Yra kelios papildomos su Budgie darbalaukiu suderinamos temos. Programa "Budgie Sveiki" pateikia paprastą būdą kaip iš numatytojo Arc pagrįsto paketo perjungti savo darbalaukio išvaizdą (temą, šriftus, piktogramas, darbalaukio foną).

source: Install theme
lt: Įdiegti temą

source: Vertex Design
lt: Vertex dizainas

source: Ceti-2 Design
lt: Ceti-2 dizainas

source: Default
lt: Numatytoji

source: Classic Budgie
lt: Klasikinė Budgie

source: Classic GNOME
lt: Klasikinė GNOME

source: Lost your panels while playing with <span name="distro-name"></span>? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
lt: Žaisdami su <span name="distro-name"></span> praradote savo skydelius? Nesate patenkinti skydelio išdėstymo pakeitimais? Nesijaudinkite. Mes galime padėti jums vienu spustelėjimu atkurti savo skydelius!
