Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/introduction/*.po
Languages: ca, de_de, es, fi, fr, hu, id_id, it, ja, ms_my, nl_nl, pl, pt_br, pt_pt, sr@latin, sr_rs, tr

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
sr@latin: Iako možete naći distribucije (varijante) Linux-a koje se plaćaju većina, uključujući i Ubuntu MATE, dolaze besplatno. Distribucije su licencirane tako da omogućuju svakom da ih daje drugima besplatno bez posebnih obaveza. Na primer, licenca omogućuje svakom da koristi Linux za bilo koju namenu, da ga distribuira, da ga menja i distribuira izmenjenog kao i da ga prodaje. Ako distribuirate izmenjen Linux, licenca nalaže da Vaše izmene moraju da budu dostupne korisnicima sa generalnom idejom da iste nađu svoj put nazad do matičnog projekta. Mada ne postoji garancija, ako ste Linux učinili boljim, moguće je da će Vaše izmene da budu uključene u sledeće izdanje Ubuntu MATE-a.

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
sr@latin: u Linux zajednicu i Ubuntu MATE se poboljšava kao rezultat toga. Na taj način možemo stalno da napredujemo bez potrebe da naplaćujemo našim korisnicima.

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
sr@latin: Bez obzira da li ste kućni korisnik Ubuntu MATE-a, programer Ubuntu MATE-a ili aplikacija, zaposleni u organizaciji koja koristi ovaj operativni sistem, Vi ste deo Linux i Open Source zajednice i imate korist od truda programera koji doprinose Ubuntu MATE-u i pratećim projektima: Linux, MATE i Ubuntu. Članovi zajednice pokreću Linux na skoro svim tipovima hardware-a: od najlepšeg Macbook-a do najjeftinijeg netbook-a; od najnovijeg Chromebook-a do nekih vrlo starih mašina dizajniranih za Windows; od najmoćnijih Internet servera do najmanjih pametnih termostata.

source: What is Ubuntu Budgie?
pt_br: O que é o Ubuntu Budgie?

source: Ubuntu Budgie is an operating system -- the core software that runs your computer, similar to:
pt_br: O Ubuntu é um sistema operativo, o núcleo de software que faz o seu computador funcionar, parecido com o:

source: Ubuntu Budgie is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
pt_br: O Ubuntu Budgie é uma distribuição (variação) do GNU/Linux. Um sistema moderno, capaz, seguro e confiável, que rivaliza com todos os outros em popularidade e utilização.

source: Ubuntu Budgie is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops alike.
pt_br: O Ubuntu Budgie é um sistema operativo estável e fácil de utilizar com um ambiente de trabalho configurável. É ideal para aqueles que querem o máximo de seus computadores e preferem uma metáfora de ambiente de trabalho tradicional. Com requisitos de hardware modestos, é adequado para desktops e laptops modernos.

source: Using Ubuntu Budgie provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
pt_br: A utilização do Ubuntu Budgie dá-lhe a liberdade de executar um sistema operativo completo e pré-configurado com a maioria das (se não com todas) as aplicações que irá precisar para o seu uso diário. Modifique a aparência do sistema, a forma como ele trabalha, ou mesmo as aplicações que executa adequadas ao seu gosto.

source: Ubuntu Budgie has a number of guiding objectives and goals:
pt_br: O Ubuntu Budgie tem uma série de metas e objetivos orientadores:

source: When possible contribute to Upstream projects such as BuddiesofBudgie and Debian so all Linux communities benefit.
pt_br: Quando possível, contribui para projetos Upstream, tais como o BuddiesofBudgie e Debian para que todas as comunidades Linux se beneficiem.

source: <a onclick="cmd('link?https://www.ubuntu.com')">Ubuntu</a> is one of, if not the, largest deployed <a onclick="cmd('link?https://en.wikipedia.org/wiki/Linux')">Linux</a> based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as Ubuntu and <a onclick="cmd('link?https://www.android.com/')"> Android</a>. Android is now in the hands of billions of people around the world and it's also powered by Linux.
pt_br: O <a onclick="cmd('link?https://www.ubuntu.com')">Ubuntu</a> é um dos maiores, se não o maior sistema operativo do mundo baseado em Linux. O Linux está no coração do Ubuntu e torna possível criar sistemas operativos seguros, poderosos e versáteis, tais como o Ubuntu e o <a onclick="cmd('link?https://www.android.com/')"> Android</a>. O Android está agora nas mãos de milhares de milhões de pessoas em todo o mundo e é também alimentado pelo Linux.

source: Ubuntu is available in a number of different <em>flavors</em>, each coming with its own desktop environment. Ubuntu Budgie takes the Ubuntu base operating system and adds the <a onclick="cmd('link?https://github.com/buddiesofbudgie/budgie-desktop/')">Budgie desktop</a>.
pt_br: O Ubuntu está disponível em várias <em>versões</em> diferentes, cada uma vindo com o seu próprio ambiente de trabalho. O Ubuntu Budgie pega no sistema operativo base do Ubuntu e adiciona o <a onclick="cmd('link?https://github.com/buddiesofbudgie/budgie-desktop/')">ambiente de trabalho Budgie</a>.

source: Ubuntu Budgie comes with a lot of useful applications like
pt_br: O Ubuntu Budgie vem com inúmeras aplicações úteis tais como

source: Budgie Control Center
pt_br: Centro de Controlo Budgie

source: What Linux, Ubuntu and Budgie desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu Budgie is free, in the truest sense of the word.
pt_br: O que o Linux, o Ubuntu e o ambiente de trabalho Budgie têm em comum, é que todos são de Código Aberto. Este software pode ser usado, alterado e partilhado livremente (sob forma modificada ou não modificada) por qualquer pessoa. Em poucas palavras o Ubuntu Budgie é livre, no sentido mais verdadeiro da palavra.

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu Budgie. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu Budgie.
pt_br: Embora encontre algumas distribuições (variações) do Linux para compra, a grande maioria é fornecida gratuitamente, como o Ubuntu Budgie. A distribuição é licenciada de uma forma que permite a qualquer pessoa distribuí-la gratuitamente, sem restrições. Por exemplo, a licença dá a qualquer membro da comunidade de utilizadores a liberdade de usar o Linux para qualquer propósito, para distribuir, modificar, redistribuir ou mesmo vender o sistema operativo. Se modificar e de seguida, redistribuir o Linux com as suas modificações, é obrigado pela licença a enviar as suas modificações para possível inclusão em futuras versões. Não há garantia de que isto nunca aconteça, mas se melhorou, as suas alterações podem ser incluídas na próxima versão do Ubuntu Budgie.

source: to the Linux community and Ubuntu Budgie improves as a result. This is how we can continually improve and grow without having to charge our users money.
pt_br: à comunidade Linux e o Ubuntu Budgie melhora como resultado. É assim que podemos melhorar e crescer continuamente sem ter que cobrar dinheiro aos nossos utilizadores.

source: Whether you are a home user of Ubuntu Budgie, a Ubuntu Budgie software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu Budgie and its related projects: Linux, Budgie desktop, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
pt_br: Se é um utilizador doméstico do Ubuntu Budgie, um programador de software ou aplicação, ou um funcionário de uma organização que usa o sistema operativo, você é membro das comunidades Linux e Código Aberto e beneficia-se dos esforços dos programadores que contribuem para o Ubuntu Budgie e seus projetos relacionados: Linux, ambiente de trabalho Budgie e Ubuntu. Os membros da comunidade executam o Linux em praticamente qualquer hardware, desde o Macbook mais bonito ao netbook mais barato, desde o mais recente Chromebook até aos computadores mais antigos projetados para o Windows, e dos servidores de Internet mais poderosos até ao mais pequeno termóstato inteligente.
