Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/introduction/*.po
Languages: ca, de_de, es, fi, fr, hu, id_id, it, ja, ms_my, nl_nl, pl, pt_br, pt_pt, sr@latin, sr_rs, tr

source: Introduction
ca: Introducció
de_de: Einführung
es: Introducción
fi: Esittely
hu: Bemutatás
id_id: Perkenalan
it: Introduzione
ja: 導入
ms_my: Pengenalan
nl_nl: Introductie
pl: Wstęp
pt_br: Introdução
pt_pt: Introdução
sr@latin: Uvod
sr_rs: Uvod
tr: Giriş

source: Simplicity and Elegance.
ca: Simplicitat i elegància.
de_de: Einfachheit und Eleganz
es: Simplicidad y elegancia.
fi: Helppous ja hienostuneisuus.
fr: Simplicité et élégance
hu: Egyszerűség és Elegancia.
id_id: Sederhana dan Elegan.
it: Semplicità ed Eleganza
ja: シンプルさとエレガンス。
ms_my: Ringkas dan Anggun.
nl_nl: Eenvoud en elegantie.
pl: Prostota i elegancja
pt_br: Simplicidade e Elegância
pt_pt: Simplicidade e Elegância.
sr_rs: Jednostavnost i Elegantnost
tr: Sadelik ve Zerafet.

source: What is <span name="distro-name"></span>?
ca: Què és <span name="distro-name"></span>?
de_de: Was ist <span name="distro-name"></span>?
es: ¿Qué es <span name="distro-name"></span>?
fi: Mikä <span name="distro-name"></span> on?
fr: A propos de <span name="distro-name"></span>.
hu: Mi a(z) <span name="distro-name"></span>?
id_id: Apakah <span name="distro-name"></span>?
it: Cos'è <span name="distro-name"></span>?
ja: <span name="distro-name"></span>とは何ですか？
ms_my: Apa itu <span name="distro-name"></span>?
nl_nl: Wat is <span name="distro-name"></span>?
pl: Czym jest <span name="distro-name"></span>?
pt_pt: O que é o <span name="distro-name"></span>?
sr_rs: Šta je<span name="distro-name"></span>?
tr: <span name="distro-name"></span> nedir?

source: <span name="distro-name"></span> is an operating system -- the core software that runs your computer, similar to
ca: <span name="distro-name"></span> és un sistema operatiu - el programari principal que fa treballar l'ordinador, similar a
de_de: <span name="distro-name"></span> ist ein Betriebssystem - der Kern deines Computers, ähnlich wie
es: <span name="distro-name"></span> es un sistema operativo: el <em>software</em> básico que hace funcionar su equipo, semejante a
fi: <span name="distro-name"></span>on käyttöjärjestelmä - ydinohjelmisto jolla tietokonettasi ajetaan, samankaltainen kuin
fr: <span name="distro-name"></span> est un système d'exploitation. C'est le programme principal qui tourne sur votre ordinateur, similaire à
hu: A(z) <span name="distro-name"></span> egy operációs rendszer - a központi szoftver, ami hasonlóan működteti a számítógépét, mint a
id_id: <span name="distro-name"></span> adalah sistem operasi - perangkat lunak inti yang menjalankan komputer Anda, mirip dengan
it: <span name="distro-name"></span> è un sistema operativo -- il software principale che fa funzionare il tuo computer, è simile a
ja: <span name="distro-name"></span>はオペレーティングシステムで、コンピューターを実行する中心のソフトウェアです。
ms_my: <span name="distro-name"></span>ialah sebuah sistem operasi -- perisian teras yang menggerakkan komputer anda, sama dengan
nl_nl: <span name="distro-name"></span> is een besturingssysteem -- de kern software die jouw computer doet werken, vergelijkbaar met
pl: <span name="distro-name"></span> jest systemem operacyjnym - głównym oprogramowaniem, które steruje Twoim komputerem, podobnym do
pt_pt: O <span name="distro-name"></span> é um sistema operativo, o núcleo de software que faz o seu computador funcionar, parecido com o
sr_rs: <span name="distro-name"></span> je operativni sistem - srž softvera koji pokreće vaš kompjuter sličan
tr: <span name="distro-name"></span> bir işletim sistemidir -- bilgisayarınızı çalıştıran temel yazılımdır, benzer olarak

source: Microsoft's Windows
ca: Microsoft Windows
es: Microsoft Windows
fi: Microsoft:in Windows
fr: Microsoft Windows
hu: Microsoft Windows
id_id: Microsoft Windows
it: Microsoft Windows
ja: Microsoftの Windows
nl_nl: Microsoft Windows
pt_br: Windows da Microsoft
pt_pt: Windows da Microsoft
sr@latin: Microsoft-ov Windows
sr_rs: Microsoft Windows-u
tr: Microsoft'un Windows'u

source: Apple's macOS
ca: macOS d'Apple
es: MacOS de Apple
fi: Apple:n macOS
fr: Apple macOS
hu: Apple macOS
ja: Appleの MacOS
ms_my: MacOS Apple
pl: Apple macOS
pt_br: macOS da Apple
pt_pt: macOS da Apple
tr: Apple'ın macOs

source: and
ca: i
de_de: und
es: y
fi: ja
fr: et
hu: és
id_id: dan
it: e
ja: および
ms_my: dan
nl_nl: en
pl: oraz
pt_br: e
pt_pt: e
sr@latin: i
sr_rs: i
tr: ve

source: Google's Chrome OS
ca: Chrome OS de Google
es: Google Chrome OS
fi: Google:n Chrome OS
fr: Google Chrome OS
hu: Google Chrome OS
id_id: Google Chrome OS
it: Google Chrome OS
ja: Googleの Chrome OS
nl_nl: Chrome OS van Google
pt_br: Chrome OS da Google
pt_pt: Chrome OS da Google
sr@latin: Google-ov Chrome OS
sr_rs: Google Chrome OS-u
tr: Google'ın Chrome OS'u

source: <span name="distro-name"></span> is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
ca: <span name="distro-name"></span> és una distribució (variació) de GNU/Linux. Un sistema per a l'ordinador segur, capaç, en el qual podeu confiar i que competeix amb altres en popularitat i ús.
de_de: <span name="distro-name"></span> ist eine GNU/Linux Distribution (Variation). Sie ist ein System, dass zuverlässig, sicher, Modern und fähig ist, andere beliebte Systeme zu konkurrieren.
es: <span name="distro-name"></span> es una distribución (variante) de GNU/Linux. Se trata de un sistema informático fiable, seguro, capaz y moderno que compite con el resto en lo que respecta a popularidad y uso.
fi: <span name="distro-name"></span>on GNU/Linux-jakelu (muunnos). Luotettava, turvallinen, kykenevä, ja nykyaikainen tietokoneen järjestelmä joka haastaa kaikki muut suosiossa ja itse käytössä.
fr: <span name="distro-name"></span> est une distribution (variante) de GNU/Linux. Un système informatique fiable, sécurisé et moderne qui rivalise avec tous les autres.
hu: A(z) <span name="distro-name"></span> egy GNU/Linux-disztribúció (variáció). Egy megbízható, biztonságos, fejlett és modern számítógépes rendszer, ami vetekedik a többivel népszerűségben és használatban.
id_id: <span name="distro-name"></span> adalah distribusi (variasi) dari GNU / Linux. Sistem komputer yang andal, aman, mumpuni, dan modern yang menyaingi yang lain dalam popularitas dan penggunaan yang sebenarnya.
it: <span name="distro-name"></span> è una distribuzione (variazione) di GNU/Linux. Un sistema affidabile, sicuro, valido e moderno che compete con gli altri in popolarità ed uso effettivo.
ja: <span name="distro-name"></span>は、GNU / Linuxのディストリビューション（バリエーション）です。 人気のある他のすべてのライバルの使用に匹敵する、信頼性が高く、安全で、能力のある、最新のコンピューターシステムです。
ms_my: <span name="distro-name"></span> merupakan sebuah distribusi (variasi) GNU/Linux. Sebuah sistem komputer modern yang selamat, boleh diharap, berkeupayaan di mana dapat bersaing dengan yang lain dari segi populariti dan penggunaan harian.
nl_nl: <span name="distro-name"></span> is een distributie (variant) van GNU/Linux. Een betrouwbaar, veilig, bekwaam en modern besturingssysteem dat de concurrentie aangaat met alle anderen in populariteit en feitelijk gebruik.
pl: <span name="distro-name"></span> jest dystrybucją (odmianą) systemu GNU/Linux. Ten niezawodny, bezpieczny, funkcjonalny i nowoczesny system komputerowy, może rywalizować ze wszystkimi innymi swoją popularnością oraz użytecznością.
pt_pt: O <span name="distro-name"></span> é uma distribuição (variação) do GNU/Linux. Um sistema moderno, capaz, seguro e confiável, que rivaliza com todos os outros em popularidade e utilização.
sr_rs: <span name="distro-name"></span> je distribucija (varijacija) GNU/Linux-a. Pouzdan i bezbedan moderni kompjuterski sistem koji je rival sa drugima po popularnosti i upotrebi.
tr: <span name="distro-name"></span> GNU/Linux'un bir dağıtımıdır (çeşididir). Popülerlik ve gerçek kullanımda diğerlerine rakip olan güvenilir, güvenli, yetenekli ve modern bir bilgisayar sistemidir.

source: Unlike other operating systems, Linux is a major one used:
ca: A diferència d'altres sistemes operatius, Linux s'utiltiza preferentment:
de_de: Anders als andere Betriebssysteme wird Linux meistens für folgendes genutzt:
es: A diferencia de otros sistemas operativos, Linux es la elección principal en:
fi: Päinvastoin kuin muiden käyttöjärjestelmien kohdalla, Linux on iso tekijä jota käytetään:
fr: Contrairement aux autres systèmes d'exploitation, Linux est le plus utilisé pour :
hu: A többi operációs rendszertől eltérően, a Linux ezeken a területeken a legelterjedtebb:
id_id: Tidak seperti sistem operasi lain, Linux utamanya digunakan:
it: Diversamente dagli altri sistemi operativi, Linux è quello maggiormente usato:
ja: 他のオペレーティングシステムでなく、Linux が主として使われているシステム:
ms_my: Tidak seperti sistem pengoperasian yang lain, Linux kebanyakannya digunakan:
nl_nl: Anders dan andere besturingssystemen, is Linux een veel gebruikt systeem op:
pl: W przeciwieństwie do innych systemów operacyjnych, Linux jest używany:
pt_br: Ao contrário de outros sistemas operacionais, o Linux é principalmente utilizado:
pt_pt: Ao contrário de outros sistemas operativos, o Linux é principalmente utilizado:
sr@latin: Za razliku od drugih operativnih sistema, Linux je vodeći u upotrebi:
sr_rs: Za razliku od drugih operativnih sistema, Linux je jedan od onih koji se koristi:
tr: Diğer işletim sistemlerinden farklı olarak, Linux'ın başlıca kullanım alanları:

source: on most of the world's fastest and most powerful supercomputers
ca: a la majoria dels superordinadors més ràpids del món
de_de: auf den meisten der weltweit schnellsten und leistungsstärksten Supercomputer
es: la mayoría de las supercomputadoras más rápidas y potentes del mundo
fi: suurimmassa osassa maailman nopeimpia ja tehokkaimpia supertietokoneita.
fr: sur une grande majorité des superordinateurs les plus rapides et les plus puissants du monde
hu: a világ leggyorsabb és legerősebb szuperszámítógépeinek többségén
id_id: pada sebagian besar superkomputer tercepat dan terkuat di dunia
it: sulla maggior parte dei più potenti e veloci supercomputer
ja: 世界最速かつ最も強力なスーパーコンピューターのほとんど
ms_my: pada hampir kesemua superkomputer terpantas dan terkuat
nl_nl: het overgrote deel van 's werelds snelste en krachtigste supercomputers
pl: na większości najszybszych na świecie i najpotężniejszych superkomputerów
pt_br: Na maioria dos computadores mais rápidos e poderosos do mundo
pt_pt: na maioria dos computadores mais rápidos e poderosos do mundo
sr@latin: na većini najbržih i najmoćnijih svetskih superkompjutera,
sr_rs: u najvećem broju na najbržim i najmoćnijim superračunarima.
tr: dünyanın en hızlı ve en güçlü süper bilgisayarların çoğunda

source: on many of (if not most of) the computers that make up the backbone of Internet
ca: en molts, si no en la majoria, d'ordinadors que componen la columna vertebral d'Internet
de_de: auf vielen (wenn nicht sogar auf den meisten) Computern, die das Rückgrat des Internets ausmachen
es: muchas (si no es que la mayoría) de las computadoras que forman la red troncal de Internet
fi: useissa (ellei useimmissa) tietokoneissa jotka muodostavat Internet:in selkärangan
fr: sur de nombreux (sinon la plupart des) ordinateurs qui composent la base d'Internet
hu: A legtöbb (ha nem az összes) számítógépen, amelyek az internet csontvázát alkotják
id_id: pada banyak (jika tidak sebagian besar) komputer yang membentuk tulang punggung Internet
it: su molti (se non la maggior parte) dei computer che compongono la dorsale di Internet
ja: インターネットのバックボーンを構成するコンピューターの多く（ほとんどではない）
ms_my: dalam kebanyakannnya (jika bukan semua) komputer yang menjadi tulang belakang Internet
nl_nl: veel (zo niet de meeste) computers die ervoor zorgen dat de motor van het internet werkt
pl: na wielu (jeśli nie większości) komputerów stanowiących podstawę sieci Internet
pt_br: Em muitos dos (se não na maioria deles) computadores que constituem a espinha dorsal da Internet
pt_pt: em muitos dos (se não na maioria deles) computadores que constituem a espinha dorsal da Internet
sr@latin: na mnogim (ako ne i većini) računara koji čine okosnicu Interneta,
sr_rs: i na mnogim (ako ne i u većini) kompjutera koji čine srž Interneta.
tr: İnternetin temelini oluşturan bilgisayarların çoğu (çoğu olmasa da) üzerinde

source: on corporate servers that require stability and reliability
ca: en servidors corporatius que demanen estabilitat i fiabilitat
de_de: als Server in Unternehmen welche Zuverlässigkeit und Stabilität erfordern
es: en servidores corporativos que necesitan estabilidad y fiabilidad
fi: yrityspalvelimissa joissa vaaditaan vakautta ja käyttövarmuutta
fr: sur les serveurs d'entreprises qui nécessitent une grande stabilité et fiabilité
hu: vállalati szervereken, amelyek stabilitást és megbízhatóságot igényelnek
id_id: pada server korporasi yang membutuhkan stabilitas dan reliabilitas
ja: 安定性と信頼性を必要とする企業サーバー
ms_my: pada pelayan korporat yang mahukan kestabilan dan kebolehpercayaan
nl_nl: op stabiele en betrouwbare zakelijke servers
pl: na serwerach korporacyjnych, które wymagają stabilności i niezawodności
pt_br: em servidores corporativos que requerem estabilidade e confiabilidade
pt_pt: em servidores corporativos que requerem estabilidade e confiabilidade
sr_rs: na korporativnim serverima koji zahtevaju stabilnost i reabilnost
tr: istikrar ve güvenilirlik gerektiren kurumsal sunucularda

source: <span name="distro-name"></span> is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops alike.
ca: <span name="distro-name"></span>és un sistema operatiu estable, de bon utilitzar amb un entorn d'escriptori configurable. És ideal per a usuaris que volen obtenir el màxim dels seus ordinadors i prefereixen un model d'escriptori tradicional. Pot treballar en maquinari modest, i es pot instal·lar en ordinadors de sobretaula i portàtils moderns.
de_de: <span name="distro-name"></span> ist ein stabiles und leicht zu bedienendes Betriebssystem mit einer konfigurierbaren Desktop-Oberfläche. Es ist ideal für diejenigen, die das Beste aus Ihrem Computer herausholen wollen und eine traditionelle Desktop-Umgebung bevorzugen. Mit seinen geringen Hardwareanforderungen ist es für moderne Desktops und Notebooks geeignet.
es: <span name="distro-name"></span> es un sistema operativo estable y fácil de usar que incluye un entorno de escritorio configurable. Es ideal para quienes quieren sacar el mayor provecho de sus equipos y prefieren una metáfora de escritorio tradicional. Gracias a sus requisitos de <em>hardware</em> reducidos, es apto tanto para equipos de sobremesa modernos como para portátiles.
fi: <span name="distro-name"></span> on vakaa, helppokäyttöinen käyttöjärjestelmä muokattavan työpöytäympäristön kera. Se on ihanteellinen heille jotka haluavat enimmän hyödyn irti tietokoneistaan ja suosivat perinteistä työpöytämallia. Vaatimattomine laitevaatimuksineen, se on sopiva yhtälailla nykyaikaisiin työpöytäkoneisiin ja kannettaviin.
fr: <span name="distro-name"></span> est un système d'exploitation stable et facile à utiliser avec un environnement de bureau configurable. Il est idéal pour ceux qui souhaitent le meilleur de leurs ordinateurs et préfèrent une métaphore de bureau traditionnelle. Avec des exigences matérielles modestes, il convient aussi bien aux ordinateurs de bureau modernes qu'aux ordinateurs portables.
hu: A(z) <span name="distro-name"></span> egy stabil, könnyen használható operációs rendszer, konfigurálható asztali környezettel. Ideális azok számára, akik a legtöbbet szeretnék kihozni a számítógépükből, és inkább hagyományos asztali megjelenést szeretnek. A szerény hardverkövetelményeknek köszönhetően modern asztali számítógépeken és laptopokon is használható.
id_id: <span name="distro-name"></span> ia adalah sistem operasi yang stabil dan mudah digunakan pada lingkungan desktop yang dapat dikonfigurasi. Ini sangat ideal bagi mereka yang menginginkan hasil maksimal dari komputer mereka dengan paradigma desktop tradisional. Dengan persyaratan perangkat keras yang sederhana, sangat cocok untuk desktop dan laptop modern.
it: <span name="distro-name"></span> è un sistema operativo stabile, facile da usare, con un ambiente desktop configurabile. È ideale per chi vuole il meglio dal proprio computer e preferisce un ambiente desktop tradizionale. Con dei requisiti hardware modesti, è adatto anche per computer fissi e portatili moderni.
ja: <span name="distro-name"></span>は、設定変更できるデスクトップ環境を備えた、安定した使いやすいオペレーティングシステムです。 これは、コンピューターを最大限に活用し、従来のデスクトップイメージを好むユーザーに最適です。 控えめなハードウェア要件で、最新のデスクトップとラップトップの両方に適しています。
ms_my: <span name="distro-name"></span> adalah sistem pengoperasian yang stabil, mudah digunakan dengan persekitaran atas meja yang boleh dikonfigurasikan. Ia sesuai bagi sesiapa sahaja yang mahukan komputer mereka berfungsi dengan baik dan mahukan metafora atas meja tradisional. Dengan keperluan perkakasan yang sederhana, ia sangat sesuai untuk komputer atas meja dan juga komputer riba.
nl_nl: <span name="distro-name"></span> is een stabiel, gemakkelijk te gebruiken besturingssysteem met een configureerbaar bureaubladomgeving. Het is ideaal voor diegenen onder ons die het meeste uit hun computers willen persen en die een traditioneel bureaublad verkiezen. Het is geschikt voor moderne desktops en laptops.
pl: <span name="distro-name"></span> jest stabilnym, łatwym w użyciu systemem operacyjnym z w pełni konfigurowalnym środowiskiem graficznym. Jest idealnym rozwiązaniem dla tych, którzy chcą w pełnym stopniu wykorzystać swój komputer, a przy tym preferują tradycyjne podejście do zarządzania pulpitem. Ze względu na niskie wymagania sprzętowe, system ten jest odpowiedni zarówno dla nowoczesnych komputerów stacjonarnych, jak i dla laptopów.
pt_pt: O <span name="distro-name"></span> é um sistema operativo estável e fácil de utilizar com um ambiente de trabalho configurável. É ideal para aqueles que querem o máximo de seus computadores e preferem uma metáfora de ambiente de trabalho tradicional. Com requisitos de hardware modestos, é adequado para desktops e laptops modernos.
sr_rs: <span name="distro-name"> </span>je stabilan moderni operativni sistem koji je lak za korišćenje sa prilagodljivim desktop okruženjem. Idealan je za one koji žele da izvuku maksimum od svog raćunara i koji preferiraju tradicionalni izgled desktopa. Sa skromnim hardverskim zahtevima, pogodan je za moderne desktop računare i laptopove.
tr: <span name="distro-name"></span>, yapılandırılabilir bir masaüstü ortamı ile kararlı, kullanımı kolay bir işletim sistemidir. Bilgisayarlarından en iyi şekilde yararlanmak isteyenlere ve geleneksel bir masaüstü metaforu tercih edenler için idealdir. Mütevazı donanım gereksinimleri ile, modern masaüstleri ve dizüstü bilgisayarlar için uygundur.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
ca: El sistema operatiu és més segur, i té més atencions que el sistema operatiu preinstal·lat en la majoria dels ordinadors personals d'avui dia.
de_de: Das Betriebssystem ist sicherer und bietet eine besser Unterstützung, aktueller Hardware, der meisten heutigen Heimcomputer, als das vorinstallierte Betriebssystem.
es: Este sistema operativo es más seguro y recibe mejor asistencia técnica que el que se preinstala en muchos de los equipos informáticos para el hogar hoy en día.
fi: Käyttöjärjestelmä on on turvallisempi, ja paremmin tuettu kuin esiasennetut käyttöjärjestelmät jotka useimmissa tietokonelaitteissa tulee mukana.
fr: Ce système d'exploitation est plus sécurisé et possède un meilleur support que la plupart des systèmes d'exploitation pré-installé sur la majorité des ordinateurs vendus de nos jours.
hu: Az operációs rendszer biztonságosabb és jobban támogatott, mint a ma már legtöbb otthoni számítógépes hardveren előre telepített operációs rendszer.
id_id: Sistem operasi lebih aman, dan didukung dengan lebih baik dibanding sistem operasi yang diinstal sebelumnya di sebagian besar perangkat komputer rumah saat ini.
it: Il sistema operativo è più sicuro e meglio supportato dei sistemi operativi pre-installati sulla maggior parte dei computer casalinghi di oggi.
ja: オペレーティングシステムは、今日のほとんどの家庭用のコンピュータハードウェアにプリインストールされているオペレーティングシステムよりも安全であり、より適切にサポートされています。
ms_my: Sistem pengoperasian lebih selamat, disokong lebih baik berbanding sistem pengoperasian pra-pasang pada kebanyakan perkakasan komputer rumah pada hari ini.
nl_nl: Het besturingssysteem is veiliger en beter ondersteund dan het besturingssysteem dat op de meeste computers vooraf geïnstalleerd wordt.
pl: Ten system operacyjny jest bezpieczniejszy i posiada o wiele lepsze wsparcie niż systemy operacyjne preinstalowane na większości współczesnych komputerów domowych.
pt_br: Este sistema operacional é mais seguro e melhor suportado do que o sistema operacional pré-instalado atualmente na maioria dos computadores domésticos.
pt_pt: Este sistema operativo é mais seguro e melhor suportado do que o sistema operativo pré-instalado atualmente na maioria dos computadores domésticos.
sr@latin: Ubuntu MATE je bezbedniji i ima bolju podršku u odnosu na operativne sisteme koji se danas nalaze na većini kućnih računara.
sr_rs: Operativni sistem koji je bezbedniji i bolje podržan od drugih preinstaliranih sistema koji se nalaze na kućnim računarima.
tr: İşletim sistemi, çoğu ev bilgisayar donanımında önceden kurulmuş olan işletim sisteminden daha güvenli ve daha iyi desteklenmektedir.
