Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/introduction/*.po
Languages: ca, de_de, es, fi, fr, hu, id_id, it, ja, ms_my, nl_nl, pl, pt_br, pt_pt, sr@latin, sr_rs, tr

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
ca: A diferència de Windows i OS X, Linux no s'ha creat i mantingut només per una companyia. Hi donen suport Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD i Microsoft. Cap a 4.000 desenvolupadors hi han contribuït aquests darrers 15 anys.
de_de: Im Gegensatz zu Windows und OS X, wird Linux nicht nur von einem Unternehmen erstellt und unterstützt. Es wird von Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, und Microsoft unterstützt. Mehr als 4.000 Entwickler trugen über die letzten 15 Jahre hinweg zu Linux bei.
es: A diferencia de Windows y OS X, Linux no ha sido creado y soportado por una única compañía. Esta soportado por Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instrument, Google, Canonical, Oracle, AMD y Microsoft. Más de 4.000 desarrolladores han contribuido a Linux durante los últimos 15 años.
fi: Päinvastoin kuin Windows ja macOS, Linux ei ole vain yhden yrityksen luoma ja tukema. Sitä tukee Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Insrtuments, Google, Canonical, Oracle, AMD, ja Microsoft. Yli 4000 kehittäjää ovat antaneet panoksensa Linux:iin yli 15 vuoden ajalta.
fr: Contrairement à Windows et OS X, Linux n'est pas créé et pris en charge par une seule entreprise. Il est supporté par Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD et Microsoft. Plus de 4 000 développeurs ont contribué à Linux au cours des 15 dernières années.
hu: A Windowstól és az OS X-től eltérően, a Linuxot nem egy vállalat készítette és támogatja. Az Intel, a Redhat, a Linaro, a Samsung, az IBM, a Texas Instruments, a Google, a Canonical, az Oracle, az AMD és a Microsoft támogatja. Több, mint 4000 fejlesztő segítette a Linuxot az elmúlt 15 évben.
id_id: Tidak seperti Windows dan OS X, Linux tidak dibuat dan didukung oleh satu perusahaan saja. Didukung oleh Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, dan Microsoft. Lebih dari 4.000 pengembang berkontribusi terhadap Linux selama 15 tahun terakhir.
it: Diversamente da Windows e OS X, Linux non è creato e supportato solamente da una compagnia. È supportato da Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, e Microsoft. Oltre 4,000 sviluppatori hanno contribuito a Linux negli ultimi 15 anni.
ja: WindowsやOS Xとは異なり、Linuxはたった1つの会社によって作成およびサポートされているわけではありません。 Intel、Redhat、Linaro、Samsung、IBM、SUSE、Texas Instruments、Google、Canonical、Oracle、AMD、Microsoft がサポートしています。過去15年間で4,000人を超える開発者がLinuxに貢献しました。
ms_my: Tidak seperti Windows ataupun OS X, Linux tidak dicipta dan disokong sebuah syarikat. Ia disokong oleh Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instrument, Google, Canonical, Oracle, AMD, dan Microsoft. Lebih daripada 4,000 orang pembangun memberi sumbangan kepada Linux melebihi 15 tahun.
nl_nl: In tegenstelling tot Windows en OS X, is Linux niet ontworpen en onderhouden door één enkel bedrijf. Het wordt ondersteund door Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, en Microsoft. Meer dan 4000 ontwikkelaars hebben de laatste 15 jaar bijgedragen aan Linux.
pl: W przeciwieństwie do systemów Windows i OS X, Linux nie jest tworzony i wspierany wyłącznie przez jedną firmę. W jego rozwój zaangażowane są: Intel, RedHat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD i Microsoft. Przez ostatnie 15 lat ponad 4000 programistów uczestniczyło w rozwoju systemu Linux.
pt_br: Ao contrário do Windows e macOS, o Linux não é criado e suportado por apenas uma empresa. É suportado pela Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD e Microsoft. Mais de 4.000 desenvolvedores contribuíram para o Linux nos últimos 15 anos.
pt_pt: Ao contrário do Windows e OS X, o Linux não é criado e suportado por apenas uma empresa. É suportado pela Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD e Microsoft. Mais de 4.000 programadores contribuíram para o Linux nos últimos 15 anos.
sr@latin: Za razliku od Windows-a i OS X-a, Linux nije stvoren i podržan od strane samo jedne kompanije. Podršku mu daju Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD i Microsoft. U proteklih 15 godina, preko 4.000 programera je doprinelo razvoju Linux-a.
sr_rs: Za razliku od Windows-a i OS X-a, Linux nije kreiran i podržan od strane samo jedne kompanije. Podržan je od strane Intel-a, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD and Microsoft. Preko 4000 inženjera dalo je svoj doprinos razvoju Linuxa u zadnjih 15 godina.
tr: Windows ve OS X'in aksine, Linux sadece bir şirket tarafından oluşturulmaz ve desteklenmez. Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD ve Microsoft tarafından desteklenmektedir. Son 15 yılda 4000'den fazla geliştirici Linux'a katkıda bulundu.

source: Whether you are a home user of <span name="distro-name"></span>, a <span name="distro-name"></span> software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to <span name="distro-name"></span> and its related projects: Linux, Budgie desktop, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
ca: Tant si sou un usuari particular de <span name="distro-name"></span>, un <span name="distro-name"></span> de programari o desenvolupeu aplicacions, o treballeu per a una organització que usa el sistema operatiu, sou membre de les comunitats Linux i de Codi Obert i aprofiteu els esforços de les persones desenvolupadores que han contribuït a <span name="distro-name"></span> i als projectes relacionats: Linux, l'escriptori Budgie, i Ubuntu. Els membres de la comunitat fan córrer Linux en tota mena de maquinari, des dels Macbooks preciosos fins als portàtils més barats, del més recent Chromebook a ordinadors realment antics dissenyades per al Windows, i dels servidors d'Internet més potents fins al termòstat més senzill.
de_de: Egal ob du ein Heimanwender von <span name="distro-name"></span>, ein <span name="distro-name"></span> Software- oder Anwendungsentwickler oder ein Mitarbeiter einer Organisation, die das Betriebssystem nutzt, bist, du bist ein Mitglied der Linux und Open Source Gemeinschaft und profitierst von den Bemühungen der Entwickler, die zu <span name="distro-name"></span> und den verwandten Projekten beitragen: Linux, Budgie Desktop und Ubuntu. Mitglieder dieser Gemeinschaft verwenden Linux auf fast jeder Art von Hardware, vom schönsten Macbook zum billigsten Netbook, vom neuesten Chromebook zu sehr alten auf Windows ausgelegten Computern und vom stärksten und größten Internetserver zum kleinsten smarten Thermostat.
es: Tanto si es un usuario personal de <span name="distro-name"></span>, un desarrollador de aplicaciones o software de <span name="distro-name"></span> o un empleado de una organización que usa el sistema operativo, usted es un miembro de las comunidades de Linux y de Código Abierto y se beneficia de los esfuerzos de los desarrolladores que contribuyen a <span name="distro-name"></span> y a sus proyectos asociados: Linux, escritorio Budgie y Ubuntu. Los miembros de la comunidad usan Linux en prácticamente cualquier tipo de hardware, desde el más estiloso Macbook al «netbook» más barato, del más moderno Chromebook a algunos equipos muy antiguos diseñados para Windows y del más potente servidor de Internet al más pequeño termostato inteligente.
fi: Olet sitten <span name="distro-name"></span>kotikäyttäjä, <span name="distro-name"></span>ohjelmisto tai sovelluskehittäjä, jonkin organisaation työntekijä joka käyttää käyttöjärjestelmää, olet Linux- ja avoimen koodin yhteisöjen jäsen ja hyödyt kehittäjien ponnistuksista jotka antavat panoksensa <span name="distro-name"></span>:lle. Yhteisön jäsenet käyttävät Linux:ia lähes missä tahansa laitteessa, sievimmästä Macbook:ista huokeimpaan nettiläppäriin, uusimmasta Chromebook:ista hyvin vanhoihin Windows:ille suunniteltuihin koneisiin, ja tehokkaimmista internet-palvelimista pienimpiin äly-termostaatteihin.
fr: Que vous soyez un utilisateur domestique de <span name="distro-name"></span>, un développeur d'applications <span name="distro-name"></span>ou un employé d'une organisation qui utilise ce système d'exploitation, vous êtes membre des communautés Linux et Open Source et bénéficiez des efforts des développeurs qui contribuent à <span name="distro-name"></span> et ses projets connexes: Linux, Budgie desktop, et Ubuntu. Les membres de la communauté exécutent Linux sur presque tous les matériels, du Macbook le plus jolie au netbook le moins cher, du plus récent Chromebook à de très anciennes machines conçues pour Windows, et des serveurs Internet les plus puissants au plus petit thermostat intelligent.
hu: Függetlenül attól, hogy Ön a(z) <span name="distro-name"></span> otthoni felhasználója, egy <span name="distro-name"></span> szoftver vagy alkalmazásfejlesztő, vagy az operációs rendszert használó szervezet alkalmazottja, Ön tagja a Linux és az nyílt forráskódú közösségeknek, és részesül a fejlesztők erőfeszítéseiből, akik hozzájárulnak a(z) <span name="distro-name"></span>hez kapcsolódó projektekhez: Linux, Budgie desktop és Ubuntu. A közösség tagjai szinte bármilyen hardveren futtathatják a Linuxot, a legszebb Macbooktól a legolcsóbb netbookig, a legújabb Chromebooktól néhány nagyon régi Windows-hoz tervezett géphez, és a legerősebb internetkiszolgálóktól a legkisebb intelligens termosztátig.
id_id: Apakah Anda pengguna rumahan dari <span name="distro-name"></span>, seorang pengembang aplikasi <span name="distro-name"></span>, atau karyawan dari organisasi yang menggunakan sistem operasi, Anda adalah anggota komunitas Linux dan Open Source dan mendapatkan manfaat dari upaya para pengembang yang berkontribusi dan proyek <span name="distro-name"></span> terkait: Linux, desktop Budgie, dan Ubuntu. Anggota komunitas menjalankan Linux di hampir semua perangkat keras, dari Macbook tercantik hingga netbook termurah, dari Chromebook terbaru hingga beberapa komputer yang sangat tua yang dirancang untuk Windows, dan dari server Internet paling kuat hingga termostat cerdas terkecil.
it: Che tu sia un utente casalingo di <span name="distro-name"></span>, uno sviluppatore di software o applicazioni per <span name="distro-name"></span>, o un impiegato di una organizzazione che usa il sistema operativo, sei un membro di Linux e delle comunità Open Source, e benefici dagli sforzi degli sviluppatori che contribuiscono a <span name="distro-name"></span> e ai progetti relativi: Linux, Budgie desktop e Ubuntu. I membri della comunità che usano Linux su qualsiasi hardware, dal più bel Macbook al più economico netbook, dai nuovi Chromebook fino ad alcune macchine veramente vecchie pensate per Windows, e dai più potenti server di Internet ai più piccoli termostati smart.
ja: あなたが<span name="distro-name"></span>、<span name="distro-name"></span>ソフトウェアまたはアプリケーション開発者であるホームユーザー、またはオペレーティングシステムを使用する組織の従業員、とかに関わらず、あなたはLinuxおよびオープンソースコミュニティのメンバーであり、<span name="distro-name"></span>およびLinux、Budgie デスクトップ、Ubuntuの関連プロジェクトに貢献する開発者の努力から利益を得ています。コミュニティのメンバーは、最も美しいMacbookから最も安いネットブック、最新のChromebook、Windows用に設計された非常に古いマシン、そして最も強力なインターネットサーバーから最小のスマートサーモスタットまで、ほぼすべてのハードウェアでLinuxを実行しています。
ms_my: Sama ada anda sebagai pengguna biasa <span name="distro-name"></span>, pembangun perisian atau aplikasi <span name="distro-name"></span>, atau pun seorang pekerja di sesebuah organisasi yang menggunakan sistem pengoperasian, anda merupakan ahli komuniti Linux dan Sumber Terbuka yang mana mendapat manafaat daripada usaha-usaha pembangun yang memberi sumbangan pada <span name="distro-name"></span> dan projek berkaitan dengannya: Linux, Atas Meja Budgie, dan Ubuntu. Ahli-ahli komuniti yang menjalankan Linux pada hampir kebanyakan perkakasan, dari Macbook yang serba canggih sehinggalah pada netbook berharga murah, dari Chromebook yang terkini sehinggalah pada beberapa jenis komputer sangat berusia yang direka khusus untuk Windows, dan tidak lupa pada pelayan Internet yang terhebat sehinggalah termostat pintar bersaiz kecil.
nl_nl: Als lid van de Linux en Open Source gemeenschap - of je nu thuisgebruiker van <span name="distro-name"></span> bent, of software ontwikkelaar, of een medewerker van een bedrijf bent die het besturingssysteem gebruikt - pluk je de vruchten van de inspanningen van de ontwikkelaars die werken aan <span name="distro-name"></span> en de gerelateerde projecten: Linux, Budgie Desktop en Ubuntu. Leden van de Linux en Open Source gemeenschap draaien Linux op praktisch alle hardware, van de mooiste Macbook tot de goedkoopste netbook, van de nieuwste Chromebook tot de meeste gedateerde machines die ontworpen zijn voor Windows, van de meeste krachtige Internet servers tot de kleinste slimme thermostaat.
pl: Niezależnie od tego czy jesteś użytkownikiem domowym, <span name="distro-name"></span>, programistą, a może pracownikiem organizacji używającej tego systemu operacyjnego, to stanowisz część społeczności Linux oraz Open Source i korzystasz z wysiłku włożonego przez programistów uczestniczących w projekcie <span name="distro-name"></span> oraz projektach powiązanych: Linux, pulpit Budgie oraz Ubuntu. Członkowie społeczności uruchamiają system Linux go na niemal każdej konfiguracji sprzętowej: od pięknych Macbooków do najtańszych netbooków, od najnowszych Chromebooków po starsze komputery projektowane z myślą o Windows, od najpotężniejszych serwerów internetowych po najmniejsze inteligentne termostaty.
pt_pt: Se é um utilizador doméstico do <span name="distro-name"></span>, um programador de software ou aplicação, ou um funcionário de uma organização que usa o sistema operativo, você é membro das comunidades Linux e Código Aberto e beneficia-se dos esforços dos programadores que contribuem para o <span name="distro-name"></span> e seus projetos relacionados: Linux, ambiente de trabalho Budgie e Ubuntu. Os membros da comunidade executam o Linux em praticamente qualquer hardware, desde o Macbook mais bonito ao netbook mais barato, desde o mais recente Chromebook até aos computadores mais antigos projetados para o Windows, e dos servidores de Internet mais poderosos até ao mais pequeno termóstato inteligente.
sr_rs: Bilo da ste kućni korisnik <span name="distro-name"></span>, softver ili aplikacijski developer ili zaposleni u okviru organizacije koja koristi operativni sistem, Vi ste član Linux i zajednice otvorenog koda i imate benefit od napora koje su inženjeri koji doprinose razvoju <span name="distro-name"></span> ili njegovih povezanih projekata poput Budgie desktop-a i Ubuntu uložili. Članovi zajednice koriste Linux na skoro bilo kojoj kombinaciji hardvera, od Macbook-a pa do najjeftinijih netbookova, od najnovijeg Chromebook-a pa do prestarih mašina dizajniranih za Windows, pa sve do za najmoćnije Internet server i najmanje pametne kućne aparate poput termostata.
tr: İster <span name="distro-name"></span> ev kullanıcısı olun, ister yazılım veya uygulama geliştiricisi olun, ya da işletim sistemini kullanan bir organizasyonun çalışanı olun, Linux ve Açık Kaynak topluluğunun bir üyesisiniz ve <span name="distro-name"></span> ve onun projelerine katkıda bulunan geliştiricilerin çabalarından yararlanıyorsunuz: Linux, Budgie masaüstü ve Ubuntu. Topluluğun üyeleri, en güzel Macbook'tan en ucuz netbook'a, en yeni Chromebook'tan Windows için tasarlanmış çok eski makinelere ve en güçlü İnternet sunucularından en küçük akıllı termostata kadar hemen hemen her donanımda Linux çalıştırıyorlar.

source: Apple's OS X
id_id: Apple OS X
it: Apple OS X
nl_nl: OS X van Apple
sr@latin: Apple-ov OS X
sr_rs: Apple OS X-u.

source: GNOME Files
id_id: Berkas GNOME
sr_rs: GNOME Menadžer Datoteka

source: For a retrospective future.
sr@latin: Budućnost kroz retrospekciju.

source: What is Ubuntu MATE?
sr@latin: Šta je Ubuntu Mate?

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
sr@latin: Ubuntu Mate je operativni sistem -- programsko jezgro koje pokreće Vaš računar, slično kao

source: Ubuntu MATE is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
sr@latin: Ubuntu Mate je distribucija (varijanta) GNU/Linux-a. Pouzdan, siguran, sposoban i moderan računarski sistem koji konkuriše ostalim u popularnosti i stvarnoj upotrebi.

source: and on corporate servers that require stability and reliability
it: e sui server aziendali che richiedono stabilità ed affidabilità
sr@latin: kao i na korporacijskih serverima koji zahtevaju stabilnost i pouzdanost.

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
sr@latin: Ubuntu Mate je stabilan operativni sistem, jednostavan za upotrebu, sa lako izmenjivim desktop okruženjem. Idealan je za one koji žele da izvuku maksimum iz svojih računara a vole desktop sa konzervativnim pristupom. Obzirom na skromnu hardversku zahtevnost, pogodan je kako za moderne desktop/laptop računare tako i za minijaturne računare (npr. Raspberry Pi) i stariji hardver.

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
sr@latin: Koristeći Ubuntu MATE imate slobodu da pokrećete kompletan, potpuno opremljen, operativni sistem unapred konfigurisan sa većinom (ako ne i svim) aplikacijama koje Vam trebaju u dnevnom radu. Prema Vašem ukusu, možete da promenite bilo šta u njegovom izgledu, načinu na koji radi i aplikacijama koje pokreće.

source: Ubuntu MATE has a number of guiding objectives and goals:
sr@latin: Ubuntu MATE poseduje nekolicinu glavnih ciljeva:

source: Increase both Ubuntu and MATE Desktop user adoption.
sr@latin: Uvećanje broja korisnika Ubuntu-a i Mate Desktop-a.

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
sr@latin: Ubuntu alternativa za računare čiji hardver nije sposoban da izvršava desktop sa 3D compositor-om.

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
sr@latin: Ubuntu platforma kao logičan prvi izbor za udaljene radne stanice koristeći LTSP i X2Go rešenja.

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
sr@latin: Za Ubuntu korisnike koji vole desktop sa konzervativnim pristupom ponoviti nekadašnje slavno i idilično vreme

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
sr@latin: Korišćenjem vizuelnih tema sličnim Ubuntu-u omogućiti lako snalaženje u Ubuntu MATE okruženju.

source: When possible contribute to Debian so both the Debian and Ubuntu communities benefit.
sr@latin: Kada god je moguće doprineti Debian-u kako bi korist Debian i Ubuntu zajednica bila obostrana.

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
sr@latin: gde svako dolazi sa svojim desktop okruženjem. Ubuntu MATE polazi od osnovnog Ubuntu operativnog sistema i nadograđuje ga sa

source: Wikipedia says that
sr@latin: Wikipedia kaže

source: a Desktop Environment is
sr@latin: da je desktop okruženje:

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
sr@latin: implementacija radne površine kao metafore, sastavljeno od skupa programa koji se oslanjanju na operativni sistem a međusobno dele zajednički grafički prikaz (GUI). GUI na desktop-u služi da korisniku pojednostavi pristup i izmenu fajlova.

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
sr@latin: MATE Desktop implementira osnovne mogućnosti koje se očekuju od radnog okruženja, kao što su:

source: File Browser
sr@latin: Pretraživač fajlova

source: Calculator
sr@latin: Kalkulator

source: Archive Manager
sr@latin: Menadžer arhiva

source: Image Viewer
sr@latin: Prikazivač slika

source: Document Viewer
sr@latin: Prikazivač dokumenata

source: System Monitor
sr@latin: Monitor sitema

source: All of which are highly customisable and managed via the
sr@latin: Široki opseg podešavanja dostupan je u

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
sr@latin: MATE Desktop pruža intuitivno i privlačno desktop okruženje sa konzervativnim pristupom prema metaforama vezanim za radnu površinu. Ako ste prethodno koristili

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
sr@latin: MATE Desktop ima bogatu istoriju i predstavlja nastavak GNOME 2 desktop-a. Malo duže od jedne decenije, GNOME 2 je bio podrazumevano desktop okruženje na mnogim Linux i Unix operativnim sistemima. Otud MATE Desktop dolazi kao oprobano, testirano i pouzdano rešenje.

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
sr@latin: Linux, Ubuntu i MATE Desktop kao zajedničko imaju da su to projekti otvorenog koda. Ovaj softver može slobodno da se koristi, menja i deli sa drugima (izmenjen ili ne) od strane svih. U principu Ubuntu MATE je slobodan u potpunom smislu reči. (prim. prev. u engleskom jeziku "free" je dvosmisleno, ovde autori naglašavaju da misle na slobodno)
