Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/introduction/*.po
Languages: ca, de_de, es, fi, fr, hu, id_id, it, ja, ms_my, nl_nl, pl, pt_br, pt_pt, sr@latin, sr_rs, tr

source: Using <span name="distro-name"></span> provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
ca: Utilitzar <span name="distro-name"></span> us proporciona la llibertat de fer funcionar un sistema operatiu complet, preconfigurat amb la majoria (si no totes) de les aplicacions que calen en el treball diari amb l'ordinador. Canvieu el que vulgueu del seu aspecte, de la manera de treballar, o les aplicacions al vostre gust.
de_de: Durch die Verwendung von <span name="distro-name"></span> erhalten Sie die Freiheit, ein komplettes Betriebssystem zu nutzen, das die meisten (wenn nicht sogar alle) Anwendungen, die sie für ihre täglichen Aufgaben benötigen, mit sich bringt. Gleichzeitig können Sie aber auch alles nach Ihren Bedürfnissen verändern, das Aussehen, die Funktionsweise oder auch die verwendeten Anwendungen.
es: Utilizar <span name="distro-name"></span> le brinda la libertad de ejecutar un sistema operativo completo y lleno de funcionalidades, preconfigurado con muchas (si no es que todas) de las aplicaciones que necesitará para sus tareas diarias. Puede modificarlo todo, desde su apariencia, su funcionamiento o las aplicaciones con que funciona, según sus preferencias.
fi: <span name="distro-name"></span>:n käyttäminen tarjoaa sinulle vapauden ajaa kokonaisvaltaista, täysin ominaisuuksin varustettua käyttöjärjestelmää, sisältäen useimmat (ellei jopa kaikki) sovellukset esiasennettuna joita tulet tarvitsemaan jokapäiväisessä tietokoneilussasi - tai joilla voit muovata mitä tahansa ulkonäköön liittyvää, miten se toimii, tai mitä ohjelmia siinä ajetaan makusi mukaan.
fr: L'utilisation de <span name="distro-name"></span> vous offre la liberté d'exécuter un système d'exploitation complet et pré-configuré avec la plupart (sinon la totalité) des applications dont vous aurez besoin pour votre quotidien informatique. Changez n'importe quoi sur la façon dont il ressemble, la façon dont il fonctionne, ou les applications qu'il exécute selon vos goûts.
hu: A(z) <span name="distro-name"></span> használata lehetővé teszi, hogy teljes körű, teljes funkcionalitású operációs rendszert futtasson, amely a legtöbb (ha nem az összes) alkalmazással van ellátva a napi kihívásokhoz. Ízlése szerint változthatja a dolgok kinézetét, működését vagy alkalmazásokat, ahogyan az Önnek a legjobban megfelel.
id_id: Menggunakan <span name="distro-name"></span> memberi Anda kebebasan untuk menjalankan sistem operasi lengkap, pra-konfigurasi dengan sebagian besar (jika tidak semua) aplikasi yang Anda perlukan untuk komputasi harian Anda. Ubah apa pun terkait tampilannya, cara kerjanya, atau aplikasi yang dijalankan agar sesuai dengan selera Anda.
it: Usare <span name="distro-name"></span> ti fornisce la libertà di eseguire un sistema operativo completo di funzionalità, pre-configurato con la maggior parte (se non tutte) le applicazioni che ti servono per il tuo uso quotidiano. Cambia qualsiasi cosa dell'aspetto, di come funziona, o delle applicazioni installate a seconda del tuo gusto.
ja: <span name="distro-name"></span>を使用すると、毎日のコンピューティングに必要なアプリケーションの大部分（すべてではないにしても）が事前に構成された完全なフル機能のオペレーティングシステムで自由に実行できます。 見た目、動作方法、実行するアプリケーションなど、好みに合わせて変更できます。
ms_my: Dengan menggunakan <span name="distro-name"></span>, anda dapat kebebasan menjalankan sistem pengoperasian serba lengkap, berfitur penuh, dipra-konfigur (bukan semua) dengan aplikasi-aplikasi yang anda perlu untuk kerja-kerja pengkomputeran harian. Boleh mengubah penampilannya, bagaimana ia berfungsi, atau masukkan apa jua aplikasi yang menepati citarasa anda.
nl_nl: Als je <span name="distro-name"></span> gebruikt krijg je de vrijheid van een compleet besturingssysteem met alle benodigde functies en vooraf ingesteld met de meeste (zo niet alle) programma's die je nodig hebt voor je dagelijks computer gebruik. Je kan alles veranderen aan uiterlijk, werking of inhoud van de programma's naar eigen inzicht.
pl: <span name="distro-name"></span>to pełna wolność wyboru. Jeżeli chcesz, to możesz korzystać z kompletnego, przepełnionego funkcjami, wstępnie skonfigurowanego systemu operacyjnego posiadającego większość niezbędnych w codziennej pracy aplikacji albo możesz swobodnie wszystko dopasować według własnych potrzeb, zmieniając wygląd, sposób działania oraz zainstalowane aplikacje.
pt_pt: A utilização do <span name="distro-name"></span> dá-lhe a liberdade de executar um sistema operativo completo e pré-configurado com a maioria das (se não com todas) as aplicações que irá precisar para o seu uso diário. Modifique a aparência do sistema, a forma como ele trabalha, ou mesmo as aplicações que executa adequadas ao seu gosto.
sr_rs: <span name="distro-name"></span> vam omogućava da koristite kompletan, prekonfigurisan sistem sa svim potrebnim (ako ne i svim) aplikacijama koje koristite u redovnom radu. Možete promeniti izgled, način rada ili aplikacije kako bi sve bilo prema vašem ukusu.
tr: <span name="distro-name"></span>'yi kullanmak, günlük bilgi-işlem ihtiyaçlarınız için (tümünü değilse de) gerekli uygulamaların çoğu önceden yapılandırılmış ve tam özellikli bir işletim sistemini çalıştırma özgürlüğünü size sağlar - ya da görünüşü ve şekliyle ilgili herhangi bir şeyi değiştirmek ve zevkinize uyacak şekilde ayarlayabilmeniz için imkan sunar.

source: Objectives
ca: Objectius
de_de: Ziele
es: Objetivos
fi: Tavoitteet
fr: Objectifs
hu: Célok
id_id: Tujuan
it: Obiettivi
ja: 目的
ms_my: Objektif
nl_nl: Doelen
pl: Założenia i cele
pt_br: Objetivos
pt_pt: Objetivos
sr@latin: Ciljevi
sr_rs: Ciljevi
tr: Hedefleri

source: <span name="distro-name"></span> has a number of guiding objectives and goals:
ca: <span name="distro-name"></span> té un nombre d'objectius-guia i consecucions:
de_de: <span name="distro-name"></span> hat viele Leitlinien und Ziele:
es: A <span name="distro-name"></span> lo orientan varios objetivos y metas:
fi: <span name="distro-name"></span>tähtää lukuisiin johdattaviin tavoitteisiin ja lopputulemiin:
fr: <span name="distro-name"></span> a un certain nombre d'objectifs :
hu: A(z) <span name="distro-name"></span>-nak számos irányadó feladatai és céljai vannak:
id_id: <span name="distro-name"></span> memiliki sejumlah tujuan dan sasaran pemandu:
it: <span name="distro-name"></span> ha una serie di obiettivi e traguardi guida:
ja: <span name="distro-name"></span>には多くの指針となる目的と目標があります。
ms_my: <span name="distro-name"></span> mempunyai sejumlah objektif dan matlamat yang terarah:
nl_nl: <span name="distro-name"></span> heeft een aantal hoofddoelen:
pl: <span name="distro-name"></span> posiada szereg założeń oraz zdefiniowanych celów:
pt_pt: O <span name="distro-name"></span> tem uma série de metas e objetivos orientadores:
sr_rs: <span name="distro-name"></span> ima dosta ciljeva:
tr: <span name="distro-name"></span>'nin yol gösterici amaç ve hedefleri vardır:

source: Accessible to all, regardless of language and physical ability.
ca: Accessible a tothom, independentment de l'idioma i les habilitats físiques.
de_de: Verfügbar für Alle, unabhängig von Sprache oder körperlichen Fähigkeiten.
es: Accesible para todos, sin importar su idioma o capacidades físicas.
fi: Kaikille soveltuva käytettävyys, huolimatta kielestä tai aineellisesta saatavuudesta.
fr: Accessible à tous, quelles que soient votre langue ou vos capacités physiques.
hu: Elérhetőség mindenki számára, nyelvtől és fizikai képességtől függetlenül.
id_id: Dapat diakses oleh semua orang, tanpa memandang bahasa dan kemampuan fisik.
it: Accessibile a tutti, indipendentemente dalla lingua e dalla abilità fisica.
ja: 言語や身体能力に関係なく、すべての人がアクセスできます。
ms_my: Boleh dicapai untuk semua orang, tidak mengira bahasa dan keupayaan fizikal.
nl_nl: Toegankelijk voor iedereen, los van taal en fysiek vermogen.
pl: Dostępny dla wszystkich, niezależnie od języka i sprawności fizycznych.
pt_br: Acessível a todos, independentemente da linguagem e habilidade física.
pt_pt: Acessível a todos, independentemente do idioma e habilidade física.
sr@latin: Dostupan svima bez obzira na jezik i fizičke sposobnosti.
sr_rs: Pristupačnost svima, bez obzira na jezik i fizički imparitet.
tr: Dil ve fiziksel yetenek ne olursa olsun herkese açık olmak.

source: Increase both Ubuntu and Budgie desktop user adoption.
ca: Millora la familiarització de l'usuari amb ambdós escriptoris: Ubuntu i Budgie.
de_de: Erhöhung der Anzahl der Ubuntu und Budgie Nutzer auf PCs
es: Elevar la adopción por los usuarios tanto de Ubuntu como del escritorio Budgie.
fi: Lisätä kumpaisenkin, Ubuntu:n ja Budgie-työpöydän käyttäjämäärää.
fr: Améliorer l'adoption d'Ubuntu et du bureau Budgie
hu: Az Ubuntu és a Budgie asztal felhasználói körének növelése.
id_id: Meningkatkan adopsi pengguna desktop Ubuntu dan Budgie.
it: Aumentare l'adozione sia di Ubuntu che di Budgie.
ja: UbuntuとBudgieデスクトップの両方でユーザーを増やします。
ms_my: Tingkatkan penggunaan kedua-dua Ubuntu dan atas meja Budgie.
nl_nl: Verhoog de acceptatie van Ubuntu en de Budgie bureaubladomgeving door gebruikers.
pl: Przyciągnięcie większej liczby użytkowników zarówno samego systemu Ubuntu, jaki i pulpitu Budgie.
pt_br: Aumenta a adoção de usuários ao Budgie desktop e Ubuntu.
pt_pt: Aumenta a adoção dos utilizadores do ambiente de trabalho do Ubuntu e do Budgie.
sr_rs: Povećanje adopcije Ubuntu operativnog sistema i Budgie desktop okruženja.
tr: Hem Ubuntu hem de Budgie masaüstü kullanıcılarının benimsenmesini arttırmak.

source: Create a Ubuntu based distro for users who prefer a traditional desktop metaphor.
ca: Crea una distribució basada en Ubuntu per a usuaris que prefereixen un model d'escriptori tradicional.
de_de: Schaffung einer auf Ubuntu aufbauenden Distribution welche Nutzer anspricht die einen traditionellen Desktop bevorzugen.
es: Crear una distribución basada en Ubuntu para los usuarios que prefieren una metáfora de escritorio tradicional.
fi: Luoda Ubuntu-perusteinen jakelu käyttäjille jotka suosivat perinteistä työpöytämallia.
fr: Création d'une distribution basée sur Ubuntu pour les utilisateurs qui préfèrent avoir un environnement de bureau plus traditionnel
hu: Egy Ubuntu alapú disztribúció létrehozása azoknak a felhasználóknak, akik hagyományos asztali megjelenést szeretnek.
id_id: Membuat distro berbasis Ubuntu untuk pengguna yang lebih memilih paradigma desktop tradisional.
it: Creare una distribuzione basata su Ubuntu per chi preferisce una metafora del desktop tradizionale.
ja: 従来のデスクトップのイメージを好むユーザー向けのUbuntuベースのディストリビューションを作成しました。
ms_my: Cipta sebuah distro berasaskan Ubuntu untuk pengguna yang mahukan metafora atas meja tradisional.
nl_nl: Het creëren een Ubuntu gebaseerde distrobutie voor gebruikers die een traditionele desktop ervaring willen.
pl: Stworzenie dystrybucji opartej na Ubuntu dla użytkowników, którzy preferują tradycyjne środowisko graficzne.
pt_br: Criar uma distribuição baseada no Ubuntu para usuários que preferem uma metáfora de desktop tradicional.
pt_pt: Criar uma distribuição baseada no Ubuntu para utilizadores que preferem uma metáfora de ambiente de trabalho tradicional.
sr_rs: Napraviti Ubuntu distribuciju za korisnike koji preferiraju tradicionalni desktop.
tr: Geleneksel bir masaüstü metaforu tercih eden kullanıcılar için Ubuntu tabanlı bir dağıtım oluşturmak.

source: When possible contribute to Upstream projects such as Solus and Debian so all Linux communities benefit.
ca: Sempre que es pot, reverteix les contribucions al creixement de projectes com Solus i Debian perquè totes les comunitats Linux se n'aprofitin.
de_de: Wenn möglich, helfen Sie bitte auch Projekten auf die wir aufsetzen, wie Solus und Debian. Auf diese Weise profitiert die gesamte Linux-Gemeinschaft davon.
es: Siempre que sea posible, contribuir con los proyectos de origen, como Solus y Debian, para que todas las comunidades Linux se beneficien.
fi: Kun mahdollista, tarjota eteenpäin lähde-projekteille kuten Solus ja Debian jonka johdosta kaikki Linux-yhteisöt voisivat hyötyä.
fr: Dans la mesure du possible, contribuez aux projets en amont tels que Solus et Debian afin que toutes les communautés Linux en bénéficient.
hu: Lehetőség szerinti hozzájárulás olyan Upstream projektekhez, mint a Solus és a Debian, így minden Linux közösség előnyben részesül.
id_id: Bila memungkinkan berkontribusilah untuk proyek-proyek Hulu seperti Solus dan Debian sehingga semua komunitas Linux mendapat manfaat.
it: Quando possibile contribuire ai progetti a monte come Solus e Debian così che tutte le comunità Linux ne beneficino.
ja: 可能であれば、SolusやDebianなどの上位のプロジェクトに貢献して、すべてのLinuxコミュニティに利益をもたらすようにしてください。
ms_my: Jika boleh atau mampu lanjutkan pada projek Hiliran seperti Solus dan Debian supaya semua komuniti Linux mendapat manafaat.
nl_nl: Bijdragen aan upstream projecten zoals Solus en Debian, zodat alle Linux communities de voordelen ervaren.
pl: Kiedy tylko to możliwe, wspieranie projektów bazowych, takich jak Solus oraz Debian, aby cała społeczność odnosiła korzyść.
pt_pt: Quando possível, contribuir para projetos Upstream, como Solus e Debian para que todas as comunidades Linux se beneficiem.
sr_rs: Kad god je moguće, doprineti razvoju drugih projekata kao što su Solus i Debian za benefit celokupne Linux zajednice.
tr: Mümkün olduğunda, tüm Linux topluluklarının yararlanması için Solus ve Debian gibi Upstream projelerine katkıda bulunmak.

source: Software selection will favor functionality and stability over lightness and whimsy.
ca: La selecció de programari preferirà la funcionalitat i l'estabillitat per sobre de la lleugeresa o les solucions capricioses.
de_de: Programmauswahl zu Gunsten der Funktionalität und Stabilität gegenüber Leichtigkeit und Verspieltheit.
es: La selección de programas favorecerá las funcionalidades y la estabilidad sobre la ligereza y las extravagancias.
fi: Ohjelmistovalikoima suosii toimivuutta ja vakautta, ei kevyttä ja oikuttelevaa.
fr: La sélection de logiciels favorise la fonctionnalité et la stabilité par rapport à la légèreté et à la fantaisie.
hu: A szoftver választék előtérbe helyezi a funkcionalitást és a stabilitást a könnyedség és szeszélyesség helyett.
id_id: Pemilihan perangkat lunak akan lebih mengutamakan fungsi dan stabilitas daripada keringanan dan pernak-perniknya.
it: Una selezione di software che preferisce funzionalità e stabilità a leggerezza e superficialità.
ja: ソフトウェアの選択は、軽さと気まぐれよりも機能と安定性を優先します。
ms_my: Pemilihan perisian akan diutamakan pada kefungsian dan kestabilan berbanding ke keringanan dan lain-lain yang pelik.
nl_nl: Software selectie zal altijd het nut en de stabiliteit verkiezen boven gewicht en eigenzinnigheid.
pl: Przy wyborze oprogramowania kierujemy się przede wszystkim funkcjonalnością i stabilnością, a mniej niewielkim zużyciem zasobów systemu oraz upodobaniami.
pt_br: A seleção de software favorecerá a funcionalidade e a estabilidade sobre a leveza e o capricho.
pt_pt: A seleção de software irá favorecer a funcionalidade e a estabilidade sobre a leveza e o capricho.
sr@latin: Izbor softvera favorizuje funkcionalnost i stabilnost namesto površnosti i hira.
sr_rs: Izbor softvera koje favorizuju funkcionalnost i stabilnost.
tr: Yazılım seçimini, işlevsellik ve kararlılığı hafiflik ve tuhaflığa göre tercih ettirmek.

source: is one of, if not the, largest deployed
ca: és un dels més coneguts, o el més conegut.
de_de: ist eine der größten oder sogar größte verwendeten
es: es un, si no el más implementado sistema operativo de escritorio basado en
fi: on yksi suurimmista, ellei suurin kaikista tuotetuista
fr: est l'un des plus, voir le plus, grand déployé.
hu: az egyik, ha nem a legjobban elterjedt
id_id: adalah salah satu dari, jika bukan, sistem operasi
it: E' uno dei, se non il, maggiormente installato sistema operativo basato su
ja: は、Linux のもっとも大きな展開の１つで、
ms_my: merupakan salah satu sistem pengoperasian
nl_nl: is één van de meest, zo niet, hét meest gebruikte
pl: jest jednym z najbardziej rozpowszechnionych na świecie systemów operacyjnych.
pt_pt: é um dos, se não o, sistema operativo baseado em
sr@latin: je jedan od ako ne i najrasprostranjeniji
sr_rs: je jedan od, ako ne i najveći
tr: en çok olmasa da en yaygın

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
ca: sistema operatiu d'escriptori del món. Linux és al cor d'Ubuntu i fa possible la creació del sistema operatiu segur, potent i versàtil com ara
de_de: basierten Betriebssysteme der Welt. Linux ist das Herz von Ubuntu und ermöglicht es ein sicheres, mächtiges und vielfältiges Betriebssystem zu schaffen
es: del mundo. Linux está en el corazón de Ubuntu y hace posible la creación de un sistema operativo seguro, potente y versátil, tal como
fi: perusteisista työpöytäkäyttöjärjestelmistä maailmassa. Linux sijaitsee Ubuntu:n sydämessä ja mahdollistaa turvallisten, tehokkaiden ja taipuisien käyttöjärjestelmien luomisen kuten
fr: système d'exploitation bureau basé dans le monde. Linux est au cœur de Ubuntu et rend possible la création de systèmes d’exploitations sécurisés, puissants et polyvalents.
hu: alapú asztali operációs rendszer a világon. A Linux az Ubuntu szívében található és lehetővé a teszi biztonságos, hatékony és sokoldalú operációs rendszerek létrehozását, úgy mint a
id_id: yang terluas penyebarannya di dunia. Linux adalah jantung dari Ubuntu dan memungkinkan untuk menciptakan sistem operasi yang aman, kuat dan serbaguna, seperti
it: Basato su sistemi operativi desktop nel mondo. Linux è il cuore di Ubuntu e permette di creare un sistema operativo sicuro, potente e versatile, come ad esempio
ja: そのLinux は世界のデスクトップオペレーティングシステムのベースになっています。Linux は、Ubuntu やAndroid のような安全で強力で汎用性の高いオペレーティングシステムの作成を可能にします。
ms_my: berasaskan atas meja terbesar di dunia. Linux merupakan intipati Ubuntu yang menjadikannya sistem pengoperasian yang lebih selamat, berkuasa dan serba-boleh, seperti
nl_nl: gebaseerde besturingssysteem in de wereld. Linux vormt het hart van Ubuntu en vormt de basis voor veilige, krachtige en flexibele besturingssystemen als
pl: Linux jest sercem Ubuntu i daje możliwość budowania bezpiecznych, wszechstronnych i elastycznych systemów operacyjnych, takich jak
pt_pt: mais utilizado no mundo. O Linux está no fundamento do Ubuntu e é o que o torna capaz de criar sistemas operativos versáteis, seguros e potentes, tal como
sr@latin: desktop operativni sistem u svetu. Linux se nalazi u srži Ubuntu-a i isti omogućava izradu bezbednih, moćnih i raznovrsnih operativnih sistema poput
sr_rs: kućni desktop operativni sistem na svetu. Linux je u srcu Ubuntu-a koji čini mogućim stvaranje bezbednog, moćnog i versatilnog operativnog sistemao kao što je
tr: tabanlı masaüstü işletim sistemlerinden biridir dünyada. Linux, Ubuntu'nun tam kalbindedir ve güvenli, güçlü ve çok yönlü işletim sistemleri oluşturmayı mümkün kılar, mesela

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
ca: Android es troba ara a les mans de milers de milions de persones arreu del món i també depèn de Linux.
de_de: Android wird von Milliarden Menschen überall auf der verwendet und verwendet ebenfalls Linux.
es: Android, hoy por hoy, está en manos de miles de millones de personas en todo el planeta, y también funciona gracias a Linux.
fi: Android nyt on ja miljardien ihmisten käsissä ympäri maailmaa sekä niin ikään Linux:illa pyörivä.
fr: Android, qui est basé sur Linux, se retrouve aujourd'hui dans des millions de mains à travers le monde.
hu: az Android emberek milliárdjainak kezében van a világon és azt is Linux hajtja.
id_id: Android kini berada di tangan miliaran orang di seluruh dunia dan juga didukung oleh Linux.
it: Android è ora nelle mani di miliardi di persone in tutto il mondo ed anch'esso è basato su Linux.
ja: Android はLinux を搭載しており、現在、世界中の何十億人もの人々の手に渡っています。
ms_my: Android kini sudah digunakan oleh berbilion-bilion pengguna di serata dunia dan ia juga diperkasakan dengan Linux.
nl_nl: Android wordt door miljoenen mensen over de hele wereld gebruik en is ook gebaseerd op Linux.
pl: Android jest używany przez miliardy ludzi na całym świecie - on również został stworzony w oparciu o Linux.
pt_pt: O Android que está agora nas mãos de biliões de pessoas em todo o mundo e também é alimentado pelo Linux.
sr@latin: Android se trenutno nalazi u rukama milijardi ljudi svuda po svetu a u svojoj osnovi oslanja se na Linux.
sr_rs: Android je u rukama milijardu ljudi širom sveta i takodje ga pokreće Linux.
tr: Android şu anda dünya çapında milyarlarca insanın elinde bulunmakta ve aynı zamanda Linux tarafından da desteklenmektedir.

source: Ubuntu is available in a number of different
ca: Ubuntu es pot trobar sota la forma de diferents
de_de: Ubuntu ist verfügbar in einer Vielzahl von verschiedenen
es: Ubuntu está disponible en diversas
fi: Ubuntu on saatavilla monine eri
fr: Ubuntu est disponible dans de nombreuses
hu: Az Ubuntu elérhető több különböző
id_id: Ubuntu tersedia dalam jumlah rasa
it: Ubuntu è disponibile in una serie di differenti
ja: Ubuntu にはさまざまな種類の
ms_my: Ubuntu tersedia dalam sebilangan
nl_nl: Ubuntu is beschikbaar in een aantal verschillende
pl: Ubuntu jest dostępne w kilku różnych
pt_pt: O Ubuntu está disponível em vários
sr@latin: Ubuntu je dostupan u više različitih
sr_rs: Ubuntu je dostupan u različitom broju
tr: Ubuntu birçok farklı sistemde mevcuttur,

source: flavors
ca: aromes
de_de: Varianten
es: variantes
fi: makusteluineen
fr: versions
hu: változatban
id_id: yang berbeda
it: gusti
ja: フレーバー
ms_my: varian
nl_nl: smaken
pl: wariantach
pt_pt: sabores
sr@latin: izdanja
sr_rs: modela
tr: çeşitler
