Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/introduction/*.po
Languages: ca, de_de, es, fi, fr, hu, id_id, it, ja, ms_my, nl_nl, pl, pt_br, pt_pt, sr@latin, sr_rs, tr

source: each coming with its own desktop environment. <span name="distro-name"></span> takes the Ubuntu base operating system and adds the
ca: cadascuna de les quals arriba amb el seu entorn d'escriptori.<span name="distro-name"></span> pren la base del sistema operatiu d'Ubuntu i hi afegeix l'
de_de: jede kommt mit ihrer eigenen Desktop Umgebung. <span name="distro-name"></span>nimmt die Basis des Ubuntu Betriebssystems und ergänzt es um den
es: cada una con su propio entorno de escritorio. <span name="distro-name"></span> toma la base del sistema operativo Ubuntu y le añade el
fi: jokaisessa on oma työpöytäympäristönsä. <span name="distro-name"></span>ottaa Ubuntu-pohjakäyttöjärjestelmän ja lisää siihen
fr: livrées avec leurs propre environnement graphique. <span name="distro-name"></span> prends le système Ubuntu de base et y ajoute le
hu: mindegyik a a saját asztali környezetével. A(z) <span name="distro-name"></span> az Ubuntu operációs rendszert veszi alapul, ötvözve a
id_id: masing-masing datang dengan lingkungan desktop sendiri. <span name="distro-name"></span> mengambil sistem operasi basis Ubuntu dan menambahkan
it: ciascuno con il suo ambiente desktop. <span name="distro-name"></span> prende il cuore di Ubuntu e gli aggiunge il
ja: があり、それぞれが独自のデスクトップ環境を備えています。<span name="distro-name"></span>はUbuntu ベースのオペレーティングシステムに、Budgie デスクトップを追加しています。
ms_my: setiap keluaran dengan persekitaran atas mejanya sendiri. <span name="distro-name"></span> menggunakan Ubuntu sebagai asas sistem pengoperasian dan tambah
nl_nl: waarbij elke smaak z'n eigen desktopomgeving aanbiedt. <span name="distro-name"></span> gebruikt de basis van Ubuntu en complementeert dat met de
pl: wyposażonych w swoje własne środowiska graficzne. <span name="distro-name"></span> zostało stworzone na bazie Ubuntu, implementując w nim
pt_pt: em que cada um tem o seu próprio ambiente de trabalho. <span name="distro-name"></span> aproveita o sistema operativo ubuntu e adiciona o
sr_rs: svaki sa svojim desktop okruženjem <span name="distro-name"></span> koji uzimaju Ubuntu jezgro i dodaje
tr: her biri kendi masaüstü ortamıyla gelmektedir. <span name="distro-name"></span> Ubuntu tabanlı işletim sistemidir ve ekledikleri

source: Budgie desktop
ca: l'escriptori Budgie
es: escritorio de Budgie
fi: Budgie-työpöytä
fr: environnement de bureau Budgie
hu: Budgie asztallal
id_id: Desktop Budgie
ja: Budgie デスクトップ
ms_my: Atas meja Budgie
pl: Pulpit Budgie
pt_pt: Ambiente de trabalho Budgie
tr: Budgie masaüstü

source: Budgie Desktop
ca: Escriptori Budgie
es: Escritorio de Budgie
fi: Budgie-työpöytä
fr: Environnement de bureau Budgie
hu: A Budgie Asztal
id_id: Desktop Budgie
ja: Budgie デスクトップ
ms_my: Atas Meja Budgie
pl: Pulpit Budgie
pt_pt: Ambiente de trabalho Budgie
tr: Budgie Masaüstü

source: Wikipedia says that a
ca: A Wikipedia llegireu que un
de_de: laut Wikipedia
es: La Wikipedia dice que un
fi: Wikipedia sanoo että
fr: Wikipédia dit qu'un
hu: a Wikipédia szerint egy
id_id: Seperti kata Wikipedia bahwa
it: Wikipedia dice che un
ja: ウィキペディアによると、
ms_my: Wikipedia menjelaskan
nl_nl: Volgens Wikipedia
pl: Cytat z Wikipedii
pt_br: A wikipédia descreve um
pt_pt: A wikipédia descreve um
sr_rs: Wikipedia kaže
tr: Wikipedia diyor ki

source: Desktop Environment
ca: entorn d'escriptori
de_de: Desktop umgebung
es: entorno de escritorio
fi: Työpöytäympäristö
fr: Environnement de bureau
hu: Asztali Környezet
id_id: Lingkungan Desktop
it: Ambiente Desktop
ja: デスクトップ環境
ms_my: Persekitaran Atas Meja
nl_nl: is een desktopomgeving
pl: Pulpit
pt_br: Ambiente de Trabalho
pt_pt: Ambiente de trabalho
sr_rs: Desktop okruženje
tr: Masaüstü Ortamı

source: is:
ca: és:
de_de: ist:
es: es:
fi: tarjoaa:
fr: est :
hu: amely:
id_id: adalah:
it: è:
ja: とは:
ms_my: ialah:
pt_br: como:
pt_pt: como:
sr_rs: je:
tr: dır:

source: "An implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files."
ca: "un conjunt de paquets de programari per a oferir a l'usuari un ordinador amb una interfície gràfica. Així l'usuari té una manera de gestionar l'ordinador més còmoda que en la línia d'ordres."
de_de: "Eine Implementierung der Desktop Umgebung bestehend aus einem Paket von Programmen, die auf einem Betriebssystem laufen und dieselbe Grafische Benutzerschnittstelle (GUI) verwenden. Desktop GUIs helfen dem Nutzer, einfach auf Dateien zuzugreifen und diese zu bearbeiten."
es: es «una realización de la metáfora del escritorio compuesta por un conjunto de programas que se ejecutan en un sistema operativo informático, los cuales comparten una interfaz gráfica de usuario (GUI). Las GUI de escritorio ayudan a los usuarios a acceder a archivos y modificarlos con facilidad».
fi: "tietokoneen käyttäjälle graafisen käyttöliittymän (GUI), jossa käytetään yleisesti työpöytä-metaforaa: Pohjimmaisena on työpöytä, jonka päällä säilytetään ja muokataan erilaisia dokumentteja. Lisäksi usein erilaisia kohteita, kuten dokumentteja, voi raahaamalla siirtää työpöydän päällä paikasta toiseen. Päämääränä on tarjota intuitiivinen tapa käyttää tietokonetta samaan tapaan kuin fyysistä työpöytää."
fr: "Un environnement de bureau est constitué d'un ensemble de programmes exécutés à la base du système d'exploitation et fournit une interface graphique pour l'utilisateur (GUI) qui va l'aider à accéder et à modifier facilement ces fichiers".
hu: "Egy asztali metafóra implementációja programcsomagokkal ami egy számítógép operációs rendszerén fut, ami egy általános grafikus felületben (GUI) teljesedik ki. Az asztali felületek segítik a felhasználókat, hogy könnyen hozzáférhessenek és dolgozhassanak fájlaikkal."
id_id: "Implementasi metafora desktop yang dibuat dari serangkaian program yang berjalan di atas sistem operasi komputer, yang berbagi antarmuka pengguna grafis umum (GUI). Desktop GUI membantu pengguna untuk mengakses dan mengedit file dengan mudah."
it: "Una implementazione della metafora del desktop fatta da un insieme di programmi eseguiti al di sopra di un sistema operativo, che condivide una interfaccia grafica (GUI) comune. Le interfacce grafiche aiutano l'utente ad accedere e modificare facilmente i file"
ja: 「コンピューターのオペレーティングシステム上で実行されるプログラムを付属して構成した実装で、共通のグラフィカルユーザーインターフェイス（GUI）を持ちます。その GUI は、ユーザーがファイルに簡単にアクセスして編集するのに役立ちます。」
ms_my: "Sebuah implimentasi metafora atas meja yang diperbuat daripada sejumlah program yang dijalankan dalam sistem pengoperasian komputer, yang berkongsi antara muka pengguna bergrafik (GUI) umum, GUI desktop dapat membantu pengguna capai dan sunting fail dengan mudah."
nl_nl: een uitvoering van een desktopmatefoor gemaakt van een bundeling van programma's die draaien op het besturingssysteem en een gemeenschappelijke grafische gebruikersinterface (GUI) delen. Desktop GUI's helpen de gebruiker eenvoudig toegang te krijgen tot en het bewerken van bestanden.
pl: "Podstawowy obszar roboczy w systemach operacyjnych, których powłoka graficzna (interfejs GUI) oparta jest o tzw. okna. Na pulpicie znajdują się ikony, inaczej: odsyłacze lub skróty, odwołujące się do najważniejszych elementów interfejsu użytkownika, a także do istniejącego w systemie oprogramowania."
pt_br: "Uma implementação de um ambiente de trabalho, metafóricamente, feito de um conjunto de programas que correm por cima do sistema operativo do computador, os quais partilham uma interface gráfica (GUI). Os ambientes GUI ajudam o utilizador a aceder facilmente a tudo e esditar ficheiros."
pt_pt: "Uma implementação de um ambiente de trabalho, metafóricamente, feito de um conjunto de programas que correm por cima do sistema operativo do computador, os quais partilham uma interface gráfica (GUI). Os ambientes GUI ajudam o utilizador a aceder facilmente a tudo e editar ficheiros."
sr_rs: Implementacija skupa programa koji se pokreću na operativnom sistemu a koji dele zajednički grafički interfejs. Desktop grafički interfejs pomaže korisniku olakšan pristup fajlovima i menjanje istih.
tr: ''Masaüstü metaforunun uygulanması, ortak bir grafik kullanıcı arayüzünü (GUI) paylaşan bir bilgisayar işletim sisteminin üstünde çalışan bir grup programdan oluşuyordu. Masaüstü GUI'leri kullanıcının dosyalara kolayca erişmesine ve düzenlemesine yardımcı olur.''

source: <span name="distro-name"></span> comes with a lot of useful applications like
ca: <span name="distro-name"></span> es proporciona amb moltes aplicacions útils:
de_de: <span name="distro-name"></span> bringt eine Menge nützlicher Anwendungen mit, wie
es: <span name="distro-name"></span> incluye muchas aplicaciones útiles, tales como
fi: <span name="distro-name"></span>:n mukana tulee useita hyödyllisiä sovelluksia kuten
fr: <span name="distro-name"></span> est livrée avec de nombreuses applications comme
hu: A(z) <span name="distro-name"></span> rengeteg hasznos alkalmazással érkezik, olyanokkal mint a
id_id: <span name="distro-name"></span> datang bersama banyak sekali aplikasi berguna seperti
it: <span name="distro-name"></span> ha già molte applicazioni utili come
ja: <span name="distro-name"></span>には、次のような便利なアプリケーションが多数付属しています。
ms_my: <span name="distro-name"></span> disertakan dengan pelbagai aplikasi berguna seperti
nl_nl: <span name="distro-name"></span> heeft vele goede programma's die je verwacht van een goede desktopomgeving, zoals
pl: <span name="distro-name"></span> jest dostarczane wraz z wieloma użytecznymi aplikacjami
pt_pt: O <span name="distro-name"></span> vem com inúmeras aplicações úteis tais como
sr_rs: <span name="distro-name"></span>dolazi sa dosta korisnih aplikacija poput
tr: <span name="distro-name"></span> birçok faydalı uygulama ile birlikte gelmektedir, bunlar

source: GNOME Software
ca: Programari GNOME
fr: GNOME Software (Logiciels)
hu: GNOME Szoftverek
id_id: Perangkat Lunak GNOME
ja: GNOMEソフトウェア
ms_my: Perisian GNOME
pl: Centrum oprogramowania
pt_br: Loja de aplicativos GNOME
sr_rs: GNOME Softver
tr: GNOME Yazılımı

source: File Manager
ca: Gestor de fitxers
de_de: Datei Manager
es: Gestor de archivos
fi: Tiedostonhallinta
fr: Explorateur de fichiers
hu: Fájlkezelő
id_id: Pengelola Berkas
it: Gestore File
ja: ファイルマネージャ
ms_my: Pengurus Fail
nl_nl: Bestandsbeheerder
pl: Menadżer plików
pt_br: Gerenciador de Arquivos
pt_pt: Gestor de ficheiros
sr_rs: Fajl Menadžer
tr: Dosya Yöneticisi

source: Web Browser
ca: Navegador Web
es: Navegador web
fi: Internet-selain
fr: Navigateur Web
hu: Webböngésző
id_id: Peramban Web
ja: Web ブラウザ
ms_my: Pelayar Sesawang
nl_nl: Browser
pl: Przeglądarka internetowa
pt_br: Navegador de internet
pt_pt: Navegador de internet
sr_rs: Web Brauzer
tr: Web Tarayıcısı

source: Office Suite
ca: Paquet d'ofimàtica
es: Paquete de oficina
fi: Toimisto-ohjelmisto
fr: Suite Bureautique
hu: Irodai csomag
it: Suite di Office
ja: オフィススイート
ms_my: Suit Pejabat
nl_nl: Kantoorapplicaties
pl: Pakiet biurowy
pt_br: Suíte Office
pt_pt: Suíte de escritório
sr_rs: Office paket
tr: Ofis Suit

source: Software Store
ca: Magatzem de programari
de_de: Software Laden
es: Tienda de programas
fi: Ohjelmistokauppa
fr: Magasin d'applications
hu: Szoftveráruház
id_id: Toko Perangkat Lunak
it: Negozio Software
ja: Software ストア
ms_my: Kedai Perisian
nl_nl: Software Centrum
pl: Sklep z oprogramowaniem
pt_br: Loja de Aplicativos
pt_pt: Loja de software
sr_rs: Softver prodavnica
tr: Yazılım Mağazası

source: Music Player
ca: Reproductor de música
de_de: Musik Player
es: Reproductor de música
fi: Musiikkisoitin
fr: Lecteur Audio
hu: Zenelejátszó
id_id: Pemutar Musik
it: Player Musicale
ja: 音楽プレーヤー
ms_my: Pemain Muzik
nl_nl: Muziekspeler
pl: Odwarzacz muzyki
pt_br: Reprodutor de música
pt_pt: Reprodutor de música
sr_rs: Mužički plejer
tr: Müzik Çalar

source: All of which are highly customisable and managed via
ca: Tot el programari es pot personalitzar i gestionar via
de_de: Insgesamt stark anpassbar und verwaltet über
es: Todo ello es altamente personalizable y se puede gestionar mediante
fi: Joista kaikki ovat erittäin muokattavissa ja hallinnoitavissa kohteessa
fr: Tout cela est hautement personnalisable et peut être géré grâce à
hu: Ezek közül mindegyik nagyon testre szabható és kezelhető a következőben:
id_id: Semua dapat dikustomisasi dan dikelola melalui
it: Tutte queste sono altamente personalizzabili e gestibili attraverso
ja: これらのすべてを高度にカスタマイズしたり、管理しているのが
ms_my: Semuanya boleh disuaikan dan diurus melalui
nl_nl: Allemaal zijn ze in hoge mate aanpasbaar en kunnen beheerd worden via de
pl: Każda z tych aplikacji jest w pełni konfigurowalna i może być zarządzana poprzez
pt_br: Todos eles são altamente personalizáveis ​​e gerenciados via
pt_pt: Todos elas são altamente personalizáveis ​​e geridas via
sr_rs: Koji su svi prilagodljivi i koji se mogu podešavati kroz
tr: ile her biri tamamen özelleştirilebilir ve yönetilebilir

source: Settings
ca: les Preferències
de_de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hu: Beállítások
id_id: Pengaturan
it: Impostazioni
ja: 設定です。
ms_my: Tetapan
nl_nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
sr_rs: Sistemska podešavanja
tr: Ayarlar

source: Budgie desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
ca: L'escriptori Budgie proporciona un entorn intuïtiu i atractiu en un model tradicional, cosa que vol dir que si heu utilitzat
de_de: Der Budgie Desktop bietet eine intuitive und ansprechende Desktop Umgebung mit traditionellen Metaphern an, das heißt, wenn du schon einmal
es: Budgie proporciona un entorno de escritorio intuitivo y atractivo que hace uso de metáforas tradicionales, lo que significa que si ya ha utilizado
fi: Budgie-työpöytä tarjoaa kekseliään ja viehättävän työpöytäympäristön joka käyttää perinteistä mallia, joka tarkoittaa sitä että mikäli olet koskaan käyttänyt
fr: Budgie met à votre disposition un environnement intuitif et interactif qui utilise des métaphores traditionnels, ce qui signifie que si vous avez utilisé précédement
hu: A Budgie asztal egy intuitív és attraktív asztali környezet, a hagyományos megoldások használatával, ami azt jelenti, ha valaha használta a következőket:
id_id: Desktop Budgie yang menyediakan lingkungan desktop yang intuitif dan menarik menggunakan paradigma tradisional, yang berarti Anda bisa jadi pernah menggunakannya.
it: L'ambiente desktop Budgie fornisce una interfaccia intuitiva ed attraente usando una metafora tradizionale, ciò significa che se tu hai mai usato
ja: Budgie デスクトップは、従来からのイメージを使うことで直感的で魅力的なデスクトップ環境を提供します。
ms_my: Atas meja Budgie menyediakan satu persekitaran atas meja yang menarik dan berintuitif iaitu dengan penggunaan metafora tradisional, bermaksud anda seolah-olah pernah menggunakannya
nl_nl: De Budgie desktopomgeving biedt een intuïtieve en aantrekkelijke omgeving die de traditionele look hanteert, wat betekent dat als je ooit gebruik hebt gemaakt van
pl: Pulpit Budgie dostarcza intuicyjne i atrakcyjne wizualnie środowisko tradycyjnego pulpitu, co oznacza, że jeżeli kiedykolwiek używałeś systemów
pt_br: Budgie desktop fornece um ambiente de trabalho intuitivo e atraente usando metáforas tradicionais, o que significa que se você já usou
pt_pt: O Budgie fornece um ambiente de trabalho intuitivo e atraente usando metáforas tradicionais, o que significa que se já usou o
sr_rs: Budgie desktop pruža intuitivan i atraktivno desktop okruženje koristeći tradicionalni pristup izgledu desktopa te ako ste ikad koristili
tr: Budgie masaüstü geleneksel metaforları kullanarak sezgisel ve çekici bir masaüstü ortamı sağlamaktadır

source: or
ca: o
de_de: oder
es: o
fi: tai
fr: ou
hu: vagy
id_id: atau
it: o
ja: または
ms_my: atau
nl_nl: of
pl: lub
pt_br: ou
pt_pt: ou
sr@latin: ili
sr_rs: ili
tr: yada

source: it will feel very familiar.
ca: el trobareu mol familiar.
de_de: es wird sich sehr vertraut anfühlen.
es: le resultará muy familiar.
fi: sen tuntuma on hyvin tuttu.
fr: cela vous paraîtra très familier.
hu: akkor ez nagyon ismerős lesz Önnek.
id_id: yang terasa sangat akrab.
it: ti sembrerà molto familiare.
ja: ととても馴染んでいます。
ms_my: ia akan berasa sangat serasi.
nl_nl: het heel vertrouwd zal aanvoelen.
pl: wszystko wyda się niezwykle znajome.
pt_br: vai se sentir muito familiarizado.
pt_pt: vai sentir-se muito familiarizado.
sr@latin: prepoznaćete dosta sličnosti.
sr_rs: biće vam sve već poznato.
tr: çok tanıdık hissedeceksiniz.

source: Open Source
ca: Codi obert
es: Código abierto
fi: Avoin koodipohja
fr: Libre
hu: Nyílt forráskód
id_id: Sumber Terbuka
ja: オープンソース
ms_my: Sumber Terbuka
pt_br: Código aberto
pt_pt: Código aberto
sr_rs: Otvorenog Koda
tr: Açık Kaynak

source: What Linux, Ubuntu and Budgie desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell <span name="distro-name"></span> is free, in the truest sense of the word.
ca: El que tenen en comú Linux, Ubuntu i l'escriptori Budgie és que son de Codi obert. Aquest programari es pot fer servir lliurement, canviar-lo i compartir-lo (amb les modificacions o sense) amb qualsevol altra persona. En resum, <span name="distro-name"></span> és lliure, en el el sentit més real del món.
de_de: Eine Gemeinsamkeit von Linux, Ubuntu und Bugie ist Open Source. Diese Software kann von jedem frei genutzt, verändert und (in veränderter oder unveränderter Form) geteilt werden. Zusammengefasst ist <span name="distro-name"></span> frei, im wahrsten Sinne des Wortes.
es: Lo que Linux, Ubuntu y el escritorio Budgie tienen en común es que todos son de código abierto. Cualquiera puede utilizarlos, modificarlos y compartirlos (ya sea en sus formas originales o modificados). En resumidas cuentas, <span name="distro-name"></span> es libre, en el más puro sentido de la palabra.
fi: Linux, Ubuntu ja Budgie-työpöytä jakavat kaikki sen saman yhtäläisyyden että ne ovat koodipohjaltaan avoimia. Tätä ohjelmistoa voi kuka tahansa käyttää, muuttaa ja jakaa vapaasti (joko muokatussa tai muokkaamattomassa muodossa). Pähkinänkuoressa <span name="distro-name"></span>on vapaa, sanan varsinaisessa merkityksessä.
fr: Ce que Linux, Ubuntu et Budgie ont en commun, c'est qu'ils sont Open Source. Ce logiciel peut être librement utilisé, modifié et partagé (sous forme modifiée ou non modifiée) par tout le monde. En un mot, <span name="distro-name"></span> est gratuit, dans le vrai sens du terme.
hu: A Linuxban, az Ubuntuban és a Budgieban az a közös, hogy mindhárom nyílt forráskódú. Ez a szoftver szabadon használható, módosítható és megosztható (módosított vagy módosítatlan formában) bárki által. Dióhéjban a(z) <span name="distro-name"></span> szabad, a szó szoros értelmében.
id_id: Yang sama-sama dimiliki Linux, Ubuntu dan Budgie desktop adalah Open Source. Perangkat lunak ini dapat digunakan secara bebas, diubah, dan dibagikan (dalam bentuk yang dimodifikasi atau tidak dimodifikasi) oleh siapa pun. Singkatnya<span name="distro-name"></span> adalah bebas, dalam arti sebenarnya.
it: Quello che Linux, Ubuntu e Budgie desktop hanno in comune è che sono tutti Open Source. Questi software possono essere usati liberamente, cambiati, e condivisi (in forma modificata o non) da chiunque. Brevemente <span name="distro-name"></span> è libero, nel vero senso della parola.
ja: Linux、Ubuntu、およびBudgieのデスクトップに共通しているのは、オープンソースであることです。このソフトウェアは、誰でも自由に使用、変更、共有（修正済みまたは未修正の形式も）できます。一言で言えば、<span name="distro-name"></span>は無料です。
ms_my: Apakah persamaan Linux, Ubuntu dan atas meja Budgie? iaitu kesemuanya adalah bersumber Terbuka. Perisian ini boleh digunakan secara percuma, boleh diubah suai, dan dikongsi bersama-sama (dalam bentuk diubah suai, atau asal) oleh sesiapa sahaja. Secara harfiahnya <span name="distro-name"></span> adalah percuma dan bebas.
nl_nl: Wat Linux, Ubuntu en de Budgie desktopomgeving allemaal gemeen hebben, is dat ze open source software zijn. Deze software kan geheel vrij worden gebruikt, gewijzigd en gedeeld (in aangepaste of originele vorm) door wie dan ook. Kortom: <span name="distro-name"></span> is vrije software, in de breedste zin van het woord.
pl: To co łączy Linux, Ubuntu i pulpit Budgie to idea Open Source. To oprogramowanie może być swobodnie używane, zmieniane i udostępniane (w postaci zarówno zmodyfikowanej i oryginalnej). Mówiąc w skrócie, <span name="distro-name"></span> jest wolnym oprogramowaniem - ang. free, w najgłębszym tego słowa znaczeniu.
pt_pt: O que o Linux, o Ubuntu e o ambiente de trabalho Budgie têm em comum, é que todos são de Código Aberto. Este software pode ser usado, alterado e partilhado livremente (sob forma modificada ou não modificada) por qualquer pessoa. Em poucas palavras o <span name="distro-name"></span> é livre, no sentido mais verdadeiro da palavra.
sr_rs: Ono što Linux, Ubuntu i Budgie desktop imaju zajedničko jeste da su otvorenog koda. Ovakav softver može se slobodno koristiti, menjati i deliti (u modifikovanoj i nemodifikovanoj formi) od strane bilo koga. Ukratko <span name="distro-name"></span> je besplatan u pravom smislu te reči.
tr: Hepsinin ortak olduğu Linux, Ubuntu ve Budgie masaüstü açık kaynaktır. Bu yazılım serbestçe kullanılabilir, değiştirilebilir ve (değiştirilmiş veya değiştirilmemiş haliyle) herkes tarafından paylaşılabilir. Kısacası Ubuntu Budgie, kelimenin tam anlamıyla özgürdür.
