Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/introduction/*.po
Languages: ca, de_de, es, fi, fr, hu, id_id, it, ja, ms_my, nl_nl, pl, pt_br, pt_pt, sr@latin, sr_rs, tr

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like <span name="distro-name"></span>. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of <span name="distro-name"></span>.
ca: Tot i que algunes distribucions (variants) de Linux són de pagament, la majoria es proporciona lliure de càrregues, com <span name="distro-name"></span>. La distribució té una llicència d'ús que permet a qualsevol persona passar-la gratuïtament, sense condicions. Per exèmple, la llicència permet a qualsevol membre de la comunitat la llibertat d'usar Linux per a qualsevol propòsit, distribuir, modificar, redistribuir o, fins i tot, vendre el sistema operatiu. Si modifiqueu i després redistribuïu Linux amb les modificacions, la llicència exigeix que sotmeteu les modificacions a una inclusió possible a les versions futures. No es dóna la garantia que això passarà, però si heu millorat el sistema, llavors els vostres canvis es podran incloure, simplement al lliurament següent de <span name="distro-name"></span>.
de_de: Obwohl es möglich ist, einige Distributionen (Varianten) von Linux zu kaufen, wird die große Mehrheit davon kostenlos angeboten, so auch <span name="distro-name"></span>. Die Distribution ist so lizenziert, dass jeder sie kostenlos weitergeben kann, ohne Verpflichtungen. Die Lizenz gibt zum Beispiel jedem Mitglied der Nutzergemeinschaft die Freiheit, Linux für jede Art von Verwendung zu nutzen, zu verteilen, zu verändern, weiter zu verteilen oder sogar zu verkaufen. Falls du Linux veränderst und mit diesen Veränderungen weiter verteilst, verpflichtet dich die Lizenz dazu, die Veränderungen für die mögliche Integration in zukünftige Versionen zur Verfügung zu stellen. Es gibt keine Garantie, dass dies je geschehen wird, aber wenn du etwas verbessert hast, dann könnten deine Veränderungen im nächsten Release von <span name="distro-name"></span> enthalten sein.
es: Aunque es posible encontrar algunas distribuciones (variaciones) de Linux de pago, la inmensa mayoría se proporcionan sin coste alguno, como <span name="distro-name"></span>. La distribución se licencia de manera que permite a todo el mundo darla de forma libre, sin cadenas. Por ejemplo, la licencia otorga a cualquiera miembro de la comunidad la libertad de usar Linux para cualquier propósito, para distribuirlo, modificarlo, redistribuirlo o incluso vender el sistema operativo. Si modifica y redistribuye Linux con sus modificaciones, la licencia le exige que envíe sus modificaciones para la inclusión en posibles versiones futuras. No hay ninguna garantía de que esto ocurra, pero si ha conseguido mejorarlo, entonces sus cambios podrían ir incluidos en la próxima versión de <span name="distro-name"></span>.
fi: Vaikkakin löydät joitakin Linux-jakeluja (muunnoksia) jotka ovat kaupan, laaja enemmistö toimitetaan ilmaiseksi, kuten <span name="distro-name"></span>. Jakelu on luvitettu siten että kuka tahansa voi antaa sen kenelle tahansa ilmaiseksi, ilman koiraa haudattuna. Esimerkiksi, lisenssi antaa vapauden kenelle tahansa käyttäjäyhteisön jäsenelle käyttää Linux:ia mihin tarkoitukseen vain, jakaa, muokata, uudelleenjakaa, tai jopa myydä. Mikäli muunnat ja sen jälkeen uudelleenjaat Linux:ia muutoksien kanssa, sinulta vaaditaan lisenssin mukaisesti jakaa ja lähettää nuo muutokset mahdollista tulevaisuuden käyttöä varten. Ei ole takeita että näin tapahtuu, mutta jos olet saanut aikaan parannuksia, siten muutoksesi voivat hyvinkin päästä sisällytetyksi seuraavaan <span name="distro-name"></span>julkaisuun.
fr: Bien que vous trouverez des distributions (variantes) de Linux payantes, la grande majorité est fournie gratuitement, comme <span name="distro-name"></span>. La distribution est licenciée d'une manière qui permet à quiconque de la distribuer gratuitement, sans aucune restriction. Par exemple, la licence donne à n'importe quel membre de la communauté des utilisateurs la liberté d'utiliser Linux pour n'importe quel but, de distribuer, de modifier, de redistribuer ou même de vendre le système d'exploitation. Si vous modifiez et redistribuez Linux avec vos modifications, la licence vous oblige à soumettre vos modifications pour une éventuelle inclusion dans les versions futures. Il n'y a aucune garantie que cela se produise, mais si vous l'avez amélioré, vos modifications pourraient simplement être incluses dans la prochaine version de <span name="distro-name"></span>.
hu: Bár megvásárolhatóak a Linux egyes disztribúciói (variációk), a túlnyomó többsége ingyenes, mint a(z) <span name="distro-name"></span>. A terjesztés oly módon engedélyezett, hogy bárki szabadon terjesztheti, korlátok nélkül. Például a licenc a felhasználói közösség minden tagjának szabadon biztosítja a Linuxot bármilyen célra, az operációs rendszer terjesztését, módosítását, vagy akár eladását. Ha módosítja a Linuxot, majd újraterjeszti a módosításokat, akkor a licenc megköveteli, hogy a módosításokat a későbbi verziókba való bekerülésre benyújtsa. Nincs garancia arra, hogy ez mindig megtörténik, de ha valamin javított, akkor a változások a(z) <span name="distro-name"></span> következő kiadásában szerepelhetnek.
id_id: Meskipun Anda akan menemukan beberapa distribusi (variasi) Linux untuk pembelian, sebagian besar disediakan gratis, seperti <span name="distro-name"></span>. Distribusi ini berlisensi dengan cara yang memungkinkan siapa saja untuk memberikannya secara gratis, tanpa pamrih. Sebagai contoh, lisensi memberi anggota komunitas pengguna kebebasan untuk menggunakan Linux untuk tujuan apa pun, untuk mendistribusikan, memodifikasi, mendistribusikan ulang, atau bahkan menjual sistem operasi. Jika Anda memodifikasi dan kemudian mendistribusikan ulang Linux dengan modifikasi Anda, Anda diwajibkan oleh lisensi untuk mengirimkan modifikasi Anda untuk kemungkinan inklusi ke versi masa depan. Tidak ada jaminan bahwa ini akan pernah terjadi, tetapi jika Anda telah membuatnya lebih baik, maka perubahan Anda mungkin saja dimasukkan dalam rilis <span name="distro-name"></span>berikutnya .
it: Anche se puoi trovare alcune distribuzioni (variazioni) di Linux a pagamento, la grande maggioranza sono fornite senza costi, come <span name="distro-name"></span>. La distribuzione ha una licenza che permette a chiunque di condividerlo gratuitamente senza clausole. Per esempio, la licenza permette a qualunque membro della community la libertà di usare Linux per qualsiasi obiettivo, di distribuirlo, modificarlo, ridistribuirlo o anche venderlo. Se modifichi e ridistribuisci Linux con le tue modifiche, la licenza ti impone di condividere le tue modifiche per una possibile inclusione nelle versioni future. Non c'è nessuna garanzia che questo accadrà, ma se lo hai migliorato, allora le tue modifiche potrebbero essere incluse nella prossima release di <span name="distro-name"></span>.
ja: Linuxの一部のディストリビューション（バリエーション）を購入することもできますが、大部分は<span name="distro-name"></span>のように無料で提供されています。このディストリビューションは、誰でも無料で配布できるようにライセンスされており、文言は添付されていません。たとえば、このライセンスは、ユーザーコミュニティのメンバーに、あらゆる目的でLinuxを使用し、オペレーティングシステムを配布、変更、再配布、または販売する自由を与えます。Linuxを変更してから、変更を加えてLinuxを再配布する場合、将来のバージョンに含めるためにライセンスを変更する必要があります。これが起こる保証はありませんが、改善した場合は、変更が<span name="distro-name"></span>の次のリリースに含まれる可能性があります。
ms_my: Walaupun anda akan menemui beberapa jenis distribusi (variasi) Linux yang boleh dibeli, tetapi kebanyakannya diberikan secara percuma, seperti <span name="distro-name"></span>. Distribusi boleh dilesenkan supaya sesiapa sahaja dapat menggunakannya secara percuma, tanpa apa-apa sekatan atau syarat. Sebagai contoh, lesen yang diberi membolehkan ahli-ahli komuniti pengguna bebas menggunakan Linux untuk apa jua tujuan, untuk diedar, diubahsuai, diedar semula, atau pun jual sistem pengoperasian tersebut. Jika anda membuat pengubahsuaian dan kemudiannya edar Linux semula dengan pengubahsuaian anda, anda perlu menyerahkan pengubahsuaian tersebut supaya boleh ditambah baik pada versi-versi akan datang. Jika anda berjaya menjadikannya lebih baik, perubahan tersebut mungkin akan dimasukkan dalam keluaran <span name="distro-name"></span> yang berikutnya.
nl_nl: Ondanks dat er een aantal Linux distributies (varianten) te koop worden aangeboden, wordt het overgrote deel gratis aangeboden, zoals <span name="distro-name"></span>. De distributie heeft een licentie die het iedereen toestaat de software gratis te verspreiden, zonder voorwaarden. Een voorbeeld: de licentie staat elke gebruiker binnen de gemeenschap toe om de software te gebruiken, aan te passen of te delen met aanpassingen, of zelfs te verkopen. De enige voorwaarde is dat je eventuele aanpassingen meldt zodat het mogelijk op kan worden genomen in de toekomstige versie. Er is geen garantie dat dit altijd gebeurt, maar als je iets verbeterd hebt, dan zouden je wijzigingen zomaar eens te vinden kunnen zijn in de volgende versie van <span name="distro-name"></span>.
pl: Chociaż istnieją płatne dystrybucje (odmiany) Linux, to większość jest jednak bezpłatna, tak jak <span name="distro-name"></span>. Ta dystrybucja jest licencjonowana na zasadach pozwalających rozpowszechniać ją za darmo, bez żadnych dodatkowych warunków. Przykładowo, licencja ta daje każdemu członkowi społeczności swobodę w używaniu Linux w dowolnym celu, rozpowszechnianiu go, modyfikowaniu, dystrybuowaniu w zmienionej formie, a nawet sprzedaży. Jeżeli udostępniasz wersję systemu Linux zawierającą twoje modyfikacje, licencja wymaga od ciebie przekazania ich do społeczności oraz umożliwienie ich implementacji w przyszłych wydaniach Linux. Nie ma gwarancji, ze tak się stanie, ale jeżeli poprawiłeś jakiś element, to istnieje szansa, że te zmiany będą uwzględnione w kolejnym wydaniu <span name="distro-name"></span>.
pt_pt: Embora encontre algumas distribuições (variações) do Linux para compra, a grande maioria é fornecida gratuitamente, como o <span name="distro-name"></span>. A distribuição é licenciada de uma forma que permite a qualquer pessoa distribuí-la gratuitamente, sem restrições. Por exemplo, a licença dá a qualquer membro da comunidade de utilizadores a liberdade de usar o Linux para qualquer propósito, para distribuir, modificar, redistribuir ou mesmo vender o sistema operativo. Se modificar e de seguida, redistribuir o Linux com as suas modificações, é obrigado pela licença a enviar as suas modificações para possível inclusão em futuras versões. Não há garantia de que isto nunca aconteça, mas se melhorou, as suas alterações podem ser incluídas na próxima versão do <span name="distro-name"></span>.
sr_rs: Iako ćete naići na različiti distribucije (varijacije) Linux-a koje su na prodaju, većina je besplatna i dostupna bez ikakivh troškova kao <span name="distro-name"></span>. Distribucija je licencirana tako da omogućava svakome da je da besplatno bez ikakvih začkoljivca. Na primer, licenca daje pravo bilo kojem korisniku zajednice slobodu da koristi Linux u bilo koju svrhu, da ga modifikuje, redistribuira ili čak prodaje operativni sistem. Ako modifikujete i onda redistribuirate Linux sa vašim modifikacijama, obavezni ste po licenci da dostavite svoje modfikacije za moguću buduću inkluziju u buduće verzije. Nema garance da će do toga uvek doći, ali ako ste nešto učinili bolji, onda možda baš vaše promene budu uključene u narednoj verziji <span name="distro-name"></span>.
tr: Linux'u satın almak için bazı dağıtımları (çeşitleri) bulabileceğiniz gibi, birçoğu <span name="distro-name"></span> gibi ücretsiz olarak sağlanmaktadır. Dağıtım, herhangi bir dizge eklenmeden herkesin ücretsiz olarak vermesine izin verecek şekilde lisanslanır. Örneğin, lisans kullanıcı topluluğunun herhangi bir üyesine Linux'u herhangi bir amaç için kullanma, işletim sistemini dağıtma, değiştirme, yeniden dağıtma veya satma özgürlüğü vermektedir. Düzenlemeleriniz ile Linux'u değiştirir ve sonra yeniden dağıtırsanız, lisansın gelecekteki sürümlere eklenebilmesi için değişikliklerinizi göndermeniz gerekir. Bunun gerçekleşeceğine dair bir garanti yoktur, ancak bunu daha iyi yaparsanız, değişiklikleriniz sadece bir sonraki <span name="distro-name"></span> sürümüne dâhil edilebilir.

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
ca: Molts usuaris de Linux són entitats que fan servir el sistema operatiu pels seus negocis, o l'inclouen amb els seus productes. Moltes d'aquestes entitats proporcionen millores i característiques noves a Linux perquè els apliquen als seus negocis.
de_de: Viele Nutzer von Linux sind Unternehmen, die das Betriebssystem nutzen, um ihre Geschäfte durchzuführen oder es in ihren Produkte verwenden. Viele dieser Unternehmen stellen Fehlerbehebungen und neue Funktionen für Linux bereit, wenn sie die Software für ihr Unternehmen nutzen.
es: Muchos de los usuarios de Linux son corporaciones que usan el sistema operativo gestionar sus negocios o para incluirlo en sus productos. Muchas de esas corporaciones proporcionan correcciones y nuevas funcionalidades a Linux al usar el software para sus negocios.
fi: Monet Linux-käyttäjät ovat suuryrityksiä jotka käyttävät käyttöjärjestelmää liiketoimintojensa ajamiseen tai sisällyttävät sen omiin tuotteisiinsa. Näistä suuryrityksistä useat toimittavat korjauksia ja uusia ominaisuuksia Linux:iin käyttäessään ohjelmistoja liiketoimintaansa varten.
fr: Beaucoup d'utilisateurs de Linux sont des entreprises qui utilisent le système d'exploitation pour gérer leur affaire ou l'inclure dans leurs produits. Beaucoup de ces sociétés fournissent des réparations et de nouvelles fonctionnalités pour Linux, car elles utilisent le logiciel pour leurs entreprises.
hu: A Linux számos felhasználói között vannak olyan vállalatok, amelyek az operációs rendszert használják üzleti tevékenységük futtatására, vagy termékeiken belül. Ezek közül sok vállalat javításokat és új funkciókat biztosít a Linux számára, mivel a szoftvert üzleti tevékenységükhöz használják.
id_id: Banyak pengguna Linux adalah perusahaan yang menggunakan sistem operasi untuk menjalankan bisnis mereka, atau memasukkannya ke dalam produk mereka. Banyak dari perusahaan-perusahaan ini menyediakan perbaikan dan fitur baru untuk Linux karena mereka menggunakan perangkat lunak untuk bisnis mereka.
it: Molti degli utenti di Linux sono aziende che usano il sistema operativo per il loro business, o lo includono nei loro prodotti. Molte di queste aziende forniscono migliorie e nuove funzioni per Linux dato che lo usano per la loro produzione.
ja: Linuxのユーザーの多くは、オペレーティングシステムを使用してビジネスを実行しているか、製品に組み込まれたオペレーティングシステムになります。これらの企業の多くは、企業でソフトウェアを使用する際にLinuxの修正と新機能を提供しています。
ms_my: Kebanyakan pengguna Linux merupakan pengguna perbadanan yang menggunakan sistem pengoperasian untuk kegunaan perniagaan mereka, atau menjadikannya sebagai komponen produk mereka. Kebanyakan pengguna perbadanan ini menyediakan pembaikan dan beberapa fitur baharu untuk Linux untuk kegunaan khusus perniagaan mereka.
nl_nl: Veel van de Linux-gebruikers zijn bedrijven die het besturingssysteem dagelijks binnen het bedrijf gebruiken, of het zelfs meeleveren met hun product. Veel van deze bedrijven leveren verbeteringen en zelfs nieuwe functionaliteit op voor Linux tijdens het gebruik van de software voor het bedrijf.
pl: Wielu użytkowników systemu Linux to korporacje, które wykorzystują go do zarządzania firmą lub dołączają go do swoich produktów. Wiele z tych korporacji tworzy poprawki lub dodaje nowe funkcje do systemu Linux.
pt_br: Muitos dos usuários do Linux são corporações que usam o sistema operacional para administrar seus negócios ou incluí-lo dentro de seus produtos. Muitas dessas corporações fornecem correções e novos recursos para o Linux, pois eles usam o software para seus negócios.
pt_pt: Muitos dos utilizadores do Linux são corporações que usam o sistema operativo para administrar os seus negócios ou incluí-lo dentro dos seus produtos. Muitas dessas corporações fornecem correções e novas funcionalidades para o Linux, pois eles usam o software para os seus negócios.
sr@latin: Veliki deo korisnika Linux-a su korporacije koje koriste ovaj operativni sistem za vođenje svojih poslova ili ga uključuju u svoje proizvode. Koristeći ga u svom poslovanju, mnogi pišu ispravke za njega i često dodaju nove mogućnosti.
sr_rs: Mnogi od korisnika Linuxa su korporacije koje koriste isti za rad njihovog biznisa ili ga uključuju kao sastavni deo njihovih proizvoda. Dosta njih pruža ispravke i dodaje nove mogućnosti Linuxu kako koriste softver na njemu za rad njihovog biznisa.
tr: Linux kullanıcılarının çoğu, işletmelerini çalıştırmak veya ürünlerine dahil etmek için işletim sistemini kullanan şirketlerdir. Bu şirketlerin birçoğu, yazılımı işletmeleri için kullandıklarında Linux için düzeltmeler ve yeni özellikler sunar.

source: These improvements are given back
ca: Aquestes millores retornen
de_de: Diese Verbesserungen werden wieder zurück gegeben
es: Estas mejoras son devueltas
fi: Nämä parannukset annetaan
fr: Ces améliorations sont partagées
hu: Ezek a fejlesztések visszajutnak
id_id: Perbaikan ini diberikan kembali
it: Queste migliorie sono restituite
ja: これらの改善点が返されます
ms_my: Penambahbaikan ini akan dikembalikan semula
nl_nl: Deze verbeteringen worden teruggekoppeld
pl: Te usprawnienia są udostępniane
pt_br: Essas melhorias são devolvidas
pt_pt: Essas melhorias são devolvidas
sr@latin: Ova poboljšanja se vraćaju
sr_rs: Ova poboljšana se daju nazad
tr: Bu iyileştirmeler geri verildi

source: to the Linux community and <span name="distro-name"></span> improves as a result. This is how we can continually improve and grow without having to charge our users money.
ca: a la comunitat Linux i <span name="distro-name"></span> milloren el conjunt. D'aquesta manera podem millorar i créixer sense demanar diners a la gent.
de_de: zur Linux Gemeinschaft und darum wird <span name="distro-name"></span> immer besser. Deshalb können wir immer besser werden und wachsen, ohne dafür von unseren Nutzern Geld verlangen zu müssen.
es: a la comunidad de Linux y como resultado <span name="distro-name"></span> mejora. Así es como podemos mejorar continuamente y crecer sin tener que cobrar a nuestros usuarios.
fi: Linux-yhteisölle ja <span name="distro-name"></span>paranee sen tuloksena. Tällä tavalla me ehostumme sekä kasvamme jatkuvasti ilman tarvetta laskuttaa käyttäjiltämme rahaa.
hu: a Linux közösséghez és a(z) <span name="distro-name"></span> fejlődik ezáltal. Így tudunk folyamatosan fejlődni és növekedni anélkül, hogy a felhasználóknak pénzt kellene fizetniük.
id_id: ke komunitas Linux dan <span name="distro-name"></span> peningkatan sebagai hasilnya. Ini adalah bagaimana kami dapat terus meningkatkan dan tumbuh tanpa harus mengambil uang pengguna kami.
it: alla comunità di Linux e <span name="distro-name"></span> migliora come conseguenza. Questo è come possiamo migliorare continuamente e crescere senza far pagare i nostri utenti.
ja: Linuxコミュニティに提供され、その結果、<span name="distro-name"></span>が改善されました。これは、ユーザーにお金を請求することなく継続的に改善および成長できる方法です。
ms_my: kepada komuniti Linux dan <span name="distro-name"></span> hasilnya menjadi lebih baik. Beginilah cara kami terus-menerus menambah baik dan berkembang tanpa mengenakan apa-apa yuran atau bayaran kepada pengguna kami.
nl_nl: naar de Linux gemeenschap met als gevolg dat <span name="distro-name"></span> beter wordt. Op deze manier kunnen we constant verbeteren en groeien zonder aan onze gebruikers een bijdrage te moeten vragen.
pl: społeczności Linux i dzięki temu <span name="distro-name"></span> również się rozwija. Takie rozwiązanie zapewnia stały rozwój oraz dalszą rozbudowę systemu bez pobierania opłat od naszych użytkowników.
pt_pt: à comunidade Linux e o <span name="distro-name"></span> melhora como resultado. É assim que podemos melhorar e crescer continuamente sem ter que cobrar dinheiro aos nossos utilizadores.
sr_rs: Linux zajednici i <span name="distro-name"></span>se poboljšava kao rezultat toga. Ovo je način na koji možemo da se kontinuirano poboljšavamo i rastemo bez potrebe da naplaćujemo sistem korisnicima.
tr: Linux topluluğuna ve sonuç olarak <span name="distro-name"></span> gelişti. Bu, kullanıcılarımıza para göndermek zorunda kalmadan sürekli olarak iyileşebilir ve büyüyebilir.
