Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/donate/*.po
Languages: ko_kr, lt_lt, zh_tw

source: Donate
ko_kr: 기부
lt_lt: Paaukoti
zh_tw: 捐款

source: About Donations
ko_kr: 기부 안내
lt_lt: Apie paaukojimus
zh_tw: 關於捐款

source: Our Supporters
ko_kr: 우리의 후원자들
lt_lt: Mūsų remėjai
zh_tw: 芳名錄

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ko_kr: 인터넷에 연결되지 않았나 봅니다. 이 컨텐츠에 접근하시려면 인터넷 연결을 먼저 확인해 보세요.
lt_lt: Atrodo, kad jūs nesate prisijungę prie interneto. Prašome, norint gauti prieigą prie šio turinio, patikrinti savo ryšį.
zh_tw: 沒有連接到網際網路。請檢查您的連線

source: Sorry, Welcome was unable to establish a connection.
ko_kr: 죄송하지만, 웰컴에 연결할 수 없었습니다.
lt_lt: Atleiskite, programai Sveiki nepavyko užmegzti ryšio.
zh_tw: 抱歉，"歡迎"無法建立連線

source: Retry
ko_kr: 다시 시도
lt_lt: Bandyti dar kartą
zh_tw: 重試

source: Ubuntu MATE is funded by our community. Your donations help pay towards:
ko_kr: 우분투 마테는 우리 커뮤니티를 통해서 자금을 마련합니다. 여러분들의 기부를 통한 도움은 이렇게 쓰입니다:
lt_lt: Ubuntu MATE yra remiama mūsų bendruomenės. Jūsų paaukojimai padeda apmokėti:
zh_tw: Ubuntu MATE由我們的社群贊助。您的捐款將幫助我們支付下列項目:

source: Web hosting and bandwidth costs.
ko_kr: 웹 호스팅과 통신 비용.
lt_lt: Saityno prieglobą ir siuntimo spartos išlaidas.
zh_tw: 網頁主機租用和頻寬成本

source: Supporting Open Source projects that Ubuntu MATE depends upon.
ko_kr: 우분투 마테가 의지하는 오픈 소스 프로젝트들의 지원.
lt_lt: Atviro kodo projektų, nuo kurių yra priklausoma Ubuntu MATE, palaikymą.
zh_tw: 支持Ubuntu MATE依賴的開源專案

source: Eventually pay for full time developers of Ubuntu MATE and MATE Desktop.
ko_kr: 그렇게 우분투 마테와 마테 데스크톱 상시 개발자들에게 지원됩니다.
lt_lt: Galiausiai, mokėti atlyginimus Ubuntu MATE ir MATE darbalaukio pilno etato kūrėjams.
zh_tw: 最終將會支付給Ubuntu MATE和MATE Desktop的全職開發者

source: Patreon
ko_kr: 파트레온
zh_tw: 贊助者

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and invited to participate in video conferences where you can talk to the developers directly.
ko_kr: 은 오픈 소스 프로젝트의 자금을 마련하는 독특한 방법입니다. 매 월 정기적으로 들어오는 수입은 우분투 마테 프로젝트의 지속성을 보장합니다. 후원자들에게는 독점적인 프로젝트 뉴스와, 업데이트, 개발자들과의 화상회의 참여 등의 혜택을 받습니다.
lt_lt: yra unikalus būdas kaip galima paremti atviro kodo projektą. Nuolatinės mėnesinės pajamos Ubuntu MATE projektui užtikrina tvarumą. Globėjai bus apdovanoti išskirtinėmis projekto naujienomis, informacija ir bus pakviesti dalyvauti vaizdo konferencijose, kuriose galės tiesiogiai bendrauti su kūrėjais.
zh_tw: 是一個特殊的方式來贊助開源專案。每個月定期的收入確保Ubuntu MATE專案的持續。贊助者將享有專案的獨家內幕，更新以及被邀請參加和開發者們直接對談的視訊會議。

source: If you would prefer to use
ko_kr: 페이팔을 사용하고 계시면
lt_lt: Jeigu jūs teikiate pirmenybę naudoti
zh_tw: 如果您偏好使用

source: then we have options to donate monthly or make a one off donation. Finally, we also accept donations via
ko_kr: 매 달 기부와 한 번 기부의 옵션이 있습니다. 마지막으로, 다음 방법을 통한 기부도 받습니다
lt_lt: , tuomet yra pasirinkimai aukoti kas mėnesį arba atlikti vienkartinį paaukojimą. Galiausiai, mes taip pat priimame paaukojimus per
zh_tw: 然後我們有權選擇每月捐款或者一次性捐款。最後，我們也接受捐款經由

source: Bitcoin
ko_kr: 비트 코인
zh_tw: 比特幣

source: Become a Patron
ko_kr: 후원자 되기
lt_lt: Tapti globėju
zh_tw: 成為一個贊助者

source: Donate with PayPal
ko_kr: 페이팔로 기부하기
lt_lt: Paaukoti per PayPal
zh_tw: 使用Paypal捐款

source: Donate with Bitcoin
ko_kr: 비트 코인으로 기부하기
lt_lt: Paaukoti per Bitcoin
zh_tw: 使用比特幣捐款

source: Commercial sponsorship
ko_kr: 상업적인 후원도
lt_lt: Komercinis rėmimas
zh_tw: 商業贊助

source: is also available. Click the
ko_kr: 가능합니다.
lt_lt: irgi yra prieinamas. Spustelėkite

source: button above to find out more.
ko_kr: 버튼을 누르시면 더 많은 정보를 보실 수 있습니다.
lt_lt: mygtuką viršuje, kad sužinotumėte daugiau.
zh_tw: 上面的按鈕有更詳細的說明

source: Thank you!
ko_kr: 감사합니다!
lt_lt: Dėkojame!
zh_tw: 感謝您!

source: Every month, we compile a list of our donations and detail how they are spent.
ko_kr: 매 달, 기부 내역과 사용 기록 목록을 만듭니다.
lt_lt: Kiekvieną mėnesį, mes sudarome mūsų paaukojimų sąrašą ir detalizuojame kaip jie yra išleidžiami.
zh_tw: 每個月，我們會公佈一個捐款明細以及如何使用他們的清單。

source: This information is published monthly to the
ko_kr: 이 정보는 매달
lt_lt: Ši informacija yra kas mėnesį skelbiama
zh_tw: 這些資訊將會每個月公開

source: Ubuntu MATE Blog
ko_kr: 우분투 마테 블로그에 실리며
lt_lt: Ubuntu MATE tinklaraštyje
zh_tw: Ubuntu MATE部落格

source: which you can take a look below.
ko_kr: 아래에서 살펴보실 수 있습니다.
lt_lt: į ją galite žvilgtelėti žemiau.
zh_tw: 您可以看一下下面

source: Year
ko_kr: 년
lt_lt: Metai
zh_tw: 年

source: Month
ko_kr: 월
lt_lt: Mėnuo
zh_tw: 月
