Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/chatroom/*.po
Languages: lt_lt, sl, sr@latin, tr_tr

source: Chat Room
lt_lt: Pokalbių kambarys
sl: Klepet
sr@latin: Pričaonica
tr_tr: Sohbet Odası

source: Chat with fellow users
lt_lt: Bendraukite su bičiuliais naudotojais
sl: Klepetajte z drugimi uporabniki
sr@latin: Proćaskaj sa drugim korisnicima
tr_tr: Diğer kullanıcılar ile sohbet et

source: This IRC client is pre-configured so you can jump into our
lt_lt: Ši IRC kliento programa yra iš anksto sukonfigūruota, taigi, galite iš karto prisijungti prie mūsų
sl: Ta odjemalec za IRC je prednastavljen, da lahko takoj začnete
sr@latin: Ova IRC klijent aplikacija je unapred podešena da se uključi u naš
tr_tr: Aktif kanallarımıza katılabilmeniz için bu IRC istemcisi ön tanımlı olarak

source: channel on
lt_lt: kanalo, serveryje
sl: kanal na
sr@latin: kanal na serveru
tr_tr: geliyor.

source: Most of the Ubuntu MATE team are on here but they have real lives too. If you have a question, feel free to ask.
lt_lt: Didžioji Ubuntu MATE komandos narių dalis yra čia, tačiau jie taip pat turi ir savo asmeninius gyvenimus. Jei turite klausimų, nesivaržykite klausti.
sl: Večina ekipe Ubuntu MATE je na tem kanalu, ampak tudi oni so včasih zasedeni. Če imate vprašanje, ga kar postavite.
sr@latin: Veći deo Ubuntu MATE tima je stalno tu - mada svi oni imaju i svoj privatni život. Bez obzira, ako imate neko pitanje postavite ga bez ustručavanja.
tr_tr: Ubuntu MATE ekibinin büyük bir kısmı burada fakat onların da bir özel hayatı var. Eğer bir sorunuz var ise sormaktan çekinmeyin.

source: However, it may take a while for someone to reply. Just be patient and don't disconnect right away.
lt_lt: Kita vertus, gali užtrukti, kol kas nors jums atsakys. Tiesiog, būkite kantrūs ir iš karto neatsijunkite.
sl: Vendar pa lahko traja nekaj časa da nekdo odgovori. Bodite potrpežljivi in ne odjavite se takoj.
sr@latin: Naravno, imajte u vidu da ponekad ume da potraje dok dobijete odgovor. Budite strpljivi i nemojte odmah da se isključite.
tr_tr: Fakat cevap gelmesi biraz vakit alabilir. Sadece biraz sabırlı olun ve hemen çevrimdışı olmayın.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
lt_lt: Atrodo, kad jūs nesate prisijungę prie interneto. Prašome, norint gauti prieigą prie šio turinio, patikrinti savo ryšį.
sl: Kaže da niste povezani na internet. Preverite povezavo za dostop do te vsebine.
sr@latin: Naizgled, trenutno nemate vezu sa Internet-om. Ispravna veza je neophodna da bi ste pristupili ovom sadržaju.
tr_tr: Görünüşe göre İnternet'e bağlı değilsiniz. Lütfen, bu içeriğe ulaşmak için bağlantınızı kontrol edin.

source: Sorry, Welcome was unable to establish a connection.
lt_lt: Atleiskite, programai Sveiki nepavyko užmegzti ryšio.
sl: Oprostite, Welcome ni mogel vzpostaviti povezave
sr@latin: Welcome aplikacija nije uspela da uspostavi vezu.
tr_tr: Üzgünüz, Hoş Geldiniz bir bağlantı kuramıyor.

source: Retry
lt_lt: Bandyti dar kartą
sl: Poskusi znova
sr@latin: Ponovi
tr_tr: Tekrar Dene

source: Join the IRC in Hexchat
lt_lt: Prisijungti prie IRC, naudojant Hexchat
sl: Pridružite se kanalu IRC preko programa Hexchat
sr@latin: Priključi se IRC-u u Hexchat-u
tr_tr: Hexchat üzerinden IRC kanalına katılın.
