Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/recommendations/*.po
Languages: ca, de_de, es, fr, he, hu, id_id, it, ja, ko, lt, ms_my, nl_nl, pl, pt_br, pt_pt, sr_rs, tr

source: Being proprietary software, Dropbox is not included in the primary repositories of <span name="distro-name"></span>. However, to provide more choice to users, Dropbox is shipped as a part of the <em>Multiverse</em> repository. <span name="distro-name"></span> provides you the option to enable the <em>Multiverse</em> repository and to install Dropbox with a single mouse click.
ca: Com que és programari de propietat, el Dropbox no s'inclou als repositoris primaris de <span name="distro-name"></span>. Ara bé, per proporcionar més possibilitats als usuaris, el Dropbox forma part del repositori <em>Multiverse</em>. <span name="distro-name"></span> us proporciona l'opció d'habilitar el repositori <em>Multiverse</em> i d'instal·lar el Dropbox amb un sol clic.
de_de: Da es sich um proprietäre Software handelt, ist Dropbox nicht in den primären Paketquellen von <span name="distro-name"></span> enthalten. Um den Benutzern mehr Auswahl zu bieten, wird Dropbox jedoch als Teil der <em>Multiverse</em> -Paketquelle ausgeliefert. <span name="distro-name"></span> bietet Ihnen die Option, die <em>Multiverse</em> - Paketquelle zu aktivieren und Dropbox mit einem einzigen Mausklick zu installieren.
es: Dropbox no está incluido en los repositorios principales de <span name="distro-name"></span> por ser software propietario. Sin embargo, como una forma para ofrecer más opciones a los usuarios, hemos añadido Steam al repositorio de <em>Multiverse</em>. <span name="distro-name"></span>le permite la opción de activar el repositorio de <em>Multiverse</em> para instalar Dropbox con un solo clic del raton.
fr: Dropbox est un logiciel propriétaire et n'est donc pas inclus dans les dépôts primaires de <span name="distro-name"></span>. Toutefois, pour fournir plus de choix aux utilisateurs, Dropbox est accessible par le dépôt <em>Multiverse</em>. <span name="distro-name"></span> vous offre l'option d'activer le dépôt <em>Multiverse</em> et d'installer Dropbox en un seul clic.
hu: Mivel a Dropbox egy szabadalmaztatott szoftver, ezért az elsődleges <span name="distro-name"></span> tárolokból nem érhető el. Annak érdekében, hogy a felhasználóknak több lehetőséget biztosítsunk, a Dropbox elérhető a <em>Multiverse</em> tárolóból. A(z) <span name="distro-name"></span> lehetőséget kínál a <em>Multiverse</em> tároló engedélyezésére, így a Dropbox pár kattintással telepíthető.
id_id: Menjadi perangkat lunak milik pihak ke-3, Steam tidak termasuk dalam repositori utama. Namun, untuk menyediakan lebih banyak pilihan bagi pengguna, Steam dikirim sebagai bagian dari repositori <em>Multiverse</em>. <span name="distro-name"></span> memberi anda pilihan untuk mengaktifkan repositori <em>Multiverse</em> dan menginstall Dropbox dengan sekali klik mouse.
it: Essendo un software proprietario, Dropbox non è incluso nei repository primari di <span name="distro-name"></span>. Tuttavia, per offrire una scelta più ampia agli utenti, Dropbox viene fornito come parte del repository <em>Multiverse</em>. <span name="distro-name"> </span> offre la possibilità di abilitare il repository <em>Multiverse</em> e di installare Dropbox con un semplice clic del mouse.
ja: 独自のソフトウェアであるため、Dropboxは<span name="distro-name"></span>のプライマリリポジトリに含まれていません。ただし、ユーザーにより多くの選択肢を提供するために、Dropboxは<em>Multiverse</em>リポジトリの一部として出荷されます。<span name="distro-name"></span>は、<em>Multiverse</em>リポジトリを有効にし、マウスを1回クリックするだけでDropboxをインストールするオプションを提供します。
ko: Dropbox는 사유 소프트웨어이기에 <span name="distro-name"></span>의 주 저장소에 포함되어 있지 않습니다. 그러나 사용자들에게 더 많은 선택의 길을 제공하기 위해 <em>Multiverse</em> 저장소에서 배포하고 있습니다. <span name="distro-name"></span>는 단 한 번의 클릭으로 <em>Multiverse</em> 저장소를 활성화하고 Dropbox를 설치할 수 있게 해줍니다.
lt: Būdama nuosavybine programine įranga, Dropbox nėra įtraukta į pirmines <span name="distro-name"></span> saugyklas. Kita vertus, norint suteikti naudotojams daugiau pasirinkimo, Dropbox yra teikiama kaip <em>Multiverse</em> saugyklos dalis. <span name="distro-name"></span> suteikia jums galimybę įjungti <em>Multiverse</em> saugyklą ir vienu spustelėjimu įdiegti Dropbox.
ms_my: Merupakan perisian prorietari, Dropbox tidak disertakan dalam repositori utama <span name="distro-name"></span>. Oleh kerana, sebagai pilihan lanjutan untuk pengguna, Dropbox disertakan sebagai sebahagian dari repositori <em>Multiverse</em>. <span name="distro-name"></span> menyediakan pilihan untuk aktifkan repositori <em>Multiverse</em> dan pasang Dropbox dengan sekali klik.
nl_nl: Als commerciele software is Dropbox niet opgenomen in de primaire bibliotheken van <span name="distro-name"></span>. Om meer keuze aan gebruikers te bieden, wordt Dropbox echter geleverd als onderdeel van de <em>Multiverse</em>-repository. <span name="distro-name"></span> biedt u de mogelijkheid om de <em>Multiverse</em>-repository in te schakelen en Dropbox met één muisklik te installeren.
pl: Dropbox jest oprogramowaniem własnościowym, dlatego nie jest dostępny w podstawowych repozytoriach <span name="distro-name"></span>. Jednakże, szanując możliwość swobodnego wyboru oprogramowania Dropbox jest dostarczany jako część repozytorium <em>Multiverse</em>. <span name="distro-name"></span> oferuje możliwość włączenia repozytorium <em>Multiverse</em> oraz instalację oprogramowania Dropbox.
pt_br: Sendo software proprietário, o Dropbox não está incluído nos repositórios primários do <span name="distro-name"></span>. No entanto, para fornecer mais opções aos usuários, o Dropbox é enviado como parte do repositório <em>Multiverse</em>. <span name="distro-name"></span> fornece a opção para habilitar o repositório <em>Multiverse</em> e instalar o Dropbox com um único clique do mouse.
pt_pt: Sendo software proprietário, o Dropbox não está incluído nos repositórios principais do <span name="distro-name"></span>. No entanto, para fornecer mais opções aos utilizadores, o Dropbox é enviado como parte do repositório <em>Multiverse</em>. O <span name="distro-name"></span> fornece a opção para ativar o repositório <em>Multiverse</em> e instalar o Dropbox com um simples clique.
sr_rs: Pošto je vlasnički softver, Dropbox nije uključen u primarne repozitorijume . Ipak kako bi pružili više mogućnosti korisnicima <span name="distro-name"></span> Dropbox dolazi kao deo <em>Multiverse</em> repozitorijuma. <span name="distro-name"></span> vam daje opciju da uključite <em> Multiverse</em> repozitorijum i da instalirate Dropbox sa jednim klikom.
tr: Tescilli bir yazılım olan Dropbox, <span name="distro-name"></span>'in birincil depolarında yer almamaktadır. Ancak, kullanıcılara daha fazla seçenek sunmak için, Dropbox, <em>Multiverse</em> veri havuzunun bir parçası olarak gönderilir. <span name="distro-name"></span>, <em>Multiverse</em> veri havuzunu etkinleştirme ve Dropbox'u tek bir fare tıklamasıyla yükleme seçeneği sunar.

source: After installing, logout and login and follow the dropbox instructions that are then displayed.
ca: Després de la instal·lació, sortiu de la sessió i torneu-hi a entrar i seguiu les instruccions del Dropbox que es mostrin.
de_de: Nach der Installation logge dich neu ein und folge den anschließend angezeigten Dropbox Anweisungen.
es: Después de instalar, cierre e inicie sesión y sigue las instrucciones del menú desplegable que será mostrado.
fr: Après l'installation, reconnectez-vous et suivez les instructions affichées.
he: לאחר ההתקנה, יש לצאת ולהיכנס ולעקוב אחר ההנחיות של Dropbox כשיופיעו.
hu: Telepítés után jelentkezzen ki majd be és kövesse a képernyőn látható dropbox utasításokat.
id_id: Setelah menginstal, login ulang dan ikuti instruksi dropbox yang kemudian ditampilkan.
it: Dopo aver installato, disconnetiti e accedi e segui le istruzioni di dropbox che vengono visualizzate.
ja: インストール後、ログアウトしてログインし、表示されるドロップボックスの指示に従います。
ko: 설치가 끝나면 로그아웃하고 로그인한 다음, 표시되는 Dropbox 설명에 따라 구성을 완료하세요.
lt: Įdiegę, atsijukite ir vėl prisijunkite, o tuomet sekite rodomą dropbox instrukciją.
ms_my: Selepas memasang, daftar keluar dan daftar masuk seterusnya ikuti arahan dropbox yang kemudiannya dipaparkan.
nl_nl: Na het installeren, log uit en weer in en volg de dropbox-instructies die vervolgens worden weergegeven.
pl: Po instalacji, wyloguj się i zaloguj ponownie, a następnie postępuj zgodnie z instrukcjami wyświetlanymi w aplikacji Dropbox.
pt_br: Após a instalação, reinicie a sessão e siga as instruções do dropbox que são exibidas.
pt_pt: Após a instalação, reinicie a sessão e siga as instruções do dropbox que são mostradas.
sr_rs: Nakon instalacije izlogujte se i ulogujte se i pratite uputstva koja će vam biti prikazana.
tr: Yükledikten sonra çıkış yapıp tekrar giriniz ve sonradan görüntülenen Dropbox eğitimlerini takip ediniz.

source: Dropbox is installed
ca: El Dropbox està instal·lat
de_de: Dropbox ist installiert.
es: Se ha instalado Dropbox
fr: Dropbox est installé
he: ‏Dropbox מותקן
hu: Dropbox telepítve
id_id: Dropbox terpasang
it: Dropbox è installato
ja: Dropbox はインストールされています
ko: Dropbox가 설치되었습니다.
lt: Dropbox yra įdiegta
ms_my: Dropbox telah dipasang
nl_nl: Dropbox is geïnstalleerd
pl: Oprogramowanie Dropbox zostało zainstalowane.
pt_br: Dropbox está instalado
pt_pt: O Dropbox está instalado
sr_rs: Dropbox je instaliran
tr: Dropbox yüklendi.

source: Install & Configure Dropbox
ca: Instal·leu i configureu el Dropbox
de_de: Dropbox installieren & einrichten
es: Instalar y Configurar Dropbox
fr: Installer et configurer Dropbox
he: התקנה והגדרת Dropbox
hu: Dropbox telepítése és konfigurálása
id_id: Pasang dan Atur Dropbox
it: Installa & Configura Dropbox
ja: Dropbox のインストールと設定
ko: Dropbox 설치 및 구성
lt: Įdiegti ir konfigūruoti Dropbox
ms_my: Pasang dan konfigur Dropbox
nl_nl: Installeer & Configureer Dropbox
pl: Zainstaluj i skonfiguruj oprogramowanie Dropbox
pt_br: Instalar & Configurar o Dropbox
pt_pt: Instalar e configurar o Dropbox
sr_rs: Instaliraj i konfiguriši Dropbox
tr: Dropbox'u Yükle ve Ayarla

source: Nemo Share allows you to quickly share a folder from the Nemo file manager without requiring root access.
ca: La compartició de Nemo us permet compartir de forma ràpida una carpeta des del gestor de fitxers Nemo sense necessitat d’accés de root.
fr: Nemo Share vous permet de partager rapidement un dossier à partir du gestionnaire de fichiers Nemo sans nécessiter un accès root.
he: חבילת שיתופי Nemo מאפשרת לך לשתף במהירות תיקייה מתוך מנהל הקבצים Nemo ללא צורך בגישת שורש (root).
hu: A Nemo megosztó lehetővé teszi egy mappa azonnali megosztását a Nemo fájlkezelőből root hozzáférés nélkül.
it: Nemo Share ti consente di condividere rapidamente una cartella dal file manager Nemo senza richiedere l'accesso come root.
ja: Nemo Shareを使用すると、ルートアクセスを必要とせずに、Nemoファイルマネージャからフォルダをすばやく共有できます。
lt: Nemo Share leidžia jums be administratoriaus prieigos, greitai bendrinti aplanką iš Nemo failų tvarkytuvės.
ms_my: Nemo Share membolehkan anda berkongsi folder secara pantas melalui pengurus fail Nemo tanpa memerlukan capaian root.
pl: Nemo Share pozwala na szybkie udostępnienie folderu bezpośrednio z menadżera plików Nemo bez konieczności posiadania uprawnień root.
pt_pt: O Nemo Share permite-lhe compartilhar rapidamente uma pasta do gestor de ficheiros do Nemo sem exigir acesso root.
tr: Nemo Share, Nemo dosya yöneticisinden bir klasörü yetkili erişimi gerektirmeden hızlıca paylaşmanıza olanak tanır.

source: Nemo Share is installed
ca: Nemo Share està instal·lat
fr: Nemo share est intallé
he: חבילת שיתופי Nemo מותקנת
hu: Nemo megosztó telepítve
it: Nemo Share è installato
ja: Nemo Share はインストールされています
lt: Nemo Share yra įdiegta
ms_my: Nemo Share telah dipasang
pl: Nemo Share jest zainstalowane
pt_pt: O Nemo Share está instalado
tr: Nemo Share Yüklendi

source: Install Nemo Share
ca: Instal·la el Nemo Share
fr: Installer Nemo Share
he: התקנת שיתופי Nemo
hu: Nemo megosztó telepítése
it: Installa Nemo Share
ja: Nemo Share をインストール
lt: Įdiegti Nemo Share
ms_my: Pasang Nemo Share
pl: Zainstaluj Nemo Share
pt_pt: Instalar o Nemo Share
tr: Nemo Share'i Yükle

source: <strong>Dropbox</strong> is a secure file sharing and storage solution.
de_de: <strong>Dropbox</strong> ist eine sichere Dateitausch- und Speicherlösung.
es: <strong>Dropbox</strong>is una solución de almacenamiento y uso compartido de archivos segura.
id_id: <strong>Dropbox</strong> adalah solusi penyimpanan dan berbagi berkas yang aman.
nl_nl: <strong>Dropbox</strong> is een beveiligde oplossing voor het delen en online opslaan van bestanden.
pt_br: <strong>Dropbox</strong> é uma solução segura de compartilhamento de arquivos e armazenamento.
sr_rs: <strong>Dropbox</strong> je bezbedno rešenje za deljenje fajlova i skladištenje.

source: Optional Tasks
he: משימות רשות

source: Nemo Preview allows you to quickly view the contents of a highlighted file from the Nemo file manager. Just press space to toggle the preview on and off.
he: Nemo Preview מאפשר לך לצפות בתוכן של קובץ שהודגש במנהל הקבצים Nemo במהירות. עליך פשוט ללחוץ על רווח כדי להפעיל ולכבות את התצוגה המקדימה.

source: Nemo Preview is installed
he: חבילת התצוגות המקדימות של Nemo מותקנת

source: Install Nemo Preview
he: התקנת התצוגות המקדימות של Nemo

source: Gutenprint is a suite of <a onclick="cmd('link?http://gimp-print.sourceforge.net/p_Supported_Printers.php')">thousands</a> of printer drivers which includes drivers for Epson and Canon printers. Gutenprint supports only the printer part of multi-function devices.
he: Gutenprint הוא מארז של <a onclick="cmd('link?http://gimp-print.sourceforge.net/p_Supported_Printers.php')">אלפי</a> מנהלי התקנים למדפסות לרבות Epson ו־Canon. ל־Gutenprint יש תמיכה רק במנגנון ההדפסה במכשירים משולבים.

source: Gutenprint is installed
he: ‏Gutenprint מותקן

source: Install Gutenprint
he: התקנת Gutenprint
