Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/recommendations/*.po
Languages: ca, de_de, es, fr, he, hu, id_id, it, ja, ko, lt, ms_my, nl_nl, pl, pt_br, pt_pt, sr_rs, tr

source: Recommendations
ca: Recomanacions
de_de: Empfehlungen
es: Recomendaciones
fr: Recommandations
hu: Ajánlások
id_id: Rekomendasi
it: Raccomandazioni
ja: 推奨事項
ko: 추천
lt: Rekomendacijos
ms_my: Saranan
nl_nl: Aanbevelingen
pl: Zalecenia
pt_br: Recomendações
pt_pt: Recomendações
sr_rs: Preporuke
tr: Öneriler

source: Backports repository
ca: Repositori Backports
de_de: Backports-Paketquelle
es: Repositorio de Backports
fr: Dépôt de rétro-portage
he: מאגר ה־Backports
hu: Backports tároló
id_id: Repository Backport
it: Repository dei backports
ja: Backports リポジトリ
lt: Naujų versijų paketų saugykla
ms_my: Repositori port belakang
pl: Repozytorium backports
pt_br: Repositório backports
pt_pt: Repositório backports
sr_rs: Backport repozitorijumi
tr: Backports deposu

source: To provide the most up-to-date versions of budgie-desktop and other associated packages, we recommend to enable the <span name="distro-name"></span> backports repository.
ca: Per proporcionar les versions més actualitzades de budgie-desktop i altres paquets associats, us recomanem que activeu el repositori Backports de <span name="distro-name"></span>.
de_de: Um die aktuellste Version von dem Budgie-Deskop nutzen zu können, empfelen wir die<span name="distro-name"></span> Backports-Paketquelle zu aktivieren.
es: Para proveer las versiones más actualizadas de "budgie-desktop" y otros paquetes asociados, nosotros recomendamos activar el repositorio de "backports"
fr: Afin de disposer de la version la plus récente de budgie-desktop ainsi que des paquets associés, nous recommandons d'activer le dépôt de rétro-portage.
hu: A budgie-asztal és egyéb kapcsolódó csomagok legújabb verzióinak eléréséhez javasoljuk a(z) <span name="distro-name"></span> backports tároló engedélyezését.
id_id: Untuk menyediakan versi paling baru dari budgie-desktop dan paket terkait lainnya, kami menyarankan untuk mengaktifkan<span name="distro-name"></span> repository backport.
it: Per fornire le versioni più aggiornate di budgie-desktop e di altri pacchetti collegati, raccomandiamo di abilitare il repository dei backports di <span name="distro-name"></span>
ja: budgie-desktop およびその他の関連パッケージの最新バージョンを提供するには、<span name="distro-name"></span> バックポートリポジトリを有効にすることをお勧めします。
lt: Tam, kad būtų pateiktos naujausios Budgie darbalaukio ir kitų susijusių paketų versijos, siūlome įjungti <span name="distro-name"></span> naujų versijų paketų saugyklą.
ms_my: Untuk menyediakan versi terkini budgie-desktop dan lain-lain pakej berkaitan, kami menyarankan repositori port belakang <span name="distro-name"></span> dibenarkan.
nl_nl: Om de meest recente versies van budgie-desktop en andere bijbehorende pakketten te bieden, raden we aan om de backports-repository in te schakelen.
pl: Aby zapewnić najbardziej aktualne wersje budgie-desktop i powiązanych z nim pakietów, zalecamy włączyć repozytorium <span name="distro-name"></span> backports.
pt_br: Para fornecer as versões mais atualizadas do Budgie Desktop e de outros pacotes associados, recomendamos habilitar o repositório backports do <span name="distro-name"></span>.
pt_pt: Para fornecer as versões mais atualizadas do ambiente de trabalho budgie e de outros pacotes associados, recomendamos ativar o repositório backports do <span name="distro-name"></span>.
sr_rs: Kako bi vam pružili najnovije verzije budgie-desktopa i drugih paketa, preporučujemo vam da omogućite <span name="distro-name"></span> backport repozitorijume.
tr: Çoğu budgie masaüstü ve diğer ilişkili paketlerin en güncel sürümlerine ulaşmanız için <span name="distro-name"></span> backports deposunu kullanmanızı öneriyoruz.

source: Repository is installed
ca: El repositori està instal·lat.
de_de: Paketquelle ist installiert.
es: Repositorio instalado
fr: Le dépôt est installé
he: המאגר מותקן
hu: Tároló telepítve
id_id: Repository terinstall.
it: Il repository è installato
ja: リポジトリはインストールされています
lt: Saugykla yra įdiegta
ms_my: Repositori telah dipasang
nl_nl: Repository is geïnstalleerd
pl: Repozytorium jest zainstalowane
pt_br: Repositório está instalado
pt_pt: O repositório está instalado
sr_rs: Repozitorijum je instaliran
tr: Depo yüklendi

source: Enable <span name="distro-name"></span> backports repository
ca: Habilita el repositori Backports de <span name="distro-name"></span>.
de_de: aktiviere die <span name="distro-name"></span>Backports-Paketquelle
es: Activa Repositorio de Backports
fr: Activer le dépôt de rétro-portage
hu: <span name="distro-name"></span> backports tároló engedélyezése
id_id: Aktifkan <span name="distro-name"></span> backports repository
it: Abilita il repository dei backports
ja: <span name="distro-name"></span> backports リポジトリを有効にする
lt: Įjungti <span name="distro-name"></span> naujų versijų paketų saugyklą
ms_my: Benarkan <span name="distro-name"></span> repositori port belakang
nl_nl: <span name="distro-name"></span>backports repository inschakelen
pl: Włącz repozytorium <span name="distro-name"></span> backports
pt_br: Habilitar repositório backports do <span name="distro-name"></span>.
pt_pt: Ativar o repositório backports do <span name="distro-name"></span>
sr_rs: Omogući <span name="distro-name"></span> backport repozitorijum
tr: <span name="distro-name"></span> backports deposunu etkinleştirin

source: Applying Changes...
ca: S'apliquen els canvis...
de_de: Änderungen werden übernommen...
es: Aplicando cambios…
fr: Application des changements...
he: השינויים חלים...
hu: Változások alkalmazása...
id_id: Menerapkan Perubahan...
it: Applicare le modifiche...
ja: 変更を適用しています…
ko: 변경 사항 적용 중...
lt: Taikomi pakeitimai...
ms_my: Melaksanakan Perubahan...
nl_nl: Veranderingen worden toegepast...
pl: Zatwierdzanie zmian...
pt_br: Aplicando Mudanças...
pt_pt: A aplicar alterações...
sr_rs: Primena Izmena...
tr: Değişiklikler Uygulanıyor...

source: Snap Applications
ca: Aplicacions Snap
de_de: Snap Anwendungen
es: Aplicaciones Snap
fr: Applications Snap
he: יישומי Snap
hu: Snap alkalmazások
id_id: Aplikasi Snap
it: Applicazioni Snap
ja: Snap アプリケーション
lt: Snap programos
ms_my: Aplikasi Snap
nl_nl: Snap Apps
pl: Aplikacje Snap
pt_br: Aplicativos Snap
pt_pt: Aplicações Snap
sr_rs: Snap Aplikacije
tr: Snap Uygulamaları

source: <strong>Snap</strong> is a new generation application packaging format developed by <em>Canonical</em>. Even though it was initially developed just for different Ubuntu platforms, currently it works in many other GNU/Linux distributions. It will help application developers to provide a unified package that can work on different platforms. By using snap package format, applications can have their own version of libraries and there is no need to worry about libraries installed in underlying operating system. Snap packages enable developers to bring much newer versions of apps to <span name="distro-name"></span>. Newer versions of KDE, GNOME, browsers or other desktop environment apps will usually build easily on older LTS releases but the complexities of packaging and providing updates have prevented us from delivering them in the past.
ca: <strong>Snap</strong> és un format d'empaquetament d'aplicacions de nova generació desenvolupat per <em>Canonical</em>. Encara que inicialment es va desenvolupar només per a diferents plataformes d'Ubuntu, actualment funciona en moltes altres distribucions de GNU / Linux. Ajudarà als desenvolupadors d'aplicacions a proporcionar un paquet unificat que pugui funcionar en diferents plataformes. En utilitzar el format del paquet snap, les aplicacions poden tenir la seva pròpia versió de biblioteques i no cal preocupar-se de les biblioteques instal·lades al sistema operatiu subjacent. Els paquets snap permeten als desenvolupadors portar versions molt més noves de les aplicacions a <span name="distro-name"> </span>. Les versions més noves de KDE, GNOME, navegadors o altres aplicacions d'entorn d'escriptori generalment es construiran fàcilment en versions anteriors LTS, però les complexitats d'empaquetament i subministrament d'actualitzacions ens han impedit lliurar-les en el passat.
de_de: <strong>Snap</strong> ist ein von <em>Canonical</em> entwickeltes Anwendungsverpackungsformat der neuen Generation. Obwohl es ursprünglich nur für verschiedene Ubuntu-Plattformen entwickelt wurde, funktioniert es derzeit in vielen anderen GNU / Linux-Distributionen. Es wird Anwendungsentwicklern helfen, ein einheitliches Paket bereitzustellen, das auf verschiedenen Plattformen funktionieren kann. Durch die Verwendung des Snap-Package-Formats können Anwendungen eigene Versionen von Bibliotheken haben, und Sie müssen sich keine Gedanken über die im zugrunde liegenden Betriebssystem installierten Bibliotheken machen. Mit Snap-Paketen können Entwickler viel aktuellere Versionen von Apps erstellen <span name="distro-name"></span>. Neuere Versionen von KDE, GNOME, Browsern oder anderen Desktop-Umgebung-Apps werden in der Regel problemlos auf älteren LTS-Releases erstellt, aber die Komplexität des Paketierens und die Bereitstellung von Updates haben uns davon abgehalten, sie in der Vergangenheit auszuliefern.
es: <strong>Snap</strong> es un formato de empaquetado de aplicaciones de nueva generación desarrollado por <em>Canonical</em>. A pesar de haber sido desarrollado únicamente para las plataformas Ubuntu, en la actualidad funciona en muchas otras distribuciones GNU/Linux. Esto ayudara a desarrolladores de aplicaciones a proveer un simple paquete unificado que pueda funcionar en diferentes plataformas. Con el uso del formato de paquetes snap, las aplicaciones tienen su propia versión de librerías y no hay necesidad de preocuparse por librerías instaladas de forma subyacente al sistema operativo. Los paquetes Snap permiten a los desarrolladores brindar versiones mucho mas nuevas de aplicaciones a <span name="distro-name"></span>. Versiones mas recientes de KDE, GNOME, navegadores o aplicaciones propias de otros entornos de escritorio son usualmente fáciles de construir en antiguas entregas LTS, pero la complejidad de empaquetar y proveer sus actualizaciones nos habían impedido proporcionarlos en el pasado.
fr: <strong>Snap</strong> est un gestionnaire de paquets nouvelle génération développé par <em>Canonical</em>. Bien qu'il soit développé à la base uniquement pour Ubuntu, Snap fonctionne maintenant dans de nombreuses distributions GNU/Linux. Snap va aider les développeurs d'applications à fournir un paquet unifié qui peut fonctionner sur différentes plates-formes. En utilisant les paquets Snap, les logiciels peuvent posséder leur propre version des librairies nécessaires à leurs fonctionnements sans se préoccuper des dépendances ou des librairies déjà installées sur le système d'exploitation. Les paquets Snap autorisent donc les développeurs à mettre à disposition de nouvelles versions de leur logiciel plus rapidement dans <span name="distro-name"></span>. Ainsi, les nouvelles versions de KDE, GNOME ou d'autres environnements de bureau vont pouvoir être plus facilement compilées sur les anciennes versions LTS des distributions Ubuntu, ce qui n'était pas forcément possible avant du fait de la complexité de l'ancien gestionnaire de paquets et des processus de mises à jour.
hu: A <strong>Snap</strong> az alkalmazások csomagolási formátumának új generációja a <em>Canonical</em> által fejlesztve. Azon túl, hogy alapvetően csak a különböző Ubuntu platformok számára lett fejlesztve, sok más GNU/Linux-disztribúcióban is működik. Ez segít az alkalmazásfejlesztőknek egy egységes csomag létrehozásában, ami működhet különböző platformokon. A snap csomagformátum használatával az alkalmazásoknak saját verziójuk lehet a könyvtárakban, és nem kell a mögöttes operációs rendszerre telepített könyvtárak miatt aggódnia. A snap csomagoknak köszönhetően, a fejlesztők több alkalmazás újabb verzióját teszik elérhetővé a(z) <span name="distro-name"></span>-ban. A KDE vagy GNOME újabb verziói, a böngészők és egyéb asztali környezet alkalmazásai általában egyszerűen felépíthetők a régebbi LTS kiadásokon, ami régen a csomagolási nehézségek miatt nem volt lehetséges.
id_id: <strong>Snap</strong> adalah format paket aplikasi generasi baru yang diciptakan oleh <em>Canonical</em>. Meskipun awalnya dikembangkan hanya untuk platform Ubuntu yang berbeda, saat ini ia berfungsi di banyak distribusi GNU / Linux lainnya. Ini akan membantu pengembang aplikasi untuk menyediakan paket terpadu yang dapat berfungsi di berbagai platform. Dengan menggunakan format paket snap, aplikasi dapat memiliki versi pustaka mereka sendiri dan tidak perlu khawatir tentang pustaka yang dipasang di sistem operasi yang mendasarinya. Paket Snap memungkinkan pengembang untuk menghadirkan banyak versi aplikasi yang lebih baru untuk<span name="distro-name"></span>. Versi KDE, GNOME, browser, atau aplikasi lingkungan desktop yang lebih baru biasanya akan dengan mudah dibuat pada rilis LTS yang lebih lama tetapi kerumitan penyediaan pengemasan dan pembaruan telah membuat kami tidak mampu mengupayakannya di masa lalu.
it: <Strong>Snap</strong> è un formato di packaging di applicazioni di nuova generazione sviluppato da <em>Canonical</em>. Anche se è stato inizialmente sviluppato solo per diverse piattaforme Ubuntu, attualmente funziona in molte altre distribuzioni GNU/Linux. Aiuterà gli sviluppatori di applicazioni a fornire un pacchetto unificato in grado di lavorare su piattaforme diverse. Utilizzando il formato del pacchetto snap, le applicazioni possono avere la propria versione delle librerie e non c'è bisogno di preoccuparsi delle librerie installate nel sistema operativo sottostante. I pacchetti Snap consentono agli sviluppatori di portare versioni più nuove di applicazioni in <span name="distro-name"></ span>. Le nuove versioni di KDE, GNOME, browser o altre applicazioni in ambienti desktop sarà facilmente generato su vecchie versioni LTS ma la complessità del packaging e fornire aggiornamenti ci hanno impedito di distribuire in passato.
ja: <strong>Snap</strong> は、<em>Canonical</em>が開発した新世代のアプリケーションパッケージ形式です。当初はさまざまなUbuntuプラットフォーム用に開発されましたが、現在は他の多くのGNU/Linux ディストリビューションで動作します。これは、アプリケーション開発者がさまざまなプラットフォームで動作できる統合パッケージを提供するのに役立ちます。スナップパッケージ形式を使用することにより、アプリケーションは独自のバージョンのライブラリを持つことができ、基盤となるオペレーティングシステムにインストールされたライブラリを心配する必要はありません。スナップパッケージを使用すると、開発者はより新しいバージョンのアプリを <span name="distro-name"></span>に取り込むことができます。KDE、GNOME、ブラウザ、またはその他のデスクトップ環境アプリの新しいバージョンは通常、古いLTSリリースで簡単にビルドできますが、パッケージ化と更新の複雑さにより、過去にそれらを配信できませんでした。
ko: <strong>Snap</strong>은 <em>Canonical</em>에서 개발한 신세대 애플리케이션 패키징 포멧입니다. 처음에는 우분투 플랫폼을 위해서 개발되었지만, 현재는 다른 GNU/Linux 배포판에서도 작동합니다. 이 패키징 포맷은 애플리케이션 개발자들이 각기 다른 플랫폼에도 대응하는 통합 패키지를 만드는 데에 도움을 줍니다. Snap 패키지 포맷을 사용하면, 애플리케이션이 필요로 하는 라이브러리를 패키지에 통합하기 때문에 운영 체제에 무슨 라이브러리가 설치되어 있어야 하는지 신경 쓸 필요가 없게 됩니다. Snap 패키지들은 <span name="distro-name"></span>에 최신 버전의 애플리케이션을 제공하는데에도 도움을 주고 있습니다. 최신 버전의 KDE, GNOME, 웹 브라우저 및 기타 데스크톱 환경 애플리케이션들은 구버전의 LTS 릴리즈들을 사용하여 쉽게 빌드되어 왔지만 패키징과 업데이트 제공의 복잡함은 애플리케이션들을 제때 최신 버전으로 유지하는 것을 방해해 왔습니다.
lt: <strong>Snap</strong> yra naujos kartos programų pakavimo formatas, kurį sukūrė <em>Canonical</em>. Nors iš pradžių, jis buvo sukurtas tik skirtingoms Ubuntu platformoms, tačiau šiuo metu veikia daugelyje kitų GNU/Linux distribucijų. Jis padės programų kūrėjams pateikti bendrą paketą, kuris gali veikti skirtingose platformose. Naudodamos snap paketų formatą, programos gali turėti savo bibliotekų versiją ir todėl nereikia rūpintis dėl bazinėje operacinėje sistemoje įdiegtų bibliotekų. Snap paketai įgalina kūrėjus į <span name="distro-name"></span> pateikti žymiai naujesnes programų versijas. Naujesnės KDE, GNOME, naršyklių ar kitų darbalaukio aplinkų programų versijos, dažniausiai bus lengvai sukuriamos senesnėse ilgojo palaikymo (LTS) laidose, tačiau pakavimo sudėtingumas ir atnaujinimų teikimas neleido mums jų teikti praeityje.
ms_my: <strong>Snap</strong> ialah format pempakejan aplikasi generasi baharu yang dibangunkan oleh <em>Canonical</em>. Walaupun ia pada awalnya telah dibangunkan hanya untuk platform Ubuntu yang lain, buat masa ini ia dapat digunakan pada lain-lain distribusi GNU/Linux. Snap dapat membantu pembangun aplikasi menyediakan satu pakej tersepadu yang boleh berfungsi dalam platform lain. Dengan menggunakan format pakej snap, aplikasi mempunyai versi pustakanya sendiri dan tidak perlu risau berkenaan pustaka-pustaka yang tersimpan di dalam sistem pengoperasian. Pakej snap membolehkan pembangun mengeluarkan versi apl yang lebih baharu kepada <span name="distro-name"></span>. Versi KDE, GNOME, pelayar atau apl persekitaran desktop yang lebih baharu akan mudah dibina pada keluaran LTS yang lepas namun kerumitan pempakejan dan kemaskini menyebabkan sukar menyediakannya pada masa lalu.
nl_nl: <strong>Snap</strong> is een verpakkingstype van de nieuwe generatie, ontwikkeld door <em>Canonical</em>. Hoewel het aanvankelijk alleen voor verschillende Ubuntu-platforms was ontwikkeld, werkt het op dit moment in veel andere GNU/Linux-distributies. Het helpt applicatie-ontwikkelaars om een uniform pakket te bieden dat op verschillende platforms kan werken. Door gebruik te maken van snap-package-indeling kunnen applicaties hun eigen versie van bibliotheken hebben en hoeft u zich geen zorgen te maken over bibliotheken die in het onderliggende besturingssysteem zijn geïnstalleerd. Snap-pakketten stellen ontwikkelaars in staat om veel nieuwere versies van apps te distribueren. Nieuwere versies van KDE, GNOME, browsers of andere apps voor de desktopomgeving zullen eenvoudig kunnen worden gebouwd op oudere LTS-releases, maar de complexiteit van het verpakken en het aanbieden van updates hebben ons belet deze in het verleden af te leveren.
pl: <strong>Snap</strong> jest opracowanym przez firmę <em>Canonical </em> formatem nowej generacji przeznaczonym do tworzenia pakietów. Pomimo, że początkowo był rozwijany tylko dla Ubuntu, obecnie jest używany również w wielu innych dystrybucjach GNU/Linux. Pomaga to twórcom oprogramowania dostarczać ujednolicone pakiety aplikacji, które działają na różnych platformach. Wykorzystując format pakietów snap, aplikacje mogą używać własnych wersji bibliotek i nie trzeba się martwić o biblioteki zainstalowane w systemie operacyjnym. Pakiety snap pozwalają programistom dostarczać w dużo nowsze wersje aplikacji dla <span name="distro-name"></span>. Najnowsze wersje KDE, GNOME, przeglądarek internetowych oraz innych aplikacji zwykle bezproblemowo kompiluje się dla starszych wydań LTS, ale złożoność tworzenia pakietów oprogramowania i zapewniania aktualizacji uniemożliwiała nam ich dostarczanie w przeszłości.
pt_br: <strong>Snap</strong> é um formato de empacotamento de aplicativos da nova geração desenvolvido pela <em>Canonical</em>. Embora inicialmente tenha sido desenvolvido apenas para diferentes plataformas do Ubuntu, atualmente funciona em muitas outras distribuições GNU/Linux. Isso ajudará os desenvolvedores de aplicativos a fornecer um pacote unificado que possa funcionar em diferentes plataformas. Ao usar o formato de pacote snap, os aplicativos podem ter sua própria versão de bibliotecas e não há necessidade de se preocupar com as bibliotecas instaladas no sistema operacional subjacente. Os pacotes snap permitem que os desenvolvedores ofereçam versões muito mais novas de aplicativos para o <span name="distro-name"></span>. As versões mais recentes do KDE, GNOME, navegadores ou outros programas de área de trabalho geralmente serão construídas com facilidade em lançamentos LTS mais antigos, mas a complexidade dos pacotes e o fornecimento de atualizações nos impediram de entregá-los no passado.
pt_pt: O <strong>Snap</strong> é um formato de empacotamento de aplicações de nova geração desenvolvido pela <em>Canonical</em>. Embora inicialmente tenha sido desenvolvido apenas para diferentes plataformas do Ubuntu, atualmente funciona em muitas outras distribuições GNU/Linux. Isso irá ajudar os programadores de aplicações a fornecer um pacote unificado que possa funcionar em diferentes plataformas. Ao usar o formato de pacote snap, as aplicações podem ter a sua própria versão de bibliotecas e não há necessidade de se preocupar com as bibliotecas instaladas no sistema operativo subjacente. Os pacotes snap permitem que os programadores ofereçam versões muito mais recentes de aplicações para o <span name="distro-name"></span>. As versões mais recentes do KDE, GNOME, navegadores ou outros programas de ambientes de trabalho geralmente serão construídos com facilidade em lançamentos LTS mais antigos, mas a complexidade dos pacotes e o fornecimento de atualizações impediram-nos de entregá-los no passado.
sr_rs: <strong>Snap</strong> je nova generacija formata za aplikacije razvijen od strane <em>Canonical-a</em>. Iako je na početku bio razvijan samo za Ubuntu, trenutno radi na mnogim drugim GNU/Linux distribucijama. Pomaže u uspostavljanju unifikovanog standarda koji radi na svim platformama kako bi olakšao razvoj aplikacija programerima. Korišćenjem snap formata, aplikacije mogu da imaju sopstvene verzije biblioteka i nema potreba da se brinete oko biblioteka koje su instalirane uokviru sistema. Snap paketi omogućuju programerima da pruže novije verzije aplikacija <span name="distro-name"></span>-u. Novije verzije KDE i GNOME-a, brauzera i drugih desktop okruženja će uglavnom biti sastavljene lagano na starijim LTS verzijama ali kompleksnost paketiranja i pružanja ažuriranja je preventiralo nas da ih dostavimo u prošlosti.
tr: <strong>Snap</strong>, <em>Canonical</em> tarafından geliştirilmiş yeni nesil bir paket formatıdır. Başlangıçta farklı Ubuntu platformları için geliştirilmiş olsa da, şu anda diğer birçok GNU / Linux dağıtımında çalışmaktadır. Uygulama geliştiricilerinin farklı platformlarda çalışabilecek birleştirilmiş bir paket sağlamasına yardımcı olacaktır. Snap paket biçimiyle birlikte uygulamalar kendi kütüphane sürümlerine sahip olabilir ve işletim sisteminde yüklü olan kütüphaneler hakkında endişelenmenize gerek yoktur. Spap paketleri geliştiricilerin <span name="distro-name"></span>'e yeni sürümler eklemelerini sağlar. KDE, GNOME, tarayıcı veya diğer masaüstü ortam uygulamalarının daha yeni sürümleri genellikle eski LTS sürümlerinde kolayca oluşturulacaktır, ancak paketlemenin ve güncellemelerin getirdiği karmaşıklıklar geçmişte bunları sunmamızı engellemiştir.

source: Learn more
ca: Apreneu-ne més
de_de: Mehr erfahren
es: Más información
fr: En apprendre plus
he: למידע נוסף
hu: Tudjon meg többet
id_id: Pelajari lebih lanjut
it: Per saperne di più
ja: 詳細
ko: 더 알아보기
lt: Sužinokite daugiau
ms_my: Ketahui lebih lanjut
nl_nl: Leer meer
pl: Dowiedz się więcej
pt_br: Aprenda mais
pt_pt: Aprenda mais
sr_rs: Saznajte više
tr: Daha fazla öğren

source: Snap user guide
ca: Guia d'ús d'Snap
de_de: Snap Benutzeranleitung
es: Guía de usuario de Snap
fr: Guide d'utilisation du gestionnaire de paquets Snap
he: המדריך למשתמש של Snap
hu: Snap felhasználói kézikönyv
id_id: Panduan Pengguna Snap
it: Guida utente Snap
ja: Snap ユーザーガイド
ko: Snap 사용자 가이드
lt: Snap naudotojo vadovas
ms_my: Panduan pengguna Snap
nl_nl: Snap gebruikershandleiding
pl: Przewodnik użytkownika Snap
pt_br: Guia de usuário Snap
pt_pt: Guia de utilizador Snap
sr_rs: Snap korisničko uputstvo
tr: Snap kullanıcı klavuzu

source: Search Snap Apps
ca: Cerca d'aplicacions Snap
de_de: Snap Apps suchen
es: Buscar aplicaciones Snap
fr: Rechercher des applications Snap
he: חיפוש יישומי Snap
hu: Snap alkalmazások keresése
id_id: Cari Aplikasi Snap
it: Ricerca applicazioni Snap
ja: Snap アプリを検索
ko: Snap 앱 검색
lt: Ieškoti Snap programų
ms_my: Cari Apl Snap
nl_nl: Zoek Snap Apps
pl: Wyszukaj aplikacje Snap
pt_br: Procurar aplicativos Snap
pt_pt: Procurar aplicações Snap
sr_rs: Pretražite Snap Aplikacije
tr: Snap Uygulamalarını Ara
