Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/recommendations/*.po
Languages: ca, de_de, es, fr, he, hu, id_id, it, ja, ko, lt, ms_my, nl_nl, pl, pt_br, pt_pt, sr_rs, tr

source: You can use this to see detailed information about any snap application, whether it is installed or not. This info includes the application’s release channel, confinement status, size, number of revisions, and more. The snap info --verbose offers a greater overview.
ca: Podeu usar-ho per veure informació detallada sobre qualsevol aplicació snap, tant si està instal·lada o com si no ho està. Aquesta informació inclou el canal de publicació de l'aplicació, l'estat de confinament, la mida, el nombre de revisions i molt més. La informació de snap --verbose n'ofereix una visió més detallada.
de_de: Sie können hiermit detaillierte Informationen über jede Snap Anwendung einsehen, gleich ob installiert oder nicht. Diese Informationen enthalten den Release Channel, Beschränkungsstatus, Größe, Anzahl der Revisionen und mehr. Über snap info --verbose erhalten Sie eine größere Übersicht.
es: Puedes utilizar esto para ver información detallada sobre cualquier aplicación snap, sin importar si esta instalada o no. Esta información incluye el canal de entrega de la aplicación, estado de confinamiento, tamaño, numero de revisiones y mas. El comando snap info --verbose ofrece una mayor visión general.
fr: Vous pouvez utiliser ceci pour voir des informations détaillées sur toute application Snap, installée ou non. Ces informations comprennent le canal de diffusion de l'application, son état de confinement, sa taille, son nombre de révisions et plus encore. L'option --verbose offre une meilleure vue d'ensemble.
he: אפשר להשתמש בזה כדי לצפות בפירוט על כל יישום snap שהוא, בין אם מותקן או לא. פרטים אלו כוללים את ערוץ ההפצה של היישום, מצב הבידוד, הגודל, מספר המהדורות ועוד. הפקודה snap info --verbose מספקת סקירה נרחבת יותר.
hu: Használhatja ezt, a részletes snap alkalmazás információk megtekintéséhez, akár telepített, akár nem. Ez az infó tartalmazza az alkalmazás kiadási csatornáját, korlátozottsági állapotát, méretét, az ellenőrzések számát és még többet. A snap info --verbose bővebb részleteket mutat.
id_id: Anda dapat menggunakan ini untuk melihat informasi terperinci tentang aplikasi snap apa pun, apakah dipasang atau tidak. Info ini mencakup saluran rilis aplikasi, status pengurungan, ukuran, jumlah revisi, dan banyak lagi. Info snap --verbose menawarkan gambaran umum yang lebih luas.
it: Puoi utilizzare questo per visualizzare informazioni dettagliate su qualsiasi applicazione snap, sia installata o meno. Questa informazione include il canale di rilascio dell'applicazione, lo stato di confinamento, la dimensione, il numero di revisioni e altro ancora. Le informazioni di snap --verbose offrono una panoramica maggiore.
ja: これを使用して、snap アプリケーションがインストールされているかどうかに関係なく、snap アプリケーションに関する詳細情報を表示できます。この情報には、アプリケーションのリリースチャンネル、制限ステータス、サイズ、改訂数などが含まれます。snap 情報 --verbose を使用すると、概要がわかりやすくなります。
lt: Jūs galite matyti išsamesnę bet kurios snap programos informaciją, nepriklausomai nuo to, ar ši programa įdiegta ar ne. Į šią informaciją įeina programos laidos kanalas, apribojimų būsena, dydis, taisymų skaičius ir daugiau. Komanda "snap info --verbose" siūlo dar išsamesnę apžvalgą.
ms_my: Anda boleh gunakan ini untuk melihat maklumat terperinci mana-mana aplikasi snap, sama ada ia telah dipasang atau sebaliknya. Maklumat yang disertakan termasuklah saluran keluaran apliaksi, status pengurungan, saiz, nombor revisi, dan banyak lagi. snap info --verbose dapat memaparkan lebih banyak maklumat.
nl_nl: U kunt dit gebruiken om gedetailleerde informatie te bekijken over elke snap-applicatie, of deze is geïnstalleerd of niet. Deze informatie omvat onder andere het releasekanaal van de app, de insluitingsstatus, de grootte, het aantal revisies en meer. De snap info --verbose biedt een groter overzicht.
pl: Możesz w ten sposób przejrzeć szczegółowe informacje na temat każdej aplikacji Snap, niezależnie czy jest zainstalowana lub nie. Te informacje zawierają między innymi kanał aplikacji, status ograniczeń, rozmiar oraz liczbę wersji. Polecenie snap info --verbose zwraca jeszcze bardziej szczegółowe informacje.
pt_br: Você pode usar isso para ver informações detalhadas sobre qualquer aplicativo snap, seja ele instalado ou não. Esta informação inclui o canal de lançamento do aplicativo, status de confinamento, tamanho, número de revisões e muito mais. O snap info --verbose oferece uma visão geral maior.
pt_pt: Pode usar isto para ver informações detalhadas sobre qualquer aplicação snap, esteja ela instalada ou não. Esta informação inclui o canal de lançamento da aplicação, estado de confinamento, tamanho, número de revisões e muito mais. O snap info --verbose oferece uma maior visão geral.
sr_rs: Možetle iskoristiti ovo da biste videli detaljnije informacije o bilo kojoj snap aplikaciji, bilo da je instalirana ili ne. Ove informacije uključuju kanal objave, status zadržavanja, veličinu, broj revizije i mnoge druge informacije. Snap info --verbose nudi mnogo veći pregled.
tr: Yüklü olsun yada olmasın, herhangi bir snap uygulaması hakkında ayrıntılı bilgiyi görmek için bunu kullanabilirsiniz. Bu bilgi, uygulamanın sürüm kanalını, sınırlarını, boyutunu, düzeltim sayısını ve daha fazlasını içerir.

source: Update a Snap App
ca: Actualitzeu una aplicació Snap
de_de: Eine Snap-App aktualisieren
es: Actualizar una aplicación Snap
fr: Mettre à jour une application Snap
he: עדכון של יישום Snap
hu: Egy Snap alkalmazás frissítése
id_id: Perbarui Apl Snap
it: Aggiorna un'applicazione Snap
ja: Snap アプリを更新する
ko: Snap 앱 업데이트
lt: Atnaujinti Snap programą
ms_my: Kemaskini Apl Snap
nl_nl: Update een Snap App
pl: Zaktualizuj aplikację Snap
pt_br: Atualizar um Aplicativo Snap
pt_pt: Atualizar uma aplicação snap
sr_rs: Ažuriranje Snap aplikacije
tr: Bir Snap Uygulamasını Güncelle

source: Rather helpfully you probably won’t ever need to remember to install an update to a Snap app. This is because Snapd runs in the background and handles updates automatically (you can, ofc, revert a Snap update or install a specific revision).
ca: És molt útil que mai no hàgiu de recordar instal·lar una actualització d'una aplicació Snap. Això es deu al fet que Snapd s'executa en segon pla i gestiona les actualitzacions automàticament (podeu, per exemple, revertir una actualització de Snap o instal·lar-ne una revisió específica).
de_de: Es ist hilfreich, dass Sie sich wahrscheinlich nie mehr daran erinnern müssen, ein Update für eine Snap-App zu installieren. Dies liegt daran, dass Snapd im Hintergrund ausgeführt wird und Updates automatisch verarbeitet (Sie können z. B. ein Snap-Update wiederherstellen oder eine bestimmte Revision installieren).
es: Bastante útil, probablemente nunca necesitará recordar instalar una actualización a una aplicación Snap. Esto se debe a que Snapd se ejecuta en segundo plano y gestiona actualizaciones automáticamente (puede, por supuesto, revertir una actualización Snap o instalar una revisión específica).
fr: Plutôt utile, vous n'aurez probablement jamais à vous souvenir d'installer une mise à jour d'une application Snap. Cela s'explique par le fait que Snapd s'exécute en arrière-plan et gère les mises à jour automatiquement (vous pouvez si besoin rétablir une mise à jour Snap ou installer une révision spécifique).
hu: Hasznos továbbá, hogy Önnek nincs szüksége egy Snap alkalmazás frisstéseivel törődnie, ugyanis a Snapd a háttérben fut és automatikusan gondoskodik a frissítésekről (Természetesen meg van a lehetősége egy frissítés visszavonására vagy egyedi verzió telepítésére).
id_id: Sebaliknya, Anda mungkin tidak perlu mengingat untuk memasang pembaruan ke aplikasi Snap. Ini karena Snapd berjalan di latar belakang dan menangani pembaruan secara otomatis (Anda dapat, ofc, mengembalikan pembaruan Snap atau menginstal revisi tertentu).
it: Piuttosto utile probabilmente non avrai mai bisogno di ricordare di installare un aggiornamento di un'applicazione Snap. Questo perché Snapd viene eseguito in background e gestisce gli aggiornamenti automaticamente (è possibile, ofc, ripristinare un aggiornamento Snap o installare una revisione specifica).
ja: むしろ便利なことに、おそらくSnap アプリの更新プログラムをインストールすることを覚えておく必要はないでしょう。これは、Snapd がバックグラウンドで実行され、更新を自動的に処理するためです（スナップ更新を元に戻す、または特定のリビジョンをインストールすることができます）。
lt: Gan naudinga yra tai, kad jums, ko gero, niekada nereikės prisiminti įdiegti Snap programos atnaujinimą. Taip yra todėl, kad Snapd yra vykdoma fone ir automatiškai apdoroja visus atnaujinimus (jūs, žinoma, galite sugrąžinti Snap atnaujinimą ar įdiegti specifinę programos reviziją).
ms_my: Selain itu, anda tidak perlu mengingati pemasangan kemaskini bagi apl Snap. Ia dijalankan disebalik tabir dan secara automatik (anda boleh, ofc, undur balik kemaskini Snap atau pasang versi tertentu).
nl_nl: U hoeft niet te onthouden om een update voor een Snap-app te installeren. Dit komt omdat Snapd op de achtergrond wordt uitgevoerd en updates automatisch verwerkt (u kunt uiteraard een Snap-update ongedaan maken of een specifieke revisie installeren).
pl: Prawdopodobnie nigdy nie będziesz musiał pamiętać, aby zaktualizować jakąkolwiek aplikację Snap. To dlatego, że usługa Snapd działa w tle i automatycznie wykona tę czynność za ciebie (zawsze możesz wycofać wybraną aktualizację lub zainstalować inną wersję).
pt_br: Em vez disso, você provavelmente nunca precisará se lembrar de instalar uma atualização em um aplicativo Snap. Isso ocorre porque o Snapd é executado em segundo plano e lida com as atualizações automaticamente (você pode reverter uma atualização Snap ou instalar uma revisão específica).
pt_pt: Em vez disso, provavelmente nunca irá precisar de se lembrar de instalar uma atualização para uma aplicação snap. Isto ocorre porque o snapd é executado em segundo plano e lida com as atualizações automaticamente (pode reverter uma atualização snap ou instalar uma revisão específica).
sr_rs: Ono što je dobor je da nećete morati nikad da se podsećate da instalirate ažuriranja za snap. Ovo je iz razloga zato što se Snapd pokreće u pozadini i automatski se brine da je sve ažurirano (naravno uvek možete se vratiti na stariju verziju ažuriranja ili instalirati specifičnu revziju paketa).
tr: Yararlı bir şekilde bir Snap uygulamasına bir güncelleme yüklemeyi hatırlamanız gerekmeyecek. Bunun nedeni, Snapd arka planda çalışır ve güncellemeleri otomatik olarak işler (çünkü, bir Snap güncellemesini geri alabilir veya belirli bir revizyonu yükleyebilirsiniz).

source: Reference
ca: Referència
de_de: Referenz
es: Referencia
fr: Référence
he: סימוכין
hu: Referencia
id_id: Referensi
it: Riferimento
ja: レファレンス
ko: 참고 사항
lt: Nuoroda
ms_my: Rujukan
nl_nl: Referentie
pl: Szczegółowe informacje
pt_br: Referência
pt_pt: Referência
tr: Referans

source: Snap is already installed
ca: L'Snap ja està instal·lat.
de_de: Snap ist bereits installiert.
es: Ya se ha instalado Snap
fr: Snap est déjà installé
he: ‏Snap כבר מותקן
hu: Snap már telepítve
id_id: Snap sudah terpasang
it: Snap è già installato
ja: Snap は既にインストールされています
ko: Snap이 이미 설치되어 있습니다.
lt: Snap jau yra įdiegta
ms_my: Snap sudah pun dipasang
nl_nl: Snap is reeds geïnstalleerd
pl: Snap już jest zainstalowany
pt_br: Snap já está instalado
pt_pt: O Snap já está instalado
sr_rs: Snap je već instaliran
tr: Snap zaten yüklendi

source: Install Snap
ca: Instal·la l'Snap
de_de: Installiere Snap
es: Instalar Snap
fr: Installer Snap
he: התקנת Snap
hu: Snap telepítése
id_id: Pasang Snap
it: Installare Snap
ja: Snap をインストールする
ko: Snap 설치
lt: Įdiegti Snap
ms_my: Pasang Snap
nl_nl: Installeer Snap
pl: Zainstaluj Snap
pt_br: Instalar Snap
pt_pt: Instalar Snap
sr_rs: Instaliraj Snap
tr: Snap'i Yükle

source: <strong>Flatpak</strong> is a new generation application distribution framework for GNU/Linux platforms. It introduces a unified packaging format across all GNU/Linux distributions. That means a single package can work on any platform. Flatpak helps application developers to ship their application in a single format which can be installed in any GNU/Linux distribution without worrying about the underlying operating system and its built-in libraries.
ca: <strong>Flatpak</strong> és un marc de distribució d'aplicacions de nova generació per a plataformes GNU / Linux. Introdueix un format d'empaquetatge unificat per a totes les distribucions de GNU / Linux. Això vol dir que un únic paquet pot funcionar en qualsevol plataforma. Flatpak ajuda els desenvolupadors d'aplicacions a enviar la seva aplicació en un sol format que es pugui instal·lar en qualsevol distribució GNU / Linux sense preocupar-se del sistema operatiu subjacent i de les biblioteques incorporades.
de_de: <strong>Flatpak</strong> ist ein Application Distribution Framework der neuen Generation für GNU / Linux-Plattformen. Es führt ein einheitliches Paketformat für alle GNU / Linux-Distributionen ein. Das bedeutet, dass ein einzelnes Paket auf jeder Plattform funktionieren kann. Flatpak hilft Anwendungsentwicklern, ihre Anwendung in einem einzigen Format zu versenden, das in jeder GNU / Linux-Distribution installiert werden kann, ohne sich um das zugrunde liegende Betriebssystem und die darin integrierten Bibliotheken kümmern zu müssen.
es: <strong>Flatpack</strong> es un sistema de distribución de aplicaciones de nueva generación para plataformas GNU/Linux. Introduce un formato unificado de empaquetamiento a través de todas las distribuciones GNU/Linux, lo que significa que un solo paquete puede funcionar en cualquier plataforma. Flatpack ayuda a los desarrolladores a enviar sus aplicaciones en un unico formato que se puede instalar en cualquier distribuciones GNU/Linux sin tener que preocuparse acerca del sistema operativo subyacente y de sus librerías incorporadas.
fr: <strong>Flatpak</strong> est un framework de distribution d'applications de nouvelle génération pour les plates-formes GNU/Linux. Il introduit un format d'emballage unifié sur toutes les distributions GNU/Linux. Cela signifie qu'un seul paquet peut fonctionner sur n'importe quelle plate-forme. Flatpak aide les développeurs d'applications à fournir leur application dans un seul format qui peut être installé sur n'importe quelle distribution GNU/Linux sans se soucier du système d'exploitation sous-jacent et de ses bibliothèques intégrées.
hu: A <strong>Flatpak</strong> az alkalmazás csomagolási keretrendszerek új generációja GNU/Linux platformokon. Egy egységes csomagformátumot tesz minden GNU/Linux disztribúción lehetővé. Ez azt jelenti, hogy egy fajta csomag minden platformon működik. A Flatpak segít az alkalmazásfejlesztőknek, hogy az alkalmazásukat egy egyszerű formátumban szállítsák, amely bármelyik GNU/Linux disztribúción telepíthető anélkül, hogy aggódnia kellene az alatta lévő operációs rendszerért és a beépített könyvtárakért.
id_id: <strong>Flatpak</strong> adalah kerangka distribusi aplikasi generasi baru untuk platform GNU / Linux. Dengan memperkenalkan format kemasan terpadu di semua distribusi GNU / Linux. Itu berarti satu paket dapat berfungsi di platform apa pun. Flatpak membantu pengembang aplikasi untuk mengirimkan aplikasi mereka dalam satu format yang dapat diinstal dalam distribusi GNU / Linux tanpa khawatir tentang sistem operasi yang mendasarinya dan pustaka yang ada di dalamnya.
it: <strong>Flatpak</strong> è un framework di distribuzione delle applicazioni di nuova generazione per le piattaforme GNU/Linux. Introduce un formato di packaging unificato in tutte le distribuzioni GNU/Linux. Ciò significa che un singolo pacchetto può funzionare su qualsiasi piattaforma. Flatpak aiuta gli sviluppatori di applicazioni a inviare la loro applicazione in un unico formato che può essere installato in qualsiasi distribuzione GNU / Linux senza preoccuparsi del sistema operativo sottostante e delle sue librerie integrate.
ja: <strong>Flatpak</strong>は、GNU/Linux プラットフォーム向けの新世代のアプリケーション配布フレームワークです。すべてのGNU / Linuxディストリビューションで統一されたパッケージ形式を導入します。つまり、単一のパッケージが任意のプラットフォームで動作できることを意味します。Flatpakは、アプリケーション開発者が、基礎となるオペレーティングシステムとその組み込みライブラリを気にすることなく、GNU/Linux ディストリビューションにインストールできる単一の形式でアプリケーションを出荷するのに役立ちます。
lt: <strong>Flatpak</strong> yra naujos kartos programų platinimo karkasas, skirtas GNU/Linux platformoms. Jis pristato bendrą pakavimo formatą tarp visų GNU/Linux distribucijų. Tai reiškia, kad vienas paketas gali veikti bet kurioje platformoje. Flatpak padeda programų kūrėjams pristatyti savo programą vienu formatu, kuris gali būti įdiegtas bet kurioje GNU/Linux distribucijoje, nesirūpinant dėl bazinės operacinės sistemos ir jos įtaisytų bibliotekų.
ms_my: <strong>Flatpak</strong> ialah bingkai kerja distribusi aplikasi generasi baharu untuk platform GNU/Linux. Ia memperkenalkan format pakej bersepadu merentasi semua distribusi GNU/Linux. Ia bermaksud pakej ini dapat berfungsi dalam mana-mana platform. Flatpak dapat membantu pembangun aplikasi menerbitkan aplikasi mereka dalam satu format yang boleh dipasang dalam mana-mana distribusi GNU/Linux tanpa risau sistem pengoperasian di dalamnya dan juga pustaka-pustaka terbina-dalamnya.
nl_nl: <strong>Flatpak</strong> is een nieuw toepassingsdistributie framework voor GNU/Linux-platforms. Het introduceert een uniforme verpakkingsindeling voor alle GNU/Linux-distributies. Dat betekent dat een enkel pakket op ieder platform kan werken. Flatpak helpt applicatie-ontwikkelaars om hun applicatie in een enkel formaat te verzenden, die in elke GNU/Linux-distributie kan worden geïnstalleerd zonder zich zorgen te hoeven maken over het onderliggende besturingssysteem en de ingebouwde bibliotheken.
pl: <strong>Flatpak</strong> jest platformą nowej generacji służącą do dystrybucji aplikacji dla GNU/Linux. Wprowadza ujednolicony format pakietów aplikacji we wszystkich dystrybucjach GNU/Linuksa. Oznacza to, że pojedynczy pakiet może pracować na dowolnej platformie. Flatpak pomaga programistom udostępniać ich aplikacje w ujednoliconym formacie, który można zainstalować na dowolnej dystrybucji GNU/Linuksa, nie martwiąc się o strukturę systemu operacyjnego oraz wbudowane biblioteki.
pt_br: <strong>Flatpak</strong> é uma estrutura de distribuição de aplicativos de nova geração para plataformas GNU/Linux. Ele introduz um formato de empacotamento unificado em todas as distribuições GNU/Linux. Isso significa que um único pacote pode funcionar em qualquer plataforma. O Flatpak ajuda os desenvolvedores de aplicativos a enviar sua aplicação em um único formato que pode ser instalado em qualquer distribuição GNU/Linux sem se preocupar com o sistema operacional subjacente e suas bibliotecas integradas.
pt_pt: O <strong>Flatpak</strong> é uma estrutura de distribuição de aplicações de nova geração para plataformas GNU/Linux. Introduz um formato de empacotamento unificado em todas as distribuições GNU/Linux. Isso significa que um único pacote pode funcionar em qualquer plataforma. O Flatpak ajuda os programadores de aplicações a enviar a sua aplicação num único formato que pode ser instalado em qualquer distribuição GNU/Linux sem se preocupar com o sistema operativo subjacente e as suas bibliotecas integradas.
sr_rs: <strong>Flatpak</strong> je nova generacija načina za distribuciju aplikacija za GNU/Linux platformu. Predstavlja unifikovani format za sve distribucije. To znači da jedan paket može da radi na bilo kojoj distribuciji. Flatpak pomaže programerima da zapakuju svoju aplikaciju u jedan format koji može biti instaliran na bilo kojoj distribuciji bez potrebe da se brinu o distribuciji ili listi instaliranih biblioteka.
tr: <strong>Flatpak</strong>, GNU / Linux platformları için yeni nesil uygulama dağıtım çatısıdır. Tüm GNU/Linux dağıtımlarında birleştirilmiş bir paket formatı sunar. Bu, tek bir paketin herhangi bir platformda çalışabileceği anlamına gelir. Flatpak, uygulama geliştiricilerin uygulamalarını, temel işletim sistemi ve kurulu kütüphanelerine bakılmaksızın herhangi bir GNU / Linux dağıtımına kurulabilecek tek bir biçimde göndermelerine yardımcı olur.
