Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/recommendations/*.po
Languages: ca, de_de, es, fr, he, hu, id_id, it, ja, ko, lt, ms_my, nl_nl, pl, pt_br, pt_pt, sr_rs, tr

source: If there’s a barrier to Snap app adoption (aside from few apps being made available in the format) it’s knowing which packages are available in the Snap app store. Well, wonder not. Simply pop open a terminal and run the following command:
ca: Si hi ha una barrera per a l'adopció d'aplicacions Snap (a part que hi ha poques aplicacions disponibles en el format), és saber quins paquets estan disponibles a la botiga d'aplicacions Snap. Bé, no us ho pregunteu. Simplement obriu un terminal i executeu l'ordre següent:
de_de: Wenn es eine Barriere für die Snap-App-Akzeptanz gibt (abgesehen von wenigen Apps, die im Format verfügbar gemacht werden), müssen Sie wissen, welche Pakete im Snap-App-Store verfügbar sind. Öffnen Sie einfach ein Terminal und führen Sie den folgenden Befehl aus:
es: Si hay un obstáculo para adoptar aplicaciones Snap (sin contar las pocas apps siendo desarrolladas en este formato) es conocer que paquetes están disponibles en la lista de aplicaciones de Snap. Bien, no te preocupes más. Simplemente abre una terminal y ejecuta la siguiente orden.
fr: S'il y a un obstacle à l'adoption des paquets Snap, c'est de savoir quels sont justement les paquets disponibles dans ce format dans le centre de logiciels Snap. Pour le savoir, il suffit simplement d'ouvrir un terminal et d'exécuter la commande suivante:
he: מה שמרתיע אנשים מהאימוץ של יישומי Snap (לצד הכמות המועטה של היישומים שמופצים בפורמט) הוא שהם לא יודעים אילו חבילות זמינות. לצורך כך, אפשר פשוט לפתוח את המסוף ולהריץ את הפקודה הבאה:
hu: Ha szeretné tudni, mely szoftvercsomagok érhetőek el Snap formátumban (a meglévő alkalmazásoktól eltekintve) Van lehetősége az elérhető csomagok áttekintésére. Egyszerűen nyissa meg a terminált és futtassa a következő parancsot:
id_id: Jika ada penghalang untuk mengadopsi adopsi aplikasi (selain dari beberapa aplikasi yang tersedia dalam format umum), snap akan mengetahui paket mana yang tersedia di toko aplikasi Snap. Yah, jangan heran. Cukup buka terminal dan jalankan perintah berikut:
it: Se ci sono degli ostacoli per l'adozione di un app Snap (a parte alcune applicazioni disponibili nel formato) sappi che i pacchetti Snap sono disponibili nell'App Store. Beh, non mi meraviglio. Basta apri un terminale ed esegui il seguente comando:
ja: Snapアプリの採用に障壁がある場合（この形式で利用できるアプリはほとんどありません）、Snapアプリストアで利用できるパッケージがわかっています。まあ、そうは思いません。ターミナルをポップして開き、次のコマンドを実行します:
lt: Jeigu Snap programų pritaikymui yra barjerų (be to, kad šiuo formatu yra prieinama nedaug programų), tai vienas iš jų yra neaiškumas dėl to, kurie paketai yra prieinami Snap programų parduotuvėje. Tačiau nesirūpinkite. Tiesiog, atverkite terminalą ir įvykdykite šią komandą:
ms_my: Jika terdapat halangan atas penggunaan apl Snap (selain dari beberapa apl yang tersedia dalam format) perlu tahu pakej mana yang sudah tersedia di dalam kedai apl Snap. Hanya buka terminal dan jalankan perintah berikut:
nl_nl: Als er een belemmering is voor de acceptatie van Snap-apps (afgezien van het feit dat er nog maar een beperkt aantal apps beschikbaar zijn), is welke pakketten beschikbaar zijn in de Snap-app store. Dit is eenvoudig op te vragen door terminal te openen en de volgende opdracht uit te voeren:
pl: Jeżeli nie wiesz jak znaleźć przydatną dla ciebie aplikację Snap (pomijając te, które już zainstalowane są w systemie), to warto przeszukać Snap App Store. Nie zastanawiaj się! Otwórz terminal i wpisz następujące polecenie:
pt_br: Se houver uma barreira para a adoção do aplicativo Snap (além de alguns aplicativos serem disponibilizados no formato), é saber quais pacotes estão disponíveis na loja de aplicativos Snap. Bem, não se pergunte. Basta abrir um terminal e executar o seguinte comando:
pt_pt: Se houver uma barreira para a adoção da aplicação Snap (além de algumas aplicações serem disponibilizados no formato), é saber quais pacotes estão disponíveis na loja de aplicações Snap. Bem, não é de admirar. Basta abrir um terminal e executar o seguinte comando:
sr_rs: Ako postoji prepreka ka adopciji Snap apllikacije (van nekoliko aplikacija koje postoje u tom formatu) potrebno je znati koji paketi su dostupni u Snap prodavnici. Sve što je potrebno je da otvorite terminal i pokrenete sledeću komandu:
tr: Snap uygulaması uyarlaması için bir engel varsa (bu formatta birkaç uygulama sunulmaksızın), Snap uygulama mağazasında hangi paketlerin kullanılabileceğini bilir. Öyle değilse bile sadece terminali açmanız ve aşağıdaki komutu çalıştırmanız yeterlidir:

source: The find command lets you quickly search for and discover snaps available to install from the command line. It can be run with a query after it (e.g., ‘snap find email‘, ‘snap find media’, ‘snap find messaging‘) or without.
ca: L'odre de cerca (find) us permet de cercar ràpidament i descobrir snaps disponibles per instal·lar des de la línia d'ordres. Es pot executar amb una consulta a continuació (per exemple: snap find email, snap find media, snap find messaging) o sense.
de_de: Der Befehl find ermöglicht es Ihnen schnell nach verfügbaren snaps zu suchen, die über die Kommandozeile bestellbar sind. Er kann mit einem Suchbegriff ergänzt werden (z.B. 'snap find email', 'snap find media', 'snap find messaging') oder ohne.
es: La orden «find» le permite buscar rápidamente y descubrir desde la línea de órdenes Snaps disponibles para ser instaladas. Se puede ejecutar con una consulta tras ella (por ejemplo, «snap find email», «snap find media», «snap find messaging») o sin consulta.
fr: La commande find vous permet de rechercher rapidement et de découvrir les snaps disponibles et installables à partir de la ligne de commande. Elle peut être exécutée avec une requête en complément (ex: ‘snap find email‘, ‘snap find media’, ‘snap find messaging‘) ou sans.
he: הפקודה „find” מאפשרת לך לחפש ולגלות חבילות snap שאפשר להתקין במהירות ישירות משורת הפקודה. אפשר לצרף גם שאילתה לפקודה (למשל: „snap find email”,‏ „snap find media”,‏ „snap find messaging”), אבל לא חובה.
hu: A "find" paranccsal a parancssorból gyorsan kereshet és fedezhet fel elérhető snapeket telepítésre. Ez keresőkifejezéssel együtt is futtatható (pl.: "snap find email", "snap find media", "snap find messaging") vagy anélkül.
id_id: Perintah find memungkinkan Anda dengan cepat mencari dan menemukan aplikasi snap yang tersedia untuk diinstal dari terminal. Ini dapat dijalankan dengan kueri setelahnya (misalnya, ‘snap find email‘, ‘snap find media’, ‘snap find messaging‘) atau tanpa perintah tersebut.
it: Il comando find consente di cercare rapidamente e scoprire gli snap disponibili da installare dalla riga di comando. Può essere eseguito con una query dopo di essa (ad esempio, "snap find email", "snap find media", "snap find messaging") o senza.
ja: find コマンドを使用すると、コマンドラインからインストール可能なスナップをすばやく検索して検出できます。クエリの後に実行することができます（例えば、「snap find email」、「snap find media」、「snap find messaging」）または、なしで実行できます。
ko: find 명령어로 명렁줄에서 Snap 애플리케이션들을 빨리 찾고 설치할 수 있습니다. 명령어와 함께 검색어를 입력하거나(‘snap find email‘, ‘snap find media‘, ‘snap find messaging‘ 등) 입력하지 않고 실행시킬 수 있습니다.
lt: Komanda "find" leidžia jums iš komandų eilutės greitai ieškoti ir atrasti prieinamus įdiegti snap paketus. Ši komanda gali būti vykdoma su užklausa po žodžio "find" (pvz., "snap find email", "snap find media", "snap find messaging") arba be užklausos.
ms_my: Perintah cari membolehkan anda gelintar dan temui snap yang sedia ada secara pantas dan terus memasangnya melalui baris perintah. Ia boleh dijalankan dengan pertanyaan selepasnya (iaitu 'snap find media', 'snap fin messaging') atau tanpanya.
nl_nl: Met de opdracht find kunt u snel zoeken naar de beschikbare snapshots om te installeren vanaf de command line. Het kan worden uitgevoerd met een zoekopdracht erna (bijv. 'snap find email', 'snap find media', 'snap find messaging') of zonder.
pl: Polecenie find pozwala szybko wyszukiwać i odkrywać pakiety snap możliwe do instalacji z linii poleceń. Możesz go użyć wraz z szukanym tekstem wpisanym tuż za samym poleceniem (na przykład "snap find email", "snap find media", "snap find messaging") lub bez niej.
pt_br: O comando find permite pesquisar rapidamente e descobrir snaps disponíveis para instalar a partir da linha de comando. Ele pode ser executado com uma consulta após ele (por exemplo, 'snap find email', 'snap find media', 'snap find messaging') ou sem.
pt_pt: O comando find permite-lhe pesquisar rapidamente e descobrir snaps disponíveis para instalar a partir da linha de comando. Pode ser executado com uma consulta depois de (por exemplo, 'snap find email', 'snap find media', 'snap find messaging') ou sem.
sr_rs: Find komanda vam omogućuje da brzo pretražite i pronadjete snapove koji su dostupni za instalaciju iz komandne linije. Pokreže se sa ako što ukucate query (npr. 'snap find email', 'snap find media', 'snap find messaging') ili bez.
tr: find komutu, komut satırından yüklemek için mevcut olan snap'leri hızla aramanızı ve bulmanızı sağlar. Bir sorguu yardımıyla sonradan (örneğin, ‘snap find email‘, ‘snap find media’, ‘snap find messaging‘) veya olmadan çalıştırılabilir.

source: When run without a query you’ll instead see a list of featured snaps.
ca: Quan s'executi sense una consulta, veureu una llista de snaps disponibles.
de_de: Ohne Suchbegriff ausgeführt wird Ihnen eine Liste vorgestellter Snaps angezeigt.
es: Si lo ejecuta sin una consulta, verá una lista de «snaps» destacados.
fr: Exécutée sans requête, la commande affichera une liste de Snaps.
he: הרצה ללא שאילתה תציג רשימה של חבילות snap מובילות.
hu: Ha keresőkifejezés nélkül futtatja a parancsot, akkor a kiemelt snapek listáját láthatja.
id_id: Saat dijalankan tanpa kueri, Anda malah akan melihat daftar fitur snap.
it: Quando si esegue senza una query, verrà visualizzata una lista di snap disponibili.
ja: クエリなしで実行すると、代わりにsnapの機能リストが表示されます。
ko: 검색어를 입력하지 않은 채 명령어를 실행하면 추천 Snap 앱이 표시됩니다.
lt: Įvykdę šią komandą be užklausos, vietoj to, pamatysite sąrašą pasižymėjusių snap paketų.
ms_my: Ketika dijalankan tanpa pertanyaan anda akan mendapat satu senarai snap terfitur.
nl_nl: Wanneer u zonder query zoekt wordt een lijst met aanbevolen snaps getoond.
pl: Jeżeli uruchomisz polecenie bez szukanego tesktu, uzyskasz listę polecanych aplikacji.
pt_br: Quando for executado sem uma consulta você verá uma lista de Snaps destacados.
pt_pt: Quando executado sem uma consulta irá ver uma lista de snaps destacados.
sr_rs: Kada je pokrenuto bez query-a umesto tražene aplikacija videćete listu izabranih snapova.
tr: Bir sorgu olmadan çalıştırdığınızda, öne çıkan snaplerin bir listesini görürsünüz.

source: See installed apps
ca: Vegeu les aplicacions instal·lades
de_de: Installierte Apps anzeigen
es: Buscar aplicaciones instaladas
fr: Voir les applications installées
he: צפייה ביישומים המותקנים
hu: Telepített alkalmazások megtekintése
id_id: Lihat apl terpasang
it: Guarda applicazioni installate
ja: インストール済みのアプリを見る
ko: 설치된 애플리케이션 보기
lt: Rodyti įdiegtas programas
ms_my: Lihat apl terpasang
nl_nl: Bekijk geïnstalleerde apps
pl: Zobacz zainstalowane aplikacje
pt_br: Ver aplicativos instalados
pt_pt: Ver aplicações instaladas
sr_rs: Pregled instaliranih applikacija
tr: Yüklü Uygulamalar

source: Installed some Snaps but can’t remember what? Don’t panic. Use the list command to see an up-to-date list of all Snap apps installed on your system:
ca: Heu instal·lat snaps però no podeu recordar quines? No patiu. Useu l'ordre "list" per veure una llista d'aplicacions d'Snap instal·lades al sistema:
de_de: Sie haben einige Snaps installiert, jedoch vergessen welche? Keine Panik. Nutzen Sie den list Befehl um eine aktuelle Liste aller auf Ihrem System installierten Snaps Apps zu sehen:
es: ¿Instaló algunos «snaps» pero no recuerda cuáles? No se preocupe. Utilice la orden «list» para ver una lista actualizada de todas las aplicaciones Snap instaladas en su sistema:
fr: Vous avez installé des paquets Snap mais vous ne vous rappelez plus lesquels ? Pas de panique. Utilisez la commande list pour voir une liste à jour de toutes les applications Snap installées sur votre système :
he: הִתקנת יישומי Snap וקשה לך להיזכר אילו? לא להיבהל. אפשר להשתמש בפקודה „list” להצגת רשימה מעודכנת של כל יישומי ה־Snap שמותקנים במערכת:
hu: Telepített néhány Snapet, de nem emlékszik melyiket? Semmi probléma. Használja a "list" parancsot az összes telepített Snap alkalmazás megtekintéséhez a rendszeren.
id_id: Memasang beberapa Snap tetapi lupa apa? Jangan panik. Gunakan perintah list untuk melihat daftar terbaru dari semua aplikasi Snap yang diinstal di sistem Anda:
it: Installato alcuni Snap ma non riesco a ricordare cosa? Niente panico. Utilizza l'elenco dei comandi per visualizzare un elenco aggiornato di tutte le applicazioni Snap installate nel sistema:
ja: いくつかのSnapをインストールしましたが、何をインストールしたか思い出せませんか？パニックにならないでください。 listコマンドを使用して、システムにインストールされているすべてのSnapアプリの最新リストを表示します。
ko: Snap 앱을 설치해놓고 뭘 설치했는지 기억이 안난다구요? 걱정하지 마세요. list 명령어를 사용하여 시스템에 설치된 Snap 앱의 목록을 확인하실 수 있습니다. :
lt: Įdiegėte kai kuriuos Snap paketus, tačiau neprisimenate kuriuos būtent? Nesijaudinkite. Norėdami pamatyti atnaujintą visų jūsų kompiuteryje įdiegtų Snap programų sąrašą, naudokite komandą "list":
ms_my: Telah pasang beberapa Snap tetapi tidak ingat? Jangan risau. Gunakan Command List untuk lihat senarai semua Apl Snap yang telah dipasang di sistem anda:
nl_nl: Snaps geïnstalleerd maar u weet niet meer welke? Geen paniek, gebruik de lijstopdracht om een actuele lijst te bekijken van alle Snap-apps die op uw systeem zijn geïnstalleerd:
pl: Zainstalowałeś aplikacje Snap, ale nie pamiętasz jakie? Bez paniki. Użyj polecenia list, aby uzyskać aktualną listę wszystkich zainstalowanych na twoim komputerze aplikacji Snap.
pt_br: Instalou alguns Snaps mas não consegue lembrar quais? Não entre em pânico. Use o comando list para ver uma lista atualizada de todos os aplicativos Snap instalados em seu sistema:
pt_pt: Instalou alguns snaps mas não se lembra de quais? Não se preocupe. Use o comando list para ver uma lista atualizada de todas as aplicações snap instaladas no seu sistema:
sr_rs: Instalirali ste neke Snapove, ali ne možete da se setite šta? Ne paničite. Iskoristite komandu list da vidite list svih snap aplikacija koje su instalirane na vašem sistemu:
tr: Bazı Snapler yüklü ama ne hatırlayamıyor musunuz? Paniklemeyiniz. Sisteminizde yüklü olan tüm Snap uygulamalarının güncel bir listesini görmek için list komutunu kullanın:

source: This list also shows you their version number, revision number and the name of the developer who uploaded it (handy when there are multiple versions of the same app in the store, e.g., Telegram).
ca: Aquesta llista també us mostra el número de versió, el número de revisió i el nom del desenvolupador que l'ha penjat (pràctic quan hi ha diverses versions de la mateixa aplicació a la botiga, p. ex., Telegram).
de_de: Diese Liste zeigt Ihnen auch die jeweilige Versionsnummer, Revision Nummer und den Namen des Entwicklers welcher es hochgeladen hat (hilfreich bei mehreren im Store vorhandenen Versionen der selben App, z.B. Telegram).
es: Esta lista también muestra los números de versión y revisión y el nombre de los desarrolladores que los cargaron (lo cual es útil si hay varias versiones de la misma aplicación en la tienda, como es el caso de Telegram).
fr: Cette liste vous montre également le numéro de version, le numéro de révision et le nom du développeur qui l'a téléversé (pratique lorsqu'il existe plusieurs versions de la même application dans le centre des logiciels).
he: רשימה זו מציגה לך את מספר הגרסה, מספר המהדורה ואת שם המפתח או המפתחת שהעלו אותה (שימושי כשמופיעות מספר גרסאות של אותו היישום בחנות, למשל: טלגרם).
hu: Ez a lista mutatja továbbá a verziószámokat, a felülvizsgálatok számát és a fejlesztő nevét, aki készítette az alkalmazást (hasznos, ha több verziója van ugyanannak az alkalmazásnak az áruházban, pl.: Telegram).
id_id: Daftar ini juga menunjukkan nomor versi, nomor revisi, dan nama pengembang yang mengunggahnya (berguna saat ada beberapa versi dari aplikasi yang sama di store, misalnya, Telegram).
it: Questa lista mostra anche il numero di versione, il numero di revisione e il nome dello sviluppatore che lo ha caricato (utile quando sono presenti più versioni della stessa applicazione nell'archivio, ad esempio Telegram).
ja: このリストには、バージョン番号、リビジョン番号、それをアップロードした開発者の名前も表示されます（ストアに同じアプリの複数のバージョン、例えばTelegramなどがある場合に便利です）。
ko: 목록에는 앱의 버전, 수정 버전 및 개발자의 이름 등이 보여집니다. (Telegram과 같이 스토어 상에 똑같은 앱에서 여러 버전이 제공되는 경우에 유용합니다.)
lt: Šis sąrašas taip pat rodo jų versijos numerį, revizijos numerį ir programą įkėlusio kūrėjo vardą (praverčia, kai parduotuvėje yra kelios tos pačios programos versijos, pvz., Telegram).
ms_my: Senarai ini juga memaparkan nombor versi, nombor revisi dan nama pembangun yang telah memuat naiknya (lebih mudah bila terdapat beberapa versi apl yang serupa di dalam kedai, seperti Telegram).
nl_nl: Deze lijst toont ook versienummer, revisienummer en de naam van de ontwikkelaar die het heeft geüpload (handig als er meerdere versies van dezelfde app in de winkel zijn, bijvoorbeeld Telegram).
pl: Na tej liście zobaczysz również wersję tych aplikacji, numer kompilacji oraz nazwę dewelopera, który umieścił tę aplikację w sklepie Snap (jest to pomocne, kiedy jest kilka wersji tej samej aplikacji w sklepie, np. Telegram).
pt_br: Esta lista também mostra o seu número de versão, número de revisão e o nome do desenvolvedor que o enviou (útil quando há várias versões do mesmo aplicativo na loja, por exemplo, Telegram).
pt_pt: Esta lista também mostra o seu número de versão, número de revisão e o nome do programador que o enviou (útil quando há várias versões da mesmo aplicação na loja, por exemplo, Telegram).
sr_rs: Ova lista pokazuje broj verzije, revizije i ime programera koji je uploadovao aplikaciju (koirsno kada imate više verzija iste aplikacije u prodavnici npr Telegram).
tr: Bu liste aynı zamanda onların sürüm numarasını, revizyon numarasını ve onu yükleyen geliştiricinin adını gösterir (mağazada aynı uygulamanın birden çok sürümü olduğunda kullanışlıdır, örneğin Telegram).

source: Install & Remove Snap Apps
ca: Instal·la i suprimeix aplicacions Snap
de_de: Snap Apps installieren & entfernen
es: Instalar y desinstalar aplicaciones Snap
fr: Installer et supprimer des paquets Snap
he: התקנה והסרה של יישומי Snap
hu: Snap alkalmazások telepítése és törlése
id_id: Pasang & Buang Apl Snap
it: Installa e Rimuovi Applicazioni Snap
ja: Snap アプリのインストールと削除
ko: Snap 앱 설치 및 제거
lt: Įdiegti ir šalinti Snap programas
ms_my: Pasang & Buang Apl Snap
nl_nl: Installeer & verwijder Snap Apps
pl: Zainstaluj & usuń aplikacje Snap
pt_br: Instalar e Remover Aplicativos Snap
pt_pt: Instalar e remover aplicações snap
sr_rs: Instalacija i deinstalacija Snap Aplikacija
tr: Snap Uygulamalarını Yükle & Kaldır

source: If you’re used to managing software using apt you’ll instantly find the analogous snap commands easy to remember. You install snap apps with the ‘install’ command, and remove them using the ‘remove’ command.
ca: Si esteu acostumat a gestionar programari usant apt, trobareu fàcilment les ordres de snap anàlogues de manera fàcil de recordar. Podeu instal·lar aplicacions amb l'ordre "install" i suprimir-les mitjançant l'ordre "remove".
de_de: Falls Sie gewohnt sind Software mit apt zu verwalten, werden Sie sich die analogen Snap Befehle leicht merken können. Sie installieren Snap Apps mit dem Befehl 'install' und entfernen diese mit 'remove'.
es: Si se ha acostumbrado a gestionar programas a través de APT, no hallará difícil recordar las órdenes correspondientes de Snap. Para instalar aplicaciones en Snap, utilice «install»; para desinstalarlas, emplee «remove».
fr: Si vous avez l'habitude de gérer vos logiciels à l'aide d'apt, vous trouverez de manière intuitive les commandes analogues pour le faire avec Snap. Ainsi, vous installez des applications grâce à la commande 'installer', et supprimez ces applications en utilisant la commande 'supprimer'.
hu: Ha aptot használt a szoftverek kezelésére, akkor azonnal megtalálhatja a hasonló snap parancsokat, amelyekre könnyű emlékezni. Telepíthet snap alkalmazásokat az 'install' paranccsal és eltávolíthatja azokat a 'remove' paranccsal.
id_id: Jika Anda terbiasa mengelola perangkat lunak menggunakan apt, Anda akan segera menemukan perintah snap analog yang mudah diingat. Anda menginstal aplikasi snap dengan perintah ‘install’, dan menghapusnya menggunakan perintah ‘remove’.
it: Se sei abituato a gestire il software utilizzando apt, troverai istantaneamente i comandi di snap analoghi facilmente mnemonici. Installi le applicazioni snap con il comando 'install' e le rimuovi usando il comando 'remove'.
ja: apt を使用してソフトウェアを管理することに慣れている場合は、覚えやすい類似のsnap コマンドがすぐに見つかります。 「install」コマンドでsnap アプリをインストールし、「remove」コマンドを使用してsnap アプリを削除します。
ko: apt와 같은 소프트웨어 관리자를 사용해왔더라도 괜찮습니다. Snap은 그러한 소프트웨어 관리자들과 비슷한 명령어를 사용하기에 기억하기도 쉽죠. Snap 앱을 설치하려면 ‘install’ 명령어를, 삭제하려면 ‘remove’ 명령어를 사용하면 됩니다.
lt: Jeigu esate įpratę tvarkyti programinę įrangą, naudojant apt, tuomet jums iš karto bus lengva atsiminti analogiškas snap komandas. Snap programas įdiegiate, naudodami "install" komandą, o šalinate, naudodami "remove" komandą.
ms_my: Jika sebelum ini anda biasa mengurus perisian melalui apt, kini anda dapat dapati perintah snap yang serupa dan mudah diingati. Anda boleh memasang apl snap dengan hanya perintah 'install', dan buang dengan perintah 'remove'.
nl_nl: Als u gewend bent om software te beheren met apt, zult u de analoge snap-commando's gemakkelijk kunnen onthouden. U installeert snelle apps met de opdracht 'install' en verwijdert ze met de opdracht 'remove'.
pl: Jeżeli jesteś przyzwyczajony do zarządzania oprogramowaniem używając polecenia apt, równie łatwo zapamiętasz plecenia Snap. Aby zainstalować aplikację używasz polecenia "install", aby ją usunąć polecenia "remove".
pt_br: Se você estiver acostumado a gerenciar software usando o apt, você encontrará instantaneamente os comandos de snap análogos fáceis de lembrar. Você instala aplicativos snap com o comando 'install' e os remove usando o comando 'remove'.
pt_pt: Se estiver habituado a gerir software usando o apt, irá encontrar instantaneamente os comandos de snap análogos fáceis de lembrar. Instale aplicações snap com o comando 'install' e remove-as usando o comando 'remove'.
sr_rs: Ako ste navikli na upravljanje softverom koristeći apt, naćićete daje korišćenje snap komandi slično i vrlo lako za pamćenje. Instalirate snap alikacije sa "install" komandom a uklanjate ih sa "remove" komandom.
tr: apt'yi kullanarak yazılımı yönetmek için kullandıysanız, hatırlanması kolay analog snap komutlarını hemen bulacabilirsiniz. "Install" komutunu kullanarak snap uygulamaları yükler ve bunları "remove" komutunu kullanarak kaldırırsınız.

source: See details of an App
ca: Vegeu els detalls d'una aplicació
de_de: Details einer App anzeigen
es: Ver los detalles de una aplicación
fr: Voir les détails d'une application
he: צפייה בפרטים של יישום
hu: Egy alkalmazás részleteinek megtekintése
id_id: Lihat detail sebuah Apl
it: Guarda i dettagli di un applicazione
ja: アプリの詳細を見る
ko: 앱 정보 보기
lt: Rodyti išsamesnę programos informaciją
ms_my: Lihat perincian sesebuah Apl
nl_nl: Bekijk details van een App
pl: Zobacz szczegóły aplikacji
pt_br: Ver detalhes de um Aplicativo
pt_pt: Ver detalhes de uma aplicação
sr_rs: Pogledajte detalje Aplikacije
tr: Bir Uygulamanın ayrıntılarını gör
