Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/recommendations/*.po
Languages: ca, de_de, es, fr, he, hu, id_id, it, ja, ko, lt, ms_my, nl_nl, pl, pt_br, pt_pt, sr_rs, tr

source: <strong>Steam</strong> is a digital distribution platform developed by Valve Corporation offering digital rights management (DRM), multiplayer gaming and social networking services. Steam provides the user with installation and automatic updating of games on multiple computers, and community features such as friends lists and groups, cloud saving, and in-game voice and chat functionality. The software provides a freely available application programming interface (API) called Steamworks, which developers can use to integrate many of Steam's functions into their products, including networking, matchmaking, in-game achievements, micro-transactions, and support for user-created content through Steam Workshop.
ca: <strong>Steam</strong> és una plataforma de distribució digital desenvolupada per Valve Corporation que ofereix gestió de drets digitals (DRM), jocs multijugador i serveis de xarxes socials. Steam proporciona a l'usuari la instal·lació i l'actualització automàtica de jocs en diversos equips, i les funcions de la comunitat, com ara llistes d'amics i grups, estalvi en núvol i funcionalitat de veu i xat en el joc. El programari proporciona una interfície de programació d'aplicacions (API) lliurement disponible anomenada Steamworks, que els desenvolupadors poden utilitzar per integrar moltes de les funcions de Steam als seus productes, incloent xarxes, concordances, assoliments en el joc, microtransaccions i suport per a continguts creats per l'usuari a través de Steam Workshop.
de_de: <strong>Steam</strong> ist eine digitale Vertriebsplattform, die von der Valve Corporation entwickelt wurde und Digital Rights Management (DRM), Multiplayer-Spiele und soziale Netzwerkdienste anbietet. Steam bietet dem Benutzer die Installation und automatische Aktualisierung von Spielen auf mehreren Computern sowie Community-Funktionen wie Freundeslisten und -gruppen, Cloud-Speicher und In-Game-Voice- und Chat-Funktionen. Die Software stellt eine frei verfügbare Anwendungsprogrammierschnittstelle (API) namens Steamworks zur Verfügung, mit der Entwickler viele Funktionen von Steam in ihre Produkte integrieren können, einschließlich Vernetzung, Matchmaking, In-Game Errungenschaften, Mikrotransaktionen und Unterstützung für von Benutzern erstellte Inhalte durch Steam Workshop.
es: <strong>Steam</strong> es una plataforma de distribucion digital desarrollada por Valve Corporation que ofrece servicios de manejo digital de derechos (MDR), juegos de multijugador y redes sociales. Steam provee al usuario la instalacion y actualizacion automatica de juegos en multiples computadores, y caracteristicas tales como grupos y listas de amigos, almacenamiento en la nube y funcionalidades de comunicacion dentro del juego a traves de voz o via chat. El software provee una de manera gratuita una interface de programacion (API) denominada Steamworks, con la cual los desarrolladores pueden integrar muchas de las funciones de Steam en sus productos, incluyendo trabajo en red, emparejamiento, logros en el juego, micro transacciones y soporte para contenido creado por el usuario a través de Steam Workshop.
fr: <strong>Steam</strong> est une plate-forme de distribution numérique développée par Valve Corporation offrant des services de gestion de droits numériques (DRM), de jeux multijoueurs et de réseaux sociaux. Steam fournit à l'utilisateur une installation et une mise à jour automatique des jeux sur plusieurs ordinateurs et des fonctionnalités communautaires telles que les listes et les groupes d'amis, la sauvegarde cloud et la fonctionnalité de voix et de chat dans le jeu. Le logiciel fournit une interface de programmation d'applications (API) librement disponible appelée Steamworks, que les développeurs peuvent utiliser pour intégrer plusieurs fonctions de Steam dans leurs produits, y compris la mise en réseau, l'association, les succès dans le jeu, les micro-transactions et le support pour le contenu créé par l'utilisateur par le biais de Steam Workshop.
hu: A <strong>Steam</strong> egy digitális disztribúciós platform, amelyet a Valve Corporation fejlesztett. Digitális jogkezelést (DRM), többjátékos módot és közösség hálózati szolgáltatásokat kínál. A Steam játékok automatikus telepítését és frissítését kínálja több számítógépen a felhasználónak, valamint közösségi funkciókat, mint például a barátok listáit és csoportjait, a felhőmentést és a játékon belüli hang- és csevegési funkciókat. A szoftver az ingyenesen elérhető, Steamworks nevű alkalmazásprogramozási interfészt (API) is tartalmazza, amelyet a fejlesztők számos Steam funkció integrálására használhatnak termékeikbe, beleértve a hálózatépítést, a meccset, a játékban elért eredményeket, a mikro-tranzakciókat és a felhasználó által létrehozott tartalom támogatását a Steam Workshopon keresztül.
id_id: <strong>Steam</strong> adalah platform distribusi digital yang dikembangkan oleh Valve Corporation yang menawarkan manajemen hak digital (DRM), game multiplayer, dan layanan jejaring sosial. Steam menyediakan pengguna dengan instalasi dan pembaruan otomatis game di banyak komputer, dan fitur komunitas seperti daftar teman dan grup, penyimpanan cloud, dan fungsi suara dan obrolan dalam game. Perangkat lunak ini menyediakan antarmuka pemrograman aplikasi gratis (API) yang disebut Steamworks, yang dapat digunakan oleh pengembang untuk mengintegrasikan banyak fungsi Steam ke dalam produk mereka, termasuk jaringan, perjodohan, pencapaian dalam game, transaksi mikro, dan dukungan untuk konten yang dibuat pengguna. melalui Steam Workshop.
it: <strong>Steam</strong> è una piattaforma di distribuzione digitale sviluppata da Valve Corporation che offre servizi di gestione dei diritti digitali (DRM), servizi di gioco multiplayer e servizi di social networking. Steam fornisce all'utente l'installazione e l'aggiornamento automatico di giochi su più computer, e funzioni di comunità come elenchi e gruppi di amici, il salvataggio su cloud e la funzionalità in-game di voce e chat. Il software fornisce un'interfaccia di programmazione applicativa (API) liberamente disponibile, chiamata Steamworks, che gli sviluppatori possono utilizzare per integrare molte delle funzioni di Steam nei loro prodotti, inclusi networking, matchmaking, in-game achievements, micro-transazioni e supporto per i contenuti creati dall'utente Tramite Steam Workshop.
ja: <strong>Steam</strong> は、Valve Corporationが開発したデジタル配信プラットフォームで、デジタル著作権管理（DRM）、マルチプレイヤーゲーム、ソーシャルネットワーキングサービスを提供します。Steam は、複数のコンピューターでのゲームのインストールと自動更新、およびフレンドリストやグループ、クラウドの保存、ゲーム内の音声やチャット機能などのコミュニティ機能をユーザーに提供します。このソフトウェアは、Steamworks と呼ばれる無料のアプリケーションプログラミングインターフェース（API）を提供します。開発者はこれを使用して、ネットワーク、マッチメイキング、ゲーム内の成果、マイクロトランザクション、ユーザー作成コンテンツのサポートなど、Steamワークショップを通じてSteam の機能の多くを自社製品に統合できます。
ko: <strong>Steam</strong>은 Valve Corporation에서 개발한 디지털 권리 관리(DRM), 멀티플레이 게이밍, 소셜 네트워킹 서비스를 제공하는 디지털 배포 플랫폼입니다. Steam은 여러 컴퓨터에서 게임을 설치하고 자동으로 업데이트해주며, 친구 목록과 그룹, 클라우드 저장, 게임 내 음성 및 문자 채팅 기능과 같은 커뮤니티 기능도 제공합니다. Steam에는 개발자들에게 네트워킹, 매치메이킹, 게임 내 업적, 거래 및 Steam Workshop에서의 사용자 제작 컨텐츠 지원 등과 같은 여러 기능들을 자신의 게임이나 소프트웨어에 통합하게 해주기 위해 Steamworks라고 불리는 애플리케이션 프로그래밍 인터페이스(API)를 제공합니다.
lt: <strong>Steam</strong> yra skaitmeninio platinimo platforma, sukurta Valve Corporation ir siūlanti skaitmeninių teisių valdymą (angl. Digital rights management (DRM)), daugelio žaidėjų žaidimus ir socialinio tinklo paslaugas. Steam teikia naudotojams automatinį žaidimų įdiegimą ir atnaujinimą keliuose kompiuteriuose ir bendruomenės ypatybes, tokias kaip draugų sąrašai ir grupės, įrašymas į debesiją, ir balso bei pokalbių funkcionalumas žaidime. Programinė įranga teikia laisvai prieinamą programų sąsają (API), pavadinimu Steamworks, kurią kūrėjai gali naudoti, norėdami į savo produktus integruoti daugelį Steam funkcijų, įskaitant darbą tinkle, sugretinimus, pasiekimus žaidime, mikro persiuntimus ir palaikymą naudotojų sukurtam turiniui per Steam Workshop.
ms_my: <strong>Steam</strong> ialah sebuah platform agihan digital yang dibangunkan oleh Valve Corporation yang menawarkan pengurusan hak digital (DRM), permainan berbilang pemain dan perkhidmatan perangkaian sosial. Steam menyediakan pengguna dengan pemasangan dan pengemaskinian automatik permainan pada lebih dari sebuah komputer, dan fitur komuniti seperti senarai rakan dan kumpulan, penyimpanan awan, dan suara dalam-permainan dan kefungsian sembang. Perisian menyediakan sebuah antaramuka pengaturcaraan aplikasi yang tersedia secara percuma (API) iaitu Steamworks, yang mana pembangun boleh guna untuk sepadukan banyak fungsi Steam ke dalam produk mereka, termasuklah perangkaian, padanan permainan, pencapaian dalam-permainan, transaksi-mikro, dan sokongan untuk kandungan dari pengguna melalui Steam Workshop.
nl_nl: <strong>Steam</strong> is een digitaal distributieplatform ontwikkeld door Valve Corporation en biedt DRM (Digital Rights Management), multiplayer gaming en sociale netwerkservices. Steam biedt de gebruiker de installatie en automatische updates van games op meerdere computers, community-functies zoals vriendenlijsten en groepen, cloud opslag van saves en in-game spraak en chatfunctionaliteit. De software biedt een vrij beschikbare applicatie-programmeerinterface (API) genaamd Steamworks, die ontwikkelaars kunnen gebruiken om veel van Steam's functies in hun producten te integreren, inclusief netwerken, matchmaking, in-game achievements, micro-transacties en ondersteuning voor gebruikers gemaakte content via Steam Workshop.
pl: <strong>Steam</strong> to cyfrowa platforma dystrybucji opracowana przez firmę Valve Corporation oferująca usługi zarządzania prawami cyfrowymi (DRM), gry multiplayer i serwisy społecznościowe. Steam udostępnia użytkownikowi instalację i automatyczną aktualizację gier na wielu komputerach oraz funkcje społecznościowe, takie jak listy, grupy znajomych, zapisy stanu gier w chmurze oraz funkcje rozmów głosowych i czatów w grze. Steam udostępnia interfejs API (Application Programming Interface - API) o nazwie Steamworks, który programiści mogą wykorzystywać do integracji funkcji Steam z ich produktami, włączając w to sieć, mecze, osiągnięcia w grze, mikrotransakcje oraz wsparcie dla zasobów tworzonych przez użytkowników w Steam Workshop.
pt_br: <strong>Steam</strong> é uma plataforma de distribuição digital desenvolvida pela Valve Corporation que oferece gerenciamento de direitos digitais (DRM), jogos multijogadores e serviços de redes sociais. O Steam fornece ao usuário a instalação e atualização automática de jogos em vários computadores e recursos da comunidade, como listas e grupos de amigos, salvamento em nuvem e funcionalidade de voz e bate-papo no jogo. O software fornece uma interface de programação de aplicativos (API) gratuita chamada Steamworks, que os desenvolvedores podem usar para integrar muitas das funções da Steam em seus produtos, incluindo redes, matchmaking, conquistas no jogo, micro-transações e suporte para conteúdo criado pelo usuário através do Steam Workshop.
pt_pt: O <strong>Steam</strong> é uma plataforma de distribuição digital desenvolvida pela Valve Corporation que oferece gestão de direitos digitais (DRM), jogos multi-jogadores e serviços de redes sociais. O Steam fornece ao utilizador a instalação e atualização automática de jogos em vários computadores e funcionalidades da comunidade, como listas e grupos de amigos, guardar na nuvem, funcionalidade de voz e conversação no jogo. O software fornece uma interface de programação de aplicações (API) gratuita chamada Steamworks, que os programadores podem usar para integrar muitas das funções da Steam nos seus produtos, incluindo redes, correspondência, conquistas no jogo, micro-transações e suporte para conteúdo criado pelo utilizador através do Steam Workshop.
sr_rs: <strong>Steam</strong> je platforma za digitalnu distribuciju razvijena od strane Valve Korporacije koja nudi digitalni menadžment prava (DRM), multiplejer igranje i servis socijalne mreže. Steam pruža korisniku instalaciju i automatsko ažuriranje igara na više računara i dodatke za zajednicu kao što su lista prijatelja i grupe, čuvanje podataka na oblaku, glasovne komande u igrama i chat funkciju. Softver takođje nudi svoji API pod nazivom Steamworks koji programeri mogu da koriste da integrišu neke od Steam funkciju u svoj proizvod poput mreže, uparivanja, nagrade u igrama, mikro-transakcije i podršku za korisnički kreirani sadržaj kroz Steam Workshop.
tr: <strong>Steam</strong>, Valve Corporation tarafından dijital haklar yönetimi (DRM), çok oyunculu oyun ve sosyal ağ hizmetleri sunan bir dijital dağıtım platformudur. Steam, kullanıcıya çoklu bilgisayarlardaki oyunların otomatik olarak güncellenmesini ve arkadaş listeleri ve gruplar, bulut kaydetme ve oyun içi ses ve sohbet işlevi gibi topluluk özelliklerini sağlar. Yazılım, Steamworks adında ücretsiz bir uygulama programlama arabirimi (API) sunmakta olup, Steam Workshop aracılığıyla geliştiriciler ağ oluşturma, eşleştirme, oyun içi başarılar, mikro işlemler ve kullanıcı tarafından oluşturulan içerik desteği dâhil olmak üzere Steam'in birçok işlevini kendi ürünlerine tümleştirmek için kullanabilmektedir.

source: Being proprietary software, Steam is not included in the primary repositories of <span name="distro-name"></span>. However, to provide more choice to users, Steam is shipped as a part of the <em>Multiverse</em> repository. <span name="distro-name"></span> provides you the option to enable the <em>Multiverse</em> repository and to install Steam with a single mouse click.
ca: Com que és programari de propietat, l'Stream no s'inclou als repositoris primaris de <span name="distro-name"></span>. Ara bé, per proporcionar més possibilitats als usuaris, el Dropbox forma part del repositori <em>Multiverse</em>. <span name="distro-name"></span> us proporciona l'opció d'habilitar el repositori <em>Multiverse</em> i d'instal·lar el Dropbox amb un sol clic.
de_de: Da es sich um proprietäre Software handelt, ist Steam nicht in den primären Paketquellen von <span name="distro-name"></span> enthalten. Um den Benutzern mehr Auswahl zu bieten, wird Steam jedoch als Teil der <em>Multiverse</em>-Paketquelle ausgeliefert. <span name="distro-name"></span> bietet Ihnen die Option, die <em>Multiverse</em>- Paketquelle zu aktivieren und Steam mit einem einzigen Mausklick zu installieren.
es: Steam no está incluido en los repositorios principales de <span name="distro-name"></span>por ser software propietario. Sin embargo, como una forma para ofrecer más opciones a los usuarios, hemos añadido Steam al repositorio de <em>Multiverse</em>. <span name="distro-name"></span> le permite la opción de activar el repositorio de <em>Multiverse</em> para instalar Steam con un solo clic del raton.
fr: Steam est un logiciel propriétaire et n'est donc pas inclus dans les dépôts primaires de <span name="distro-name"></span>. Toutefois, pour fournir plus de choix aux utilisateurs, Steam est accessible par le dépôt <em>Multiverse</em>. <span name="distro-name"></span> vous offre l'option d'activer le dépôt <em>Multiverse</em> et d'installer Steam en un seul clic.
hu: Mivel a Steam egy szabadalmaztatott szoftver, ezért az elsődleges <span name="distro-name"></span> tárolokból nem érhető el. Annak érdekében, hogy a felhasználóknak több lehetőséget biztosítsunk, a Steam elérhető a <em>Multiverse</em> tárolóból. A(z) <span name="distro-name"></span> lehetőséget kínál a <em>Multiverse</em> tároló engedélyezésére, így a Steam pár kattintással telepíthető.
id_id: Menjadi perangkat lunak milik pihak ke-3, Steam tidak termasuk dalam repositori utama. Namun, untuk menyediakan lebih banyak pilihan bagi pengguna, Steam dikirim sebagai bagian dari repositori Multiverse. <span name="distro-name"></span> memberi Anda pilihan untuk mengaktifkan repositori <em>Multiverse</em> dan menginstal Steam dengan satu klik mouse.
it: Essendo un software proprietario, Steam non è incluso nei repository primari di <span name="distro-name"></span>. Tuttavia, per fornire maggiore scelta agli utenti, Steam viene spedito come parte del repository <em>Multiverse</em>. <span name="distro-name"></span>vi offre l'opzione per abilitare il repository 4Multiverse4 e per installare Steam con un singolo clic del mouse.
ja: 独自のソフトウェアであるため、Steamは<span name="distro-name"></span>のプライマリリポジトリに含まれていません。ただし、ユーザーにより多くの選択肢を提供するために、Steamは<em>Multiverse</em>リポジトリの一部として出荷されます。<span name="distro-name"></span>は、<em>Multiverse</em>リポジトリを有効にし、マウスを1回クリックするだけでSteamをインストールするオプションを提供します。
ko: Steam은 사유 소프트웨어이기에 <span name="distro-name"></span>의 주 저장소에 포함되어 있지 않습니다. 그러나 사용자들에게 더 많은 선택의 길을 제공하기 위해 <em>Multiverse</em> 저장소에서 배포하고 있습니다. <span name="distro-name"></span>는 단 한 번의 클릭으로 <em>Multiverse</em> 저장소를 활성화하고 Steam을 설치할 수 있게 해줍니다.
lt: Būdama nuosavybine programine įranga, Steam nėra įtraukta į pirmines <span name="distro-name"></span> saugyklas. Kita vertus, norint suteikti naudotojams daugiau pasirinkimo, Steam yra teikiama kaip <em>Multiverse</em> saugyklos dalis. <span name="distro-name"></span> suteikia jums galimybę įjungti <em>Multiverse</em> saugyklą ir vienu spustelėjimu įdiegti Steam.
ms_my: Merupakan perisian prorietari, Steam tidak disertakan dalam repositori utama <span name="distro-name"></span>. Oleh kerana, sebagai pilihan lanjutan untuk pengguna, Steam disertakan sebagai sebahagian dari repositori <em>Multiverse</em>. <span name="distro-name"></span> menyediakan pilihan untuk aktifkan repositori <em>Multiverse</em> dan pasang Steam dengan sekali klik.
nl_nl: Als commerciele software is Steam niet opgenomen in de primaire bibliotheken van <span name="distro-name"></span>. Om meer keuze aan gebruikers te bieden, wordt Dropbox echter geleverd als onderdeel van de <em>Multiverse</em>-repository. <span name="distro-name"></span> biedt u de mogelijkheid om de <em>Multiverse</em>-repository in te schakelen en Steam met één muisklik te installeren.
pl: Steam jest oprogramowaniem własnościowym, dlatego nie jest dostępne w podstawowych repozytoriach <span name="distro-name"></span>. Jednakże, aby dać użytkownikom swobodny wybór, Steam jest dostarczany jako część repozytorium <em>Multiverse</em>. <span name="distro-name"></span> oferuje możliwość włączenia repozytorium <em>Multiverse</em> oraz instalację platfromy Steam.
pt_br: Sendo software proprietário, o Steam não está incluído nos repositórios primários do <span name="distro-name"></span>. No entanto, para fornecer mais opções aos usuários, o Steam é enviado como parte do repositório <em>Multiverse</em>. <span name="distro-name"></span> fornece a opção para habilitar o repositório <em>Multiverse</em> e instalar o Steam com um único clique do mouse.
pt_pt: Sendo software proprietário, o Steam não está incluído nos repositórios principais do <span name="distro-name"></span>. No entanto, para fornecer mais opções aos utilizadores, o Steam é enviado como parte do repositório <em>Multiverse</em>. O <span name="distro-name"></span> fornece a opção para ativar o repositório <em>Multiverse</em> e instalar o Steam com um simples clique.
sr_rs: S ozbirom da je vlasnički softver, Steam nije uključen u primarne repozitorijume <span name="distro-name"></span>. Ipak, kako bi pružili veći izbor korisnicima Steam je dostupan uokviru <em>Multiverse</em> repozitorijuma. <span name="distro-name"></span> vam nudi opciju da omogućite <em>Multiverse</em> repozitorijum i da instalirate Steam sa jednim klikom.
tr: Tescilli bir yazılım olan Steam, <span name="distro-name"></span>'in birincil depolarında yer almamaktadır. Ancak, kullanıcılara daha fazla seçenek sunmak için, Steam, <em>Multiverse</em> veri havuzunun bir parçası olarak gönderilir. <span name="distro-name"></span>, <em>Multiverse</em> veri havuzunu etkinleştirme ve Steam'i tek bir fare tıklamasıyla yükleme seçeneği sunar.

source: Steam is installed
ca: L'Steam està instal·lat
de_de: Steam ist installiert.
es: Se ha instalado Steam
fr: Steam est installé
hu: Steam telepítve
id_id: Steam terpasang
it: Steam è installato
ja: Steam はインストールされています
ko: Steam이 설치되었습니다.
lt: Steam yra įdiegta
ms_my: Steam telah dipasang
nl_nl: Steam is geïnstalleerd
pl: Steam jest zainstalowany
pt_br: Steam está instalado
pt_pt: O Steam está instalado
sr_rs: Steam je instaliran
tr: Steam yüklü

source: Install & Configure Steam
ca: Instal·leu i configureu l'Steam
de_de: Steam installieren & einrichten
es: Instalar y configurar Steam
fr: Installer et configurer Steam
hu: Steam telepítése és konfigurálása
id_id: Pasang dan Atur Steam
it: Installa & Configura Steam
ja: Steam のインストールと設定
ko: Steam 설치 및 구성
lt: Įdiegti ir konfigūruoti Steam
ms_my: Pasang & Konfigur Steam
nl_nl: Installeer & Configureer Steam
pl: Zainstaluj i skonfiguruj Steam
pt_br: Instale & Configure o Steam
pt_pt: Instalar e configurar o Steam
sr_rs: Instaliraj i konfiguriši Steam
tr: Steam'i Yükle ve Yapılandır

source: <strong>Dropbox</strong> is a popular proprietary file sharing and storage solution.
ca: <strong>Dropbox</strong> és una solució popular i privada d’emmagatzematge i compatició de fitxers.
fr: <strong>Dropbox</strong> est une solution propriétaire populaire de stockage et partage de fichiers.
he: ‏<strong>Dropbox</strong> הוא פתרון קנייני פופולרי לשיתוף ואחסון קבצים.
hu: A <strong>Dropbox</strong> egy kedvelt fájlmegosztó és fájltárolási szolgáltatás.
it: <strong>Dropbox</strong> è una soluzione di condivisione e archiviazione di file proprietaria.
ja: <strong>Dropbox</strong>は、人気のある独自のファイル共有およびストレージソリューションです。
lt: <strong>Dropbox</strong> yra populiarus nuosavybinis failų bendrinimo ir talpinimo sprendimas.
ms_my: <strong>Dropbox</strong>ialah sebuah penyelesaian storan dan perkongsian fail proprietari yang terkenal.
pl: Dropbox jest popularną platformą służącą do przechowywania plików oraz dzielenia się nimi.
pt_pt: O <strong>Dropbox</strong> é uma conhecida solução proprietária de partilha e armazenamento de ficheiros.
tr: <strong>Dropbox</strong> popüler bir tescilli dosya paylaşım ve depolama aracıdır.
