Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/recommendations/*.po
Languages: ca, de_de, es, fr, he, hu, id_id, it, ja, ko, lt, ms_my, nl_nl, pl, pt_br, pt_pt, sr_rs, tr

source: <span name="distro-name"></span> recommends installing <strong>Flatpak</strong> as it will open a new world of possibilities for you. With Flatpak, you can enjoy the latest release of different software packages as soon as it is packaged by the upstream project and you don't have to wait for your distribution to package it for you.
ca: <span name="distro-name"></span> recomana instal·lar Flatpak ja que us obrirà un nou món de possibilitats. Amb Flatpak, podeu gaudir de l'última versió de diferents paquets de programari tan aviat com hagi estat empaquetada pel projecte d'origen i no haureu d'esperar que la vostra distribució us la inclogui.
de_de: <span name="distro-name"></span> empfiehlt <strong>Flatpak</strong> zu installieren, da es Ihnen neue Möglichkeiten eröffnet. Mit Flatpak können Sie die neueste Version von verschiedenen Softwarepaketen genießen, sobald diese im Upstream-Projekt gepackt sind. Sie müssen nicht warten, bis Ihre Distribution sie für Sie verpackt.
es: <span name="distro-name"></span> recomienda instalar <strong>Flatpak</strong> ya que te abrirá un nuevo mundo de posibilidades. Con Flatpak, tu puedes disfrutar el ultimo lanzamiento de diferentes paquetes de software tan pronto como el proyecto lo haya empaquetado y no tendrás que esperar a que tu distribución lo empaquete para ti.
fr: <span name="distro-name"></span> recommande d'installer <strong>Flatpak</strong> car il vous ouvrira un nouveau monde de possibilités. Avec Flatpak, vous pouvez profiter de la dernière version de différents logiciels dès qu'elle est fournie par l'éditeur, vous n'avez pas à attendre la compatibilité avec votre distribution.
hu: A(z) <span name="distro-name"></span> a <strong>Flatpak</strong> telepítését ajánlja, amely egy új világ lehetőségeit tárja majd fel. A Flatpakkal különböző szoftvercsomagok legújabb kiadásait élvezheti, a projektnek köszönhetően szinte azonnal, és nem kell arra várnia, hogy a disztribúció tegye ezt meg.
id_id: <span name="distro-name"></span> merekomendasikan anda memasang <strong>Flatpak</strong> karena akan membuka kemungkinan dunia baru untuk Anda. Dengan Flatpak, Anda dapat menikmati rilis terbaru dari paket perangkat lunak yang berbeda segera setelah dikemas oleh proyek hulu dan Anda tidak perlu menunggu tim distribusi Ubuntu untuk mengemasnya untuk Anda.
it: <span name="distro-name"></span> consiglia di installare <strong> Flatpak </strong> in quanto aprirà un nuovo mondo di possibilità per te. Con Flatpak, potrai godere dell'ultima versione di diversi pacchetti software non appena viene pacchettizzato dal progetto a monte e non dovrai aspettare che la distribuzione la pacchettizzi per te.
ja: <span name="distro-name"></span>は、<strong>Flatpak</strong>をインストールすることをお勧めします。これにより、新しい可能性の世界が開かれます。Flatpakを使用すると、アップストリームプロジェクトによってパッケージ化されるとすぐにさまざまなソフトウェアパッケージの最新リリースを楽しむことができ、ディストリビューションがパッケージ化するのを待つ必要はありません。
lt: <span name="distro-name"></span> rekomenduoja įdiegti <strong>Flatpak</strong>, kadangi jis atvers jums naują galimybių pasaulį. Naudodami Flatpak, mėgausitės paskiausiomis įvairios programinės įrangos versijų laidomis iš karto, kai viršesnis (angl. upstream) projektas jas supakuos, todėl jums nereikės laukti, kol jūsų distribucija supakuos jums šias laidas.
ms_my: <span name="distro-name"></span> mencadangkan pemasangan <strong>Flatpak</strong> kerana ia merupakan sebuah dunia baharu untuk anda. Dengan Flatpak, anda dapat menikmati keluaran terkini dari pakej perisian yang berlainan sebaik sahaja ia dipakej oleh projek huluan dan anda tidak perlu tunggu distribusi anda pakejkan untuk anda.
nl_nl: <span name="distro-name"></span> raadt aan om <strong>Flatpak</strong> te installeren, omdat het een nieuwe wereld van mogelijkheden voor u opent. Met Flatpak kunt u genieten van de nieuwste versie van verschillende softwarepakketten zodra deze is verpakt door het stroomopwaartse project en u niet hoeft te wachten totdat uw distributie het voor u heeft verpakte.
pl: <span name="distro-name"></span> zaleca zainstalowanie platformy <strong>Flatpak</strong>. Dzięki platformie Flatpak, jak tylko oprogramowanie zostanie spakowane w ramach głównego projektu, możesz używać jego najnowszej wersji, nie musząc czekać na przygotowanie pakietów pod konkretne dystrybucje.
pt_br: <span name="distro-name"></span> recomenda a instalação do <strong>Flatpak</strong> pois abrirá um novo mundo de possibilidades para você. Com o Flatpak, você pode aproveitar o último lançamento de diferentes pacotes de software assim que for empacotado pelo projeto a montante e você não precisa esperar para que sua distribuição o envie para você.
pt_pt: O <span name="distro-name"></span> recomenda a instalação do <strong>Flatpak</strong> pois irá abrir um novo mundo de possibilidades para si. Com o Flatpak, pode aproveitar o último lançamento de diferentes pacotes de software assim que for empacotado pelo projeto a montante e não precisa de esperar para que a sua distribuição o envie para si.
sr_rs: <span name="distro-name"></span> preporučuje da instalirate <strong>Flatpak</strong> jer će vam otvoriti mnoštvo mogućnosti. Sa Flatpakom, imate priliku da imate najnovije verzije različitih softverskih paketa omdah čim se učine dostupnim i ne morate da čekate da vam vaša distribucija pošalje paket.
tr: <span name="distro-name"></span>, size birçok olanağı sağlayacağından <strong>Flatpak</strong>'i kurmanızı önermektedir. Flatpak ile farklı yazılım paketlerinin en son sürümünün, üst akış projesi tarafından paketlendiği anda kullanılabilir ve dağıtımınızın size paketlemesi için beklemek zorunda kalmazsınız.

source: Being a user friendly GNU/Linux distribution, <span name='distro-name'></span> allows you to install Flatpak with a single click. After first time configuration, you can use GNOME Software to install Flatpak packages.
ca: Sent una distribució GNU / Linux fàcil d'usar, <span name='distro-name'></span> us permet instal·lar Flatpak amb un sol clic. Després de la configuració de la primera vegada, podeu utilitzar el Programari del GNOME per instal·lar paquets de Flatpak.
de_de: Da es sich bei <span name='distro-name'></span> um eine benutzerfreundliche GNU / Linux-Distribution handelt, können Sie Flatpak mit einem einzigen Klick installieren. Nach der ersten Konfiguration können Sie mit der GNOME-Software Flatpak-Pakete installieren.
es: Siendo una distribución GNU/Linux amigable con el usuario, <span name='distro-name'></span> te permite instalar Flatpak con un solo click. Después de configurarlo por primera vez, tu puedes usar GNOME Software para instalar los paquetes Flatpak
fr: En tant que distribution GNU/Linux conviviale, <span name='distro-name'></span> vous permet d'installer Flatpak en un seul clic. Après la première configuration, vous pourrez utiliser GNOME pour installer des paquets Flatpak.
hu: A felhasználóbarát <span name='distro-name'></span> GNU/Linux disztribúció lehetővé teszi, hogy egy kattintással telepítse a Flatpakot. Az egyszeri konfiguráció után használhatja is a GNOME Szoftvert a Flatpak csomagok telepítéséhez.
id_id: Menjadi distribusi GNU / Linux yang user friendly, <span name='distro-name'></span> memungkinkan Anda untuk menginstal Flatpak dengan satu klik. Setelah konfigurasi pertama kali, Anda dapat menggunakan Perangkat Lunak GNOME untuk menginstal paket Flatpak.
it: Essendo una distribuzione GNU/Linux user friendly, <span name='distro-name'></span> consente di installare Flatpak con un solo clic. Dopo la prima configurazione, è possibile utilizzare GNOME Software per installare pacchetti Flatpak.
ja: ユーザーフレンドリーなGNU/Linux ディストリビューションであるため、<span name='distro-name'></span>を押すと、ワンクリックでFlatpakをインストールできます。初めて構成した後、GNOMEソフトウェアを使用してFlatpakパッケージをインストールできます。
lt: Būdama patogia GNU/Linux distribucija, <span name='distro-name'></span> leidžia jums vienu spustelėjimu įdiegti Flatpak. Po pirmosios konfigūracijos, Flatpak paketų įdiegimui galite naudoti GNOME programinę įrangą.
ms_my: Oleh kerana disebut sebagai distribusi mersa GNU/Linux. <span name='distro-name'></span> membolehkan anda pasang FLatpak dengan sekali klik. Selepas konfigurasi kali pertama, anda boleh guna Perisian GNOME untuk memasang pakej-pakej Flatpak.
nl_nl: Om een gebruiksvriendelijke GNU/Linux-distributie te zijn, kun u in <span name='distro-name'></span> Flatpak met een enkele klik installeren. Na de eerste configuratie kunt u GNOME-software gebruiken om Flatpak-pakketten te installeren.
pl: Będąc dystrybucją GNU/Linux przyjazną dla użytkownika, <span name='distro-name'></span> umożliwia instalację platformy Flatpak pojedynczym kliknięciem. Po jednorazowej konfiguracji, będziesz mógł używać Centrum oprogramowania GNOME do instalowania pakietów Flatpak.
pt_br: Sendo uma distribuição GNU/Linux amigável, o <span name='distro-name'></span> permite que você instale o Flatpak com um único clique. Após a configuração da primeira vez, você pode usar o software GNOME para instalar pacotes Flatpak.
pt_pt: Sendo uma distribuição GNU/Linux amigável, o <span name='distro-name'></span> permite-lhe instalar o Flatpak com um simples clique. Após a primeira configuração, pode usar o GNOME Software para instalar pacotes Flatpak.
sr_rs: Pošto smo korisnički nastrojena distribucija <span name='distro-name'></span> vam omogućuje da instalirate Flatpak sa jednim klikom. Posle prvog konfigurisanja, možete koristiti Gnome Software da instalirate Flatpak pakete.
tr: Kullanıcı dostu bir GNU / Linux dağıtımı olan <span name='distro-name'></span>, Flatpak'i tek tıklama ile kurmanıza izin verir. İlk yapılandırmadan sonra Flatpak paketlerini kurmak için GNOME Yazılımını kullanabilirsiniz.

source: Flatpak is installed. Please reboot for the service to start
ca: Flatpak està instal·lat. Reinicieu per iniciar-ne el servei.
de_de: Flatpak wurde installiert. Bitte starten Sie den Rechner neu um den Service zu starten
es: Se ha instalado Flatpak. Reinicie el equipo para que el servicio se inicie
fr: Flatpak est installé. Le lancement du service nécessite un redémarrage.
he: ‏Flatpak מותקן. נא לבצע אתחול כדי להפעיל את השירות.
hu: Flatpak telepítve. Kérjük, indítsa újra a gépet, hogy a szolgáltatás elinduljon
id_id: Flatpak sudah terpasang. Silakan mulai ulang agar layanan bisa dijalankan
it: Flatpak è installato. Per favore riavvia per far partire il servizio
ja: Flatpakがインストールされます。サービスを開始するには再起動してください
ko: Flatpak이 설치되었습니다. 시스템을 재시작하여 서비스를 시작하세요.
lt: Flatpak yra įdiegta. Norėdami paleisti tarnybą, paleiskite kompiuterį iš naujo
ms_my: Flatpak telah dipasang
nl_nl: Flatpak is geïnstalleerd. Start opnieuw op om de service te starten
pl: Flatpak jest zainstalowany. Uruchom ponownie komputer, aby rozpocząć działanie usługi
pt_br: Flatpak está instalado. Por favor reinicie para o serviço ser iniciado
pt_pt: O Flatpak está instalado. Reinicie para o serviço ser iniciado
sr_rs: Flatpak je instaliran. Molimo vas da restartujete računar kako bi se servis pokrenuo.
tr: Flatpak yüklendi. Hizmetin başlatılması için lütfen yeniden başlatın.

source: Install & Configure Flatpak
ca: Instal·leu i configureu Flatpak
de_de: Flatpak installieren & einrichten
es: Instalar y configurar Flatpak
fr: Installer et configurer Flatpak
he: התקנה והגדרת Flatpak
hu: Flatpak telepítése és konfigurálása
id_id: Pasang & Konfigurasi Flatpak
it: Installa & Configura Flatpak
ja: Flatpakのインストールと設定
ko: Flatpak 설치 및 구성
lt: Įdiegti ir konfigūruoti Flatpak
ms_my: Pasang & Konfigur Flatpak
nl_nl: Installeer & Configureer Flatpak
pl: Zainstaluj i skonfiguruj Flatpak
pt_br: Instale & Configure Flatpak
pt_pt: Instalar e configurar o Flatpak
sr_rs: Instalirajte i konfiguršite Flatpak
tr: Flatpak'i Yükle ve Yapılandır

source: <strong>skippy-xd</strong> adds a window expose type capability through a keyboard shortcut. For most desktops skippy-xd works well. Note: For some multi-monitor setups, graphics drivers and within virtual machines such as VirtualBox it may not work correctly.
ca: <strong>skippy-xd</strong> afegeix una capacitat d'exposició de finestra a través d'una drecera de teclat. Per a la majoria d'escriptoris, skippy-xd funciona bé. Nota: per a algunes configuracions de monitors múltiples, controladors gràfics i dins de màquines virtuals com VirtualBox pot no funcionar correctament.
de_de: <strong>skippy-xd</strong> fügt über eine Tastenkombination eine Fenster-Exposetyp-Funktion hinzu. Für die meisten Desktops funktioniert skippy-xd gut. Hinweis: Bei einigen Multi-Monitor-Setups, Grafiktreibern und innerhalb virtueller Maschinen wie VirtualBox funktioniert es möglicherweise nicht richtig.
es: <strong>skippy-xd</strong> adiciona la capacidad de mostrar las ventanas en forma de exposicion a taves de un atajo con el teclado. En la mayoria de los escritorios, skippy-xd funciona bien. Nota: En algunas configuraciones multipantalla, controladores graficos y dentro de maquinas virtuales tales como VirtualBox, puede no funcionar correctamente.
fr: <strong>skippy-xd</strong> ajoute une fonctionnalité pour exposer les fenêtres via un raccourci clavier. Pour la plupart des postes de travail, skippy-xd fonctionne bien. Remarque: pour certaines configurations multi-moniteurs, pilotes graphiques et dans les machines virtuelles telles que VirtualBox, cela peut ne pas fonctionner correctement.
hu: A <strong>skippy-xd</strong> egy billentyűparancs segítségével ablak megjelenítést tesz lehetővé. A legtöbb asztali számítógépen a skippy-xd jól működik. Megjegyzés: Előfordulhat, hogy néhány többmonitoros beállításon, grafikus illesztőprogrammal és virtuális gépeken, például a VirtualBox esetén nem működik megfelelően.
id_id: <strong>skippy-xd</strong> menambahkan jendela ekspos melalui pintasan keyboard. Untuk kebanyakan desktop, skippy-xd berfungsi dengan baik. Catatan: Untuk beberapa pengaturan multi-monitor, driver grafis dan dalam mesin virtual seperti VirtualBox mungkin tidak berfungsi dengan benar.
it: <strong>skippy-xd</strong> aggiunge una finestra di espansione del tipo di carattere tramite una scorciatoia da tastiera. Per la maggior parte dei computer, skippy-xd funziona bene. Nota: per alcune configurazioni multi monitor, driver grafici e in macchine virtuali come VirtualBox potrebbe non funzionare correttamente.
ja: <strong>skippy-xd</strong>は、キーボードショートカットを介してウィンドウの公開機能を追加します。ほとんどのデスクトップでは、skippy-xdはうまく機能します。注：一部のマルチモニタ セットアップ、グラフィックス ドライバー、およびVirtualBoxなどの仮想マシン内では、正しく動作しない場合があります。
lt: <strong>skippy-xd</strong> per klaviatūros trumpinį prideda langų rodymo galimybę. Daugumoje darbalaukių skippy-xd veikia tinkamai. Pastaba: Esant kelių ekranų sąrankai, grafikos tvarkyklėms ar virtualių mašinų, tokių kaip VirtualBox , viduje, ji gali veikti neteisingai.
ms_my: <strong>skippy-xd</strong> menambah satu keupayaan taip dedah tetingkap melalui pintasan papan kekunci. Bagi kebanyakan dekstop skippy-xd dapat berfungsi dengan baik. Perhatian: Bagi sesetengah persediaan monitor-berbilang, pemacu grafik dan dalam mesin maya seperti VirtualBox ia mungkin tidak dapat berfungsi dengan baik.
nl_nl: <strong>skippy-xd</strong> voegt een mogelijkheid voor venster preview toe via een sneltoets. Voor de meeste desktops werkt skippy-xd goed. Opmerking: Voor sommige multimonitoropstellingen, grafische stuurprogramma's en binnen virtuele machines zoals VirtualBox, werkt deze mogelijk niet correct.
pl: <strong>skippy-xd</strong> dodaje obsługę przełączanie otwartych okien przy pomocy klawiatury. Skippy-xd pracuje stabilnie na większości systemów. Uwaga: Funkcja może nie działać w pełni poprawnie w wielomonitorowych konfiguracjach, z niektórymi sterownikami graficznymi oraz na maszynach wirtualnych takich jak Virtual Box.
pt_br: <strong>skippy-xd</strong> adiciona uma janela que expõe o recurso de tipo, através de um atalho de teclado. Para a maioria dos desktops, o skippy-xd funciona bem. Observação: para algumas configurações de vários monitores, drivers de gráficos e em máquinas virtuais, como o VirtualBox, pode não funcionar corretamente.
pt_pt: O <strong>skippy-xd</strong> adiciona uma capacidade de expor o tipo janela através de um atalho do teclado. Para a maioria dos ambientes de trabalho, o skippy-xd funciona bem. Nota: para algumas configurações de múltiplos monitores, controladores gráficos e em máquinas virtuais, como o VirtualBox, pode não funcionar corretamente.
sr_rs: <strong>skippy-xd</strong> dodaje window expose mogućnost kroz prečice na tastaturi. Za većinu desktopova skippy radi ok. Za multimonitor setup grafičke dravjere i uokviru virtualnih mašina poput Virtualbox-a možda neće raditi kako treba.
tr: <strong>skippy-xd</strong>, bir klavye kısayoluyla bir pencere pozlama tipi özelliği ekler. Çoğu masaüstü bilgisayar için skippy-xd düzgün çalışmaktadır. Not: Bazı çoklu monitör kurulumları, grafik sürücüleri ve VirtualBox gibi sanal makineler için düzgün çalışmayabilir.

source: By default the installer will create a custom keyboard shortcut CTRL+grave ('the key above the tab'). You can define or change the keyboard shortcut through the Settings - Keyboard - Custom Shortcuts option. Use the command <strong>skippy-xd-toggle</strong> when defining your own custom keyboard shortcut.
ca: Per defecte, l'instal·lador crearà una drecera CTRL + accent greu, personalitzada (la de sobre de la tecla de tabulació als teclats americans). Podeu definir o canviar la drecera del teclat a través de la configuració - Teclat - Drecera personalitzada. Utilitzeu l'ordre <strong>skippy-xd-switch</strong> quan definiu la vostra drecera de teclat personalitzada.
de_de: Standardmäßig erstellt das Installationsprogramm ein benutzerdefiniertes Tastaturkürzel STRG + Graph ('der Schlüssel über dem Tab'). Sie können die Tastenkombination über die Option Einstellungen - Tastatur - Benutzerdefinierte Tastenkombinationen definieren oder ändern. Verwenden Sie den Befehl <strong>skippy-xd-toggle</strong>, wenn Sie eine eigene benutzerdefinierte Tastenkombination definieren.
es: Por defecto el instalador va a crear un atajo de teclado CTRL+grave ('la tecla arriba de tab'). Puedes definir o cambiar el atajo de declaro a través de Configuración - Teclado - Atajos Personalizados. Usa el comando <strong>skippy-xd-toggle</strong> cuando desee modificar el atajo de teclado.
fr: Par défaut, le programme d'installation créera un raccourci clavier CTRL + Tab. Vous pouvez définir ou modifier le raccourci clavier en vous rendant dans Paramètres - Clavier - Raccourcis personnalisés. Utilisez la commande <strong>skippy-xd-toggle</strong> lors de la définition de votre propre raccourci clavier personnalisé.
hu: Alapértelmezetten a telepítő egy egyedi billentyűparancsot állít be: (CTRL + ~). Magyar billentyűzet kiosztáson ez nehezen található meg, ezért a Beállítások - Billentűzet - Egyedi billentyűparancsok beállításnál ezt meg lehet változtatni. Használja a <strong>skippy-xd-toggle</strong> parancsot az egyedi billentyű kombináció megadásánál.
id_id: Secara default, pemasang akan membuat pintasan keyboard khusus CTRL + grave ('tombol di atas Tab'). Anda dapat menentukan atau mengubah pintasan keyboard melalui Pengaturan - Keyboard - Opsi Pintasan Kustom. Gunakan perintah <strong>skippy-xd-toggle</strong> saat menentukan pintasan keyboard khusus Anda sendiri.
it: Per impostazione predefinita, il programma di installazione creerà una scorciatoia da tastiera personalizzata CTRL + grave ("il tasto sopra il tab"). È possibile definire o modificare la scorciatoia da tastiera tramite l'opzione Impostazioni - Tastiera - Scorciatoie Personalizzate. Utilizza il comando <strong>skippy-xd-toggle</strong> quando definisci il tuo collegamento personalizzato della tastiera.
ja: デフォルトでは、インストーラーはカスタムキーボードショートカットCTRL + grave（US キーボードなら「タブの上のキー」）を作成します。メニューの「Preferences」-「Keyboard」を使用して、キーボードショートカットを定義または変更できます。
ko: 기본적으로 설치기는 Ctrl+Grave(Tab 키 위에 있는 ` 키)로 키보드 바로 가기를 만듭니다. 나중에 설정 - 키보드 - 사용자 지정 바로 가기에서 키보드 바로 가기를 설정하거나 변경하실 수 있습니다. 직접 키보드 바로 가기를 지정했다면 <strong>skippy-xd-toggle</strong> 명령어를 실행해주세요.
lt: Pagal numatymą, diegimo programa sukurs pasirinktinį klaviatūros trumpinį VALD+kairinis kirtis (klavišas, esantis virš Tab). Jūs galite apibrėžti ar pakeisti klaviatūros trumpinį per Nustatymai - Klaviatūra - Pasirinktinių susiejimų parametrą. Apibrėždami savo asmeninį pasirinktinį klaviatūros susiejimą, naudokite komandą <strong>skippy-xd-toggle</strong>.
ms_my: Secara lalai pemasang akan cipta satu pintasan papan kekunci suai CTRL+grave ('kekunci di atas tab'). Anda boleh takrif atau ubah pintasan papan kekunci melalui Tetapan - Papan Kekunci - Pilihan Pintasan Suai. Guna perintah <strong>skippy-xd-toggle</strong> bila mentakrif pintasan papan kekunci suai anda.
nl_nl: Standaard maakt het installatieprogramma een aangepaste sneltoets CTRL+tilde ('de toetd boven tab'). U kunt de sneltoets definiëren of wijzigen via de optie Instellingen - Toetsenbord - Aangepaste snelkoppelingen. Gebruik de opdracht <strong>skippy-xd-toggle</strong> bij het definiëren van uw eigen aangepaste sneltoets.
pl: Domyślnie, instalator utworzy skrót klawiszowy CTRL+[odwrócony apostrof] (na klawiaturze znajduje się na klawiszem Tab). Możesz zdefiniować nowy lub zmienić skrót klawiszowy poprzez Ustawienia - Klawiatura - Skróty klawiszowe. Użyj polecenia <strong>skippy-xd-toggle</strong> podczas przypisywania skrótu klawiszowego.
pt_br: Por padrão, o instalador criará um atalho de teclado personalizado CTRL+grave ('o botão acima do tab'). Você pode definir ou alterar o atalho do teclado através da opção Configurações - Teclado - Atalhos Personalizados. Use o comando <strong>skippy-xd-toggle</strong> ao definir seu próprio atalho de teclado personalizado.
pt_pt: Por predefinição, o instalador irá criar um atalho do teclado personalizado CTRL+grave ('o botão acima do tab'). Pode definir ou alterar o atalho do teclado através da opção Definições - Teclado - Opção Atalhos personalizados. Use o comando <strong>skippy-xd-toggle</strong> ao definir o seu próprio atalho do teclado personalizado.
sr_rs: Po defaultu instaler će kreirati custom prečicu koja glasi CTRL + tilda (dugme iznad Tab-a). Možete definisati ili promeniti prečicu preko Settings - Keyboard - Custom Shortcuts opcije. Koristie komandu <strong>skippy-xd-toggle</strong> da definišete svoju prečicu.
tr: Yükleyici varsayılan olarak özel bir klavye kısayolu CTRL + grave ('TAB tuşunun üzerindeki tuş') oluşturacaktır. Klavye kısayolunu Ayarlar - Klavye - Özel Kısayollar seçeneğiyle tanımlayabilir veya değiştirebilirsiniz. Kendi özel klavye kısayolunuzu tanımlarken <strong>skippy-xd-toggle</strong> komutunu kullanabilirsiniz.

source: skippy-xd is installed
ca: skippy-xd està instal·lat
de_de: skippy-xd ist installiert
es: Se ha instalado skippy-xd
fr: skippy-xd est installé
hu: skippy-xd telepítve
id_id: skippy-xd terpasang
it: skippy-xd è installato
ja: skippy-xd はインストールされています
ko: skippy-xd가 설치되었습니다.
lt: skippy-xd yra įdiegta
ms_my: skippy-xd telah dipasang
nl_nl: skippy-xd is geïnstalleerd
pl: skippy-xd jest zainstalowane
pt_br: skippy-xd está instalado
pt_pt: O skippy-xd está instalado
sr_rs: skippy-xd je instaliran
tr: skippy-xd yüklendi

source: Install & Configure skippy-xd
ca: Instal·leu i configureu skippy-xd
de_de: skippy-xd installieren & einrichten
es: Instalar y configurar skippy-xd
fr: Installer et configurer skippy-xd
hu: skippy-xd telepítése és konfigurálása
id_id: Pasang dan konfigurasi skippy-xd
it: Installa & Configura skippy-xd
ja: skippy-xd のインストールと設定
ko: skippy-xd 설치 및 구성
lt: Įdiegti ir konfigūruoti skippy-xd
ms_my: Pasang & Konfigur skippy-xd
nl_nl: Installeer & Configureer skippy-xd
pl: Zainstaluj i skonfiguruj skippy-xd
pt_br: Instale & Configure skippy-xd
pt_pt: Instalar e configurar o skippy-xd
sr_rs: Instaliraj i konfiguriši skippy-xd
tr: skippy-xd'i Yükle ve Yapılandır
