[
	{
		"id": "snap",
		"name": "Snap",
		"description": "<strong>Snap</strong> is a new generation application packaging format developed by <em>Canonical</em>. Even though it was initially developed just for different Ubuntu platforms, currently it works in many other GNU/Linux distributions. It will help application developers to provide a unified package that can work on different platforms. By using snap package format, applications can have their own version of libraries and there is no need to worry about libraries installed in underlying operating system. Snap packages enable developers to bring much newer versions of apps to <span name=\"distro-name\"></span>. Newer versions of KDE, GNOME, browsers or other desktop environment apps will usually build easily on older LTS releases but the complexities of packaging and providing updates have prevented us from delivering them in the past.",
		"image": "img/logos/snap.png",
		"additional-components": [
			"<a onclick=\"cmd('link?https://insights.ubuntu.com/2016/04/13/snaps-for-classic-ubuntu')\" class=\"btn btn-inverse\">Learn more</a>"
		],
		"install-message": "Install Snap",
		"post-install-message": "Snap is already installed",
		"learn": {
			"id": "snap-guide",
			"title": "Snap user guide",
			"content": "<h3>Search Snap Apps</h3> <p>If there’s a barrier to Snap app adoption (aside from few apps being made available in the format) it’s knowing which packages are available in the Snap app store. Well, wonder not. Simply pop open a terminal and run the following command:</p> <div class=\"code\">$ snap find query</div> <p>The find command lets you quickly search for and discover snaps available to install from the command line. It can be run with a query after it (e.g., ‘snap find email‘, ‘snap find media’, ‘snap find messaging‘) or without.</p>  <p>When run without a query you’ll instead see a list of featured snaps.</p> <h3>See installed apps </h3> <p>Installed some Snaps but can’t remember what? Don’t panic. Use the list command to see an up-to-date list of all Snap apps installed on your system:</p> <div class=\"code\">$ snap list</div> <p>This list also shows you their version number, revision number and the name of the developer who uploaded it (handy when there are multiple versions of the same app in the store, e.g., Telegram).</p> <h3>Install & Remove Snap Apps</h3><p>If you’re used to managing software using apt you’ll instantly find the analogous snap commands easy to remember. You install snap apps with the ‘install’ command, and remove them using the ‘remove’ command.</p><div class=\"code\"> $ snap install appname </div><br/><div class=\"code\"> $ snap remove appname </div><h3>See details of an App</h3> <p>You can use this to see detailed information about any snap application, whether it is installed or not. This info includes the application’s release channel, confinement status, size, number of revisions, and more. The snap info --verbose offers a greater overview.<div class=\"code\">$ snap info appname</div></p> <h3>Update a Snap App</h3> <div class=\"code\">$ snap refresh</div> <p>Rather helpfully you probably won’t ever need to remember to install an update to a Snap app. This is because Snapd runs in the background and handles updates automatically (you can, ofc, revert a Snap update or install a specific revision).</p><a onclick=\"cmd('link?http://www.omgubuntu.co.uk/2016/12/simple-guide-snapd-commands');cmd('')\">Reference</a>"
		}
	},
	{
		"id": "screenshot",
		"name": "Budgie Screenshot Applet",
		"description": "<strong>Budgie Screenshot Applet</strong> is an advanced screenshot utility for capturing and organizing screenshots. This screenshot applet is actually a wrapper over gnome-screenshot utility. It lets you view recent screenshots and upload images directly to <em>Imgur</em> and <em>Imagebin</em>",
		"image": "img/screenshots/screenshot-applet.jpg",
		"additional-descriptions": [
			"<span name=\"distro-name\"></span> provides you with an easy way to install <strong>Budgie Screenshot Applet</strong>. After installation you need to <strong>manually add the applet to budgie panel by launching <a onclick=\"cmd('raven');cmd('')\">Raven</a></strong> - The Budgie Configuration Center."
		],
		"install-message": "Install Screenshot Applet",
		"post-install-message": "Screenshot Applet is installed"
	},
	{
		"id": "flatpak",
		"name": "Flatpak",
		"description": "<strong>Flatpak</strong> is a new generation application distribution framework for GNU/Linux platforms. It introduces a unified packaging format across all GNU/Linux distributions. That means a single package can work on any platform. Flatpak helps application developers to ship their application in a single format which can be installed in any GNU/Linux distribution without worrying about the underlying operating system and its built-in libraries.",
		"image": "img/logos/flatpak.svg",
		"additional-descriptions": [
			"<span name=\"distro-name\"></span> recommends installing <strong>Flatpak</strong> as it will open a new world of possibilities for you. With Flatpak, you can enjoy the latest release of different software packages as soon as it is packaged by the upstream project and you don't have to wait for your distribution to package it for you. Flatpak is the future of packaging, and more and more developers are moving to Flatpak packaging. This will increase availability of software packages drastically.",
			"Being a user friendly GNU/Linux distribution, <span name='distro-name'></span> allows you to install Flatpak with a single click. After first time configuration, you can use GNOME Software to install Flatpak packages."
		],
		"additional-components": [
			"<a onclick=\"cmd('link?http://flatpak.org/#about')\" class=\"btn btn-inverse\">Learn more</a>"
		],
		"install-message": "Install & Configure Flatpak",
		"post-install-message": "Flatpak is installed"
	},
	{
		"id": "skippy-xd",
		"name": "skippy-xd",
		"description": "<strong>skippy-xd</strong> adds a window expose type capability through a keyboard shortcut. For most desktops skippy-xd works well.  Note: For some multi-monitor setups, graphics drivers and within virtual machines such as VirtualBox it may not work correctly.",
		"image": "img/logos/skippy-xd.png",
		"additional-descriptions": [
			"By default the installer will create a custom keyboard shortcut CTRL+TAB. You can define or change the keyboard shortcut through the Settings - Keyboard - Custom Shortcuts option. Use the command <strong>skippy-xd-toggle</strong> when defining your own custom keyboard shortcut."
		],
		"install-message": "Install & Configure skippy-xd",
		"post-install-message": "skippy-xd is installed"
	},
	{
		"id": "steam",
		"name": "Steam",
		"description": "<strong>Steam</strong> is a digital distribution platform developed by Valve Corporation offering digital rights management (DRM), multiplayer gaming and social networking services. Steam provides the user with installation and automatic updating of games on multiple computers, and community features such as friends lists and groups, cloud saving, and in-game voice and chat functionality. The software provides a freely available application programming interface (API) called Steamworks, which developers can use to integrate many of Steam's functions into their products, including networking, matchmaking, in-game achievements, micro-transactions, and support for user-created content through Steam Workshop.",
		"image": "img/logos/steam.png",
		"additional-descriptions": [
			"Being a proprietary software, Steam is not included in primary repositories of <span name=\"distro-name\"></span>. However, to provide more choice to users, Steam is shipped as a part of the <em>Multiverse</em> repository. <span name=\"distro-name\"></span> provides you option to enable the <em>Multiverse</em> repository and to install Steam with a single mouse click."
		],
		"install-message": "Install & Configure Steam",
		"post-install-message": "Steam is installed"
	},
	{
		"id": "backport",
		"official": true,
		"name": "Enable <span name=\"distro-name\"></span> backports repository",
		"description": "To to provide most up-to-date versions of budgie desktop and other associated packages, we recommend to enable the <span name=\"distro-name\"></span> backports repository.",
		"install-message": "Enable <span name=\"distro-name\"></span> backports repository",
		"post-install-message": "Repository is installed"
	}
]
