Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/rpi/*.po
Languages: hu_hu, lt_lt, sl

source: Raspberry Pi Information
hu_hu: Raspberry Pi információ
lt_lt: Raspberry Pi informacija
sl: Informacije o Raspberry Pi

source: A few important notes.
hu_hu: Néhány fontos megjegyzés.
lt_lt: Kelios svarbios pastabos.
sl: Nekaj pomembnih opomb.

source: While the experience is visually similar to the desktop edition of Ubuntu MATE, the underlying architecture is very different. This page will highlight a few of these differences.
hu_hu: Bár látvány szempontjából hasonló az élmény, mint az Ubuntu MATE asztali kiadásában, a rendszer alapjául szolgáló felépítmény nagyon más. Ez az oldal kiemel néhány különbséget.
lt_lt: Nors patyrimas yra vizualiai panašus į Ubuntu MATE darbalaukio laidos patyrimą, tačiau bazinė architektūra visiškai skiriasi. Šis puslapis išryškins kelis tokius skirtumus.
sl: Medtem, ko je izkušnja na videz enaka kot namizni izdaji Ubuntu MATE je osnovna arhitektura zelo drugačna. Ta stran bo poudarila nekaj razlik.

source: Resizing the file system
hu_hu: A fájlrendszer átméretezése
lt_lt: Failų sistemos dydžio keitimas
sl: Spreminjanje velikosti datotečnega sistema

source: Your file system has already been resized.
hu_hu: A fájlrendszered már át lett méretezve.
lt_lt: Jūsų failų sistemos dydis jau buvo pakeistas.
sl: Vaš datotečni sistem je že spremenil velikost.

source: After setting up Ubuntu MATE for the first time on your Raspberry Pi, the file system will be restricted to the size of the original image, which is about 3.9 GB. Use this button to resize and fill the entire Micro-SD card.
hu_hu: Az Ubuntu MATE első beállítása után a Raspberry Pi-n, a fájlrendszer az eredeti kép méretére van korlátozva, ami úgy 3.9 GB. Használd ezt a gombot az átméretezéshez, az egész Micro-SD kártya felhasználásához.
lt_lt: Pirmą kartą nustačius savo Raspberry Pi įrenginyje Ubuntu MATE, failų sistema bus apribota iki pradinio atvaizdžio dydžio, kuris yra maždaug 3.9 GB. Naudokite šį mygtuką, kad pakeistumėte dydį ir užpildytumėte visą Micro-SD kortelę.
sl: Po prvi nastavitvi Ubuntu MATEa na vašem Rasperry Pi, bo datotečni sistem omejen na velikost izvirne slike, ki je okrog 3.9 GB. Uporabite ta gumb za spreminjanje velikosti in zapolnjevanja celotne kartice Micro-SD.

source: Resize Now
hu_hu: Átméretezés most
lt_lt: Keisti dydį dabar
sl: Spremeni velikost sedaj

source: To complete the resize of your Raspberry Pi file system, please close all open windows and restart now.
hu_hu: A Raspberry Pi fájlrendszered átméretezésének befejezéséhez kérjük zárj be minden ablakot és indítsd újra a rendszert.
lt_lt: Tam, kad užbaigtumėte savo Raspberry Pi failų sistemos dydžio keitimą, užverkite visus atvertus langus ir dabar paleiskite sistemą iš naujo.
sl: Za dokončanje spreminjanja velikosti datotečnega sistema Raspberry Pi, prosimo zaprite vsa okna in ponovno zaženite sistem.

source: Reboot
hu_hu: Újraindítás
lt_lt: Paleisti iš naujo
sl: Ponovni zagon

source: Incompatible Software
hu_hu: Nem kompatibilis szoftver
lt_lt: Nesuderinama programinė įranga
sl: Nezdružljiva programska oprema

source: Some packages available for Ubuntu have only been written and compiled for the
hu_hu: Néhány az Ubuntuhoz elérhető csomag csak ehhez lett megírva és összeállítva:
lt_lt: Kai kurie Ubuntu sistemoje prieinami paketai buvo parašyti ir sukompiliuoti tik
sl: Nekateri paketi, ki so na voljo za Ubuntu, so bili zapisani in prevedeni za

source: or
hu_hu: vagy
lt_lt: ar
sl: ali

source: architecture. As the Raspberry Pi is based on
hu_hu: architektúra. Mivel a Raspberry Pi alapja
lt_lt: architektūroms. Kadangi Raspberry Pi yra pagrįsta
sl: arhitekturo. Ker Raspberry Pi temelji na

source: these packages will not be available to install. Depending on the package, it may be possible to compile these yourself or use an existing port.
hu_hu: ezek a csomagok nem érhetők el telepítésre. A csomagtól függően lehetséges, hogy össze tudod állítani magadnak, vagy egy létező portot használhatsz.
lt_lt: šie paketai nebus prieinami įdiegti. Priklausomai nuo paketo, gali būti įmanoma jį sukompiliuoti patiems arba naudoti esamą perkeltą versiją.
sl: teh paketov ne bo mogoče namestiti. Odvisno od paketa, mogoče lahko prevedete te pakete sami ali uporabite obstoječo predelavo.

source: Incompatible:
hu_hu: Nem kompatibilis:
lt_lt: Nesuderinami:
sl: Nezdružljivo:

source: Compatible:
hu_hu: Kompatibilis:
lt_lt: Suderinami:
sl: Združljivo:

source: Upgrades
hu_hu: Frissítések
lt_lt: Naujinimai
sl: Posodobitve

source: Please
hu_hu: Kérlek
lt_lt: Prašome
sl: Prosimo

source: do not
hu_hu: ne
lt_lt: nebandyti
sl: ne

source: attempt to
hu_hu: próbálkozz
lt_lt: jokiu būdu
sl: poskušajte

source: upgrade
hu_hu: frissíteni
lt_lt: naujinti
sl: nadgraditi

source: your Raspberry Pi to a newer version of the distribution (for instance, from 15.04 to 15.10), as the underlying kernel is
hu_hu: a Raspberry Pi-t a disztribúció egy újabb verziójára (pl. 15.04-ről 15.10-re), mivel az alapjául szolgáló kernelt
lt_lt: savo Raspberry Pi į naujesnę distribucijos versiją (pavyzdžiui, iš 15.04 į 15.10), kadangi bazinis branduolys
sl: svoj Raspberry Pi na novejšo različico distribucije (na primer iz 15.05 na 15.10), ker jedro

source: not designed
hu_hu: nem arra tervezték
lt_lt: nėra skirtas
sl: ni zasnovano

source: to do this. This process will take a very long time to complete while potentially filling up your SD card to a point where there is no more free space.
hu_hu: hogy ilyesmit végrehajtson. Ez a folyamat nagyon hosszú időt fog igénybe venni, mialatt valószínűleg megtölti az SD kártyádat addig, hogy nem marad szabad hely rajta.
lt_lt: atlikti tokius veiksmus. Šio proceso užbaigimas užims labai ilgai, kol galimai bus užpildyta visa jūsų SD kortelė ir, kol joje nebeliks laisvos vietos.
sl: za to. Ta postopek bo trajal zelo dolgo za dokončanje, morda napolni vašo kartico SD do točke, kjer vam bo zmanjkalo prostora.

source: It is safer to back up all of your data you wish to keep and re-flash the card with the new image. Attempting to upgrade may corrupt the SD card, prevent your installation from booting, or cause severe glitches.
hu_hu: Biztosabb , ha a kívánt adataidat elmented és újraírod a kártyát egy új képfájllal. Kísérlet a hibás SD kártya javítására megakadályozhatja a telepítő indítását és egyéb más hibákat is okozhat.
lt_lt: Yra saugiau pasidaryti visų savo norimų išsaugoti duomenų atsarginę kopiją ir perrašyti kortelę nauju atvaizdžiu. Bandymas naujinti gali pažeisti jūsų SD kortelę, neleisti jūsų įdiegimui pasileisti ar sukelti rimtus gedimus.
sl: Če želite obdržati in ponovno prepisati kartico z novo sliko, je varneje če varnostno kopirate vaše podatke. Poskus nadgradnje lahko pokvari kartico SD, prepreči zagon vaše namestitve ali povzroči resne napake.

source: You can, however, install
hu_hu: Azonban telepíthetsz
lt_lt: Kita vertus, jūs galite įdiegti
sl: Lahko pa namestite

source: regular updates
hu_hu: rendszeres frissítéseket
lt_lt: įprastus atnaujinimus
sl: redne posodobitve

source: via the
hu_hu: a
lt_lt: per paslaugų programą
sl: prek

source: Software Updater
hu_hu: Szoftverfrissítő
lt_lt: Programų naujinimas
sl: Posodobilnik programov

source: utility for your installed software.
hu_hu: segédprogrammal a telepített szoftvereidhez.
lt_lt: , kuri yra skirta jūsų įdiegtai programinei įrangai.
sl: orodja za vaše nameščene programe.

source: Kernel Updates
hu_hu: Kernel frissítések
lt_lt: Branduolio atnaujinimai
sl: Posodobitve jedra

source: The same kernel provided by the
hu_hu: Ugyanazt a kernelt, amit biztosít a
lt_lt: Tas pats branduolys, kurį pateikia
sl: Enako jedro, ki ga ponuja

source: Raspberry Pi foundation
hu_hu: Raspberry Pi alapítvány
lt_lt: Raspberry Pi fondas
sl: ustanova Raspberry Pi

source: is used in this edition of Ubuntu MATE. As this kernel is delivered like a "firmware" blob, updates are not distributed via the
hu_hu: használja az Ubuntu MATE ezen kiadása. Mivel ez a kernel egyfajta "firmware buborékként" van kiadva, a frissítéseket nem terjeszti a
lt_lt: yra naudojamas šioje Ubuntu MATE laidoje. Kadangi šis branduolys yra pateikiamas kaip "programinės aparatinės įrangos" gumulėlis, atnaujinimai nėra platinami per programą
sl: je uporabljena v tej izdaji Ubuntu MATE. Ker je to jedro dostavljeno kot zbirka binarnih podatkov se posodobitve ne razširjajo prek

source: Instead, to update the kernel, open a terminal and run:
hu_hu: Ehelyett a kernel frissítéséhez nyisd meg a parancssort és futtasd ezt:
lt_lt: Vietoj to, norėdami atnaujinti branduolį, atverkite terminalą ir vykdykite:
sl: Če želite posodobiti jedro, odprite terminal in zaženite:

source: Hardware Acceleration
hu_hu: Hardveres gyorsítás
lt_lt: Aparatinės įrangos spartinimas
sl: Strojno pospeševanje

source: Currently, hardware accelerated applications are
hu_hu: Pillanatnyilag a hardveres gyorsítással rendelkező programok
lt_lt: Šiuo metu, aparatine įranga spartinamos programos yra
sl: Trenutno programi, ki uporabljajo strojno pospeševanje so

source: not supported
hu_hu: nem támogatottak
lt_lt: neprieinamos
sl: ni podprto

source: unlike
hu_hu: nem úgy mint a
lt_lt: , priešingai nei sistemoje
sl: za razliko od

source: Applications that depend on OpenGL ES libraries or require the GPU will fail to start.
hu_hu: Az OpenGL ES könyvtáraktól függő, vagy GPU-t igénylő alkalmazások nem tudnak elindulni.
lt_lt: Programos, kurios yra priklausomos nuo OpenGL ES bibliotekų arba kurios reikalauja GPU, nepasileis.
sl: Programi, ki so odvisni od knjižnic OpenGL ES ali potrebujejo GPU, bo spodletel zagon.

source: For playing videos, the application
hu_hu: Videó lejátszáshoz használatos program
lt_lt: Atkurti vaizdo įrašus gali programa
sl: Program za predvajanje videov

source: will be able to do this and is pre-installed. If you are looking to play MPEG-2 or VC-1 video files then
hu_hu: képes lesz erre és előre van telepítve. Ha MPEG-2 vagy VC-1 videó fájlokat szeretnél lejátszani, akkor
lt_lt: , ji yra iš anksto įdiegta. Jeigu jūs norite atkurti MPEG-2 ar VC-1 vaizdo failus, tuomet
sl: je prednameščen in bo to zmogel. Če želite predvajati video datoteke MPEG-2 ali VC-1 potem

source: you will need MPEG-2 and/or VC-1 licenses from the
hu_hu: szükséged lesz egy MPEG-2-es és/vagy VC-1-es engedélyre a
lt_lt: jums reikės MPEG-2 ir/ar VC-1 licencijų iš
sl: potrebujete MPEG-2 in/ali VC-1 licenco iz

source: Raspberry Pi Store.
hu_hu: Raspberry Pi Áruházból.
lt_lt: Raspberry Pi parduotuvės.
sl: trgovine Raspberry PI.

source: Enable/Disable X11
hu_hu: X11 engedélyezése/letiltása
lt_lt: Įjungti/Išjungti X11
sl: Omogoči/Onemogoči X11

source: For users who are looking to create their own headless
hu_hu: Azoknak a felhasználóknak akik szeretnék létrehozni a saját fejetlen
lt_lt: Naudotojams, kurie, naudodami Ubuntu MATE, norėtų sukurti savo "begalvį"
sl: Za uporabnike, ki želijo ustvariti svoj

source: "server"
hu_hu: "szerverüket"
lt_lt: "serverį"
sl: "strežnik"

source: using Ubuntu MATE, there is a utility for toggling the graphical environment.
hu_hu: az Ubuntu MATE használatával, van egy segédprogram a grafikus környezet váltásához.
lt_lt: yra prieinama grafinės aplinkos perjungimo paslaugų programa.
sl: z uporabo Ubuntu MATE, obstaja orodje za izklop grafičnega okolja.

source: To disable X11 and login via the console:
hu_hu: Az X11 kikapcsolása és belépés konzol segítségével:
lt_lt: Tam, kad išjungtumėte X11 ir prisijungtumėte per pultą:
sl: Za onemogočanje X11 se prijavite prek konzole:

source: To enable X11 to restore the Ubuntu MATE desktop:
hu_hu: X11 engedélyezéséhez és az Ubuntu MATE asztal visszaállításához:
lt_lt: Tam, kad įjungtumėte X11, kad atkurtumėte Ubuntu MATE darbalaukį:
sl: Za omogočanje X11 in obnovitev namizja Ubuntu MATE:

source: Changes take effect after a reboot.
hu_hu: A változások újraindítás után lépnek érvénybe.
lt_lt: Pakeitimai įsigalioja po paleidimo iš naujo.
sl: Spremembe bodo uveljavljene po ponovnem zagonu.

source: Release Notes
hu_hu: Kiadási megjegyzések
lt_lt: Laidos informacija
sl: Opombe ob izdaji

source: To read up on release notes and changes by version, visit the Ubuntu MATE website.
hu_hu: A kiadási naplókért és a verziónkénti változásokért keresd fel az Ubuntu MATE weboldalát.
lt_lt: Norėdami skaityti laidos informaciją ir versijų pakeitimus, apsilankykite Ubuntu MATE svetainėje.
sl: Če želite prebrati opombe ob izdaji in spremembe po različicah obiščite spletno stran Ubuntu MATE.

source: Raspberry Pi is a trademark of the
hu_hu: A Raspberry Pi védjegy tulajdonosa a(z)
lt_lt: Raspberry Pi yra prekės ženklas, kurio savininkas yra
sl: Raspberry Pi je blagovna znamka
