Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/budgie-applets/*.po
Languages: ca, fi, he, hu, id_id, ja, lt, pl, ro_ro, ru, sq, sr_rs, tr

source: Displays the weather on your panel.
ca: Mostra la informació meteorològica al plafó.
id_id: Tampilkan cuaca di panel Anda.
ja: パネルに天気を表示します。
lt: Rodo jūsų skydelyje orus.
pl: Wyświetla Pogodę na twoim panelu.
ro_ro: Afiseaza informatii despre vreme
sr_rs: Prikazuje vreme na panelu
tr: Panelinizde hava durumunu gösterir.

source: Display a pop-up in the panel when a USB device is connected.
ca: Mostra una finestra emergent al plafó quan es connecti un dispositiu USB.
id_id: Menampilkan pemberitahuan dalam panel ketika ada perangkat USB terpasang.
ja: USBデバイスが接続されているときに、パネルにポップアップを表示します。
lt: Rodyti skydelyje iškylantįjį langą, kai prijungiamas USB įrenginys.
pl: Wyświetla powiadomienie, kiedy urządzenie USB jest podłączane.
ro_ro: Afiseaza o notificare atunci cand este conectat un device USB
sr_rs: Prkaži poruku na panelu kada je USB uređjaj priključen.
tr: Bir USB cihazı bağlandığında panelde açılır bir pencere görüntüle.
