Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/budgie-applets/*.po
Languages: ca, fi, he, hu, id_id, ja, lt, pl, ro_ro, ru, sq, sr_rs, tr

source: Show a different wallpaper on each workspace.
ca: Mostra un fons diferent a cada espai de treball.
fi: Näytä eri taustakuva jokaisessa työtilassa.
he: להצגת רקע שונה בכל מרחב עבודה נפרד.
hu: Eltérő háttérkép mutatása minden munkaterületen.
id_id: Tampilkan wallpaper yang berbeda pada tiap ruang kerja.
ja: 各ワークスペースに異なる壁紙を表示します。
lt: Rodykite kiekvienoje darbo srityje skirtingą foną.
pl: Wyświetla różne tapety pulpitu dla każdego obszaru roboczego.
ro_ro: Afiseaza fundal diferit pentru fiecare spatiu de lucru
ru: Позволяет выбрать разные обои для каждого рабочего пространства.
sq: Shfaq një sfond të ndryshëm në çdo hapësirë pune.
sr_rs: Prikaži različitu pozadinu za svaku radnu površinu.
tr: Her çalışma alanında farklı bir duvar kağıdı gösterin.

source: Window Mover Applet
ca: Miniapliacació per moure finestres
fi: Ikkunansiirtosovellus
he: יישומון העברת חלונות
hu: Ablakmozgató applet
id_id: Applet Penggerak Jendela
ja: ウィンドウの移動アプレット
lt: Langų perkėlimo programėlė
pl: Przenoszenie Okien
ro_ro: Applet Mutare Ferestre
ru: Апплет Перемещения Окон
sq: Apleti Lëvizës Dritaresh
sr_rs: Pomerač prozora
tr: Pencere Taşıyıcı Uygulaması

source: Quickly move windows between workspaces.
ca: Desplaceu finestres entre espais de treball ràpidament.
fi: Liikuta ikkunoita nopeasti työtilojen välillä.
he: העברת חלונות בין מרחבי העבודה במהירות.
hu: Ablakok gyors mozgatása munkaterületek között.
id_id: Mempercepat kepindahan jendela antar ruang kerja.
ja: ワークスペース間でウィンドウを素早く移動します。
lt: Greitai perkelkite langus tarp darbo sričių.
pl: Szybko przenoś okna pomiędzy obszarami roboczymi
ro_ro: Muta rapid ferestrele intre spatiile de lucru
ru: Быстро перемещать окна между рабочими пространствами.
sq: Lëvizni shpejt dritaret ndërmjet hapësirave të punës.
sr_rs: Brza promena prozora izmedju radnih površina.
tr: Pencereleri çalışma alanları arasında hızla hareket ettirin.

source: Desktop Showtime Applet
ca: Miniapliacació per mostrar l'hora
fi: Työpöydän Showtime-sovellus
he: יישומון הצגת השעה לשולחן העבודה
hu: Asztali időmegjelenítő applet
id_id: Applet Penunjuk Waktu Desktop
ja: Desktop Showtime アプレット
lt: Darbalaukio laikrodžio programėlė
pl: Zegar Pulpitu
ro_ro: Applet Showtime Desktop
ru: Апплет Showtime для Рабочего Стола
sq: Apleti Ora në Desktop
sr_rs: Prikaz datuma i vremena na Desktopu
tr: Masaüstü Saati Uygulaması

source: Display the date and time on the Desktop.
ca: Mostra l'hora i la data a l'escriptori.
fi: Näytä päiväys ja kellonaika työpöydällä.
he: הצגת התאריך והשעה על שולחן העבודה.
hu: Dátum és idő megjelenítése az asztalon.
id_id: Tampilkan tanggal dan waktu pada Desktop.
ja: デスクトップに日付と時刻を表示します。
lt: Rodyti datą ir laiką darbalaukyje.
pl: Wyświetla datę i aktualny czas na pulpicie.
ro_ro: Afiseaza pe Desktop data si ora
ru: Отображение даты и времени на рабочем столе.
sq: Shfaq datën dhe orën në Desktop.
sr_rs: Prikaži datum i vreme na Desktopu.
tr: Masaüstünde tarihi ve saati gösterin.

source: CountDown Applet
ca: Miniapliacació de compte enrere
fi: Ajastinsovellus
he: יישומון ספירה לאחור
hu: Visszaszámláló applet
id_id: Applet Penghitung Mundur
ja: カウントダウン アプレット
lt: Atvirkštinio laikamčio programėlė
pl: Minutnik
ro_ro: Applet Countdown
ru: Апплет CountDown
sq: Apleti Numërimi Mbrapsht
sr_rs: Odbrojavač
tr: Geri Sayım Uygulaması

source: Set a timed countdown and run an action when the countdown completes.
ca: Establiu un compte enrere i una acció per executar en arribar a zero.
fi: Aseta ajastettu lähtölaskenta ja aja toimenpide kun laskenta päättyy.
he: התחלת ספירה לאחור והגדרת פעולה שתתבצע לאחר שהספירה תסתיים.
hu: Visszaszámláló beállítása és egy művelet futtatása, amikor a visszaszámláló lejárt.
id_id: Mengatur hitung mundur dan menjalankan aksi saat hitung mundur selesai.
ja: 時限カウントダウンを設定し、カウントダウンが完了したらアクションを実行します。
lt: Nustatykite atvirkštinį laikmatį ir jam pasibaigus, paleiskite veiksmą.
pl: Ustawia minutnik i uruchamia wybrana akcję, kiedy zakończy się odliczanie.
ro_ro: Configureaza timpul pentru numaratoare inversa si executa o comanda cand timpul expira.
ru: Выставление таймера и возможность выполнения команды по его окончании.
sq: Vendosni një kohë numërimi mbrapsht dhe kryeni një veprim kur numërimi të përfundojë.
sr_rs: Postavi odbrojavač i izvrši odredjenu akciju kada se odbrojavanje završi.
tr: Zamanlanmış bir geri sayım ayarlayın ve geri sayım tamamlandığında bir işlem yapın.

source: Auto-Keyboard Switcher Applet
ca: Miniapliacació de canvi de disposició del teclat
fi: Automaattinäppäimistön vaihtosovellus
he: יישומון להחלפה אוטומטית של פריסות מקלדת
hu: Automatikus billentyűzet-váltó applet
id_id: Aplet Pindah Keyboard Otomatis
ja: Auto-Keyboard Switcher アプレット
lt: Automatinio klaviatūros perjungiklio programėlė
pl: Automatyczne Przełączanie Klawiatur
ro_ro: Applet Schimbare Automata Tastatura
ru: Апплет Авто Переключения Языка
sq: Apleti Ndërruesi Automatik i Tastierës
sr_rs: Automatski menjač tastature
tr: Otomatik Klavye Değiştirici Uygulaması

source: Change the keyboard language automatically on a per application basis.
ca: Canvieu la llengua del teclat automàticament segons l'aplicació.
fi: Vaihda näppäimistön kieli automaattisesti tietyn sovelluksen mukaisesti.
he: שינוי שפת המקלדת באופן אוטומטי לפי היישום שנמצא בשימוש.
hu: A billentyűzet nyelvének automatikus megváltoztatása alkalmazásonként.
id_id: Mengubah bahasa keyboard secara otomatis per-aplikasi.
ja: アプリケーションごとにキーボードの言語を自動的に変更します。
lt: Automatiškai keisti klaviatūros kalbą pagal programą.
pl: Przełącza automatycznie układ klawiatury w zależności od używanej aplikacji.
ro_ro: Modifica automat limba tastaturii in functie de aplicatia care ruleaza
ru: Автоматическое изменение раскладки клавиатуры отдельно для каждого приложения.
sq: Ndryshoni automatikisht gjuhën e tastierës në bazë të aplikacionit.
sr_rs: Promeni jezik tastature automatski u zavisnosti od aplikacije.
tr: Klavye dilini her uygulama için otomatik olarak değiştirin.

source: Screen Rotation Lock Applet
ca: Miniapliacació de bloqueig de rotació
fi: Näytönkierronlukitus
he: יישומון למניעת סיבוב תצוגת המסך
hu: Képernyőforgatás-zár applet
id_id: Applet Pengunci Rotasi Layar
ja: スクリーンの回転ロック アプレット
lt: Ekrano pasukimo užrakto programėlė
pl: Blokada Obracania Ekranu
ro_ro: Applet Blocare Rotatie Ecran
ru: Апплет Блокировки Поворота Экрана
sq: Apleti Kyçja e Rrotullimit të Ekranit
sr_rs: Zaključavanje Rotacije Ekrana
tr: Ekran Döndürme Kilidi Uygulaması

source: Add the ability to unlock or lock the screen from rotating.
ca: Afegiu l'habilitat de bloquejar i desbloquejar la rotació de la pantalla.
fi: Lisää mahdollisuus estää tai myöntää näytönkierto.
he: עם יישומון זה אפשר לאפשר או למנוע מתצוגת המסך להסתובב.
hu: A képernyő forgatásának engedélyezése vagy letiltása .
id_id: Menambahkan kemampuan untuk membuka atau mengunci layar dari perubahan orientasi.
ja: スクリーンの回転を解除したりロックしたりできるようにします。
lt: Pridėkite galimybę atrakinti ar užrakinti ekrano pasukimą.
pl: Dodaje możliwość odblokowania i zablokowania obracania ekranu.
ro_ro: Permite blocarea/deblocarea rotirii ecranului
ru: Добавляет возможность блокировки и разблокировки поворота экрана.
sq: Shtoni mundësinë për të zhbllokuar ose kyçur ekranin nga rrotullimi.
sr_rs: Omogućava da otkjljučate ili otključate opciju rotiranje ekrana.
tr: Ekran kilidini açma veya ekranın dönmesini engelleme özelliğini ekleyin.

source: Clockworks Applet
ca: Miniapliacació d'hores múltiples
fi: Kellopelisovellus
he: יישומון שעונים עולמיים
hu: Időzónák applet
id_id: Applet Jam Kerja
ja: Clockworks アプレット
lt: Laikrodžių programėlė
pl: Clockworks
ro_ro: Applet Ceas Multiplu
ru: Апплет Clockworks
sq: Applet Orët
sr_rs: Globalni sat
tr: Saatçilik Uygulaması

source: Display the time across multiple time zones.
ca: Mostra l'hora de moltes zones horàries.
fi: Näytä kellonaika useammat aikavyöhykkeet suhteutettuna.
he: להצגת השעות שבאזורי זמן שונים.
hu: Az idő megjelenítése több időzónában.
id_id: Tampilkan waktu lintas beberapa zona waktu.
ja: 複数のタイムゾーンの時刻を表示します。
lt: Rodykite įvairių laiko juostų laiką.
pl: Wyświetla aktualny czas w różnych strefach czasowych.
ro_ro: Afiseaza ora pentru mai multe zone geografice
ru: Отображение времени в различных временных зонах.
sq: Shfaqni orën për zona të shumta kohore.
sr_rs: Prikaži vreme u više vremenskih zona.
tr: Birden çok zaman dilimindeki saati görüntüleyin.

source: DropBy Applet
ca: Miniapliacació per a USB
fi: DropBy-sovellus
he: יישומון DropBy
id_id: Aplet DropBy
ja: DropBy アプレット
lt: DropBy programėlė
pl: Aplet DropBy
ro_ro: Applet DropBy
ru: Апплет DropBy
sq: Apleti DropBy
sr_rs: Notifikator USB uređjaja
tr: Kısa Ziyaret Uygulaması

source: Display a pop-up window when a USB device is connected.
ca: Mostra una finestra emergent quan es connecti un dispositiu USB.
fi: Näytä ponnahdusikkuna kun USB-laite liitetään.
hu: Megjelenít egy felugró ablakot USB eszköz csatlakoztatásakor.
ja: USBデバイスが接続されているときにポップアップウィンドウを表示します。
ru: Отображение всплывающего окна при подключении устройства USB.
sq: Shfaq një dritare kërcyese kur lidhet një pajisje USB.
sr_rs: Prikaži meni sa prozorom kada se USB poveže.
tr: USB aygıtı bağlandığında ekranda pop-up ile bildir

source: Brightness Controller Applet
ca: Miniaplicació de control de la brillantor
fi: Kirkkaudenhallinta
he: יישומון שליטה בבהירות
hu: Fényerő szabályozó kisalkalmazás
ja: Brightness Controller アプレット
pl: Aplet Kontroli Jasności.
ru: Апплет управлением яркостью
sq: Apleti Kontrolluesi i ndriçimit
sr_rs: Kontrola osvetljenja dodatak
tr: Parlaklık Kontrolü Uygulamalası

source: Control the backlight via your graphics driver controller or GNOME's brightness controller.
ca: Control de la retroiluminació via el driver controlador de gràfics o el controlador de brillantor del GENOME
fi: Näytön takavalon hallinta grafiikka-ajurin hallinnoitsijan kautta tai GNOME'n kirkkaushallinnoitsijan kautta.
hu: Háttérvilágítás beállítása a grafikus illesztőprogram kezelőjével, vagy a GNOME fényerőkezelőjével.
id_id: Mengendalikan cahaya latar menggunakan kendali driver grafis anda atau kendali kecerahan GNOME.
ja: グラフィックスドライバーコントローラーまたはGNOMEの輝度コントローラーを介してバックライトを制御します。
lt: Valdykite foninį apšvietimą per savo grafikos tvarkyklės valdiklį arba GNOME ryškumo valdiklį.
pl: Kontroluje podświetlanie ekranu poprzez sterownik karty graficznej lub kontroler jasności GNOME.
ro_ro: Controleaza iluminarea de fundal a ecranului prin controlerul grafic sau folosind controlul de stralucire din Gnome
ru: Управление подсветкой с помощью контроллера графического драйвера или контроллера яркости GNOME.
sq: Kontrolloni ndriçimin e ekranit nëpërmjet kontrolluesit të grafikës ose kontrolluesit të ndriçimit të GNOME.
sr_rs: Kontrola osvetljenja preko grafičkog kontrolora i drajvera ili Gnome kontrolora osvetljenja.
tr: Arka plan ışığını grafik sürücüsü denetleyicinizden veya GNOME'un parlaklık denetleyicisinden denetleyiniz.

source: Browser Profile Launcher Applet
ca: Iniciador de la miniapliació de perfil del navegador
fi: Selaimen profiilikäynnistinsovellus
hu: Böngészőprofil-indító applet
id_id: Applet Peluncur Browser Profil
ja: ブラウザープロファイルランチャー アプレット
lt: Naršyklės profilio leistuko programėlė
pl: Profile Chrome
ro_ro: Applet Browser Profile Launcher
ru: Апплет запуска профиля браузера
sq: Apleti Lëshuesi i Profilit të Shfletuesit
sr_rs: Profil veb čitača
tr: Tarayıcı Profili Başlatıcı Uygulaması

source: Launch and create multiple Chromium/Chrome profiles.
ca: Inicieu i creeu múltiples perfils de Chromium/Chrome
fi: Käynnistä ja luo useita Chromium / Chrome profiileja.
he: הפעלה ויצירת פרופילים מרובים לדפדפן כרום/כרומיום.
hu: Több Chromium/Chrome-profil létrehozása és indítása.
id_id: Meluncurkan dan membuat multi profil Chromium/Chrome.
ja: 複数の Chromium/Chrome プロファイルを起動・作成します。
lt: Paleiskite ir sukurkite kelis Chromium/Chrome profilius.
pl: Uruchamia i tworzy kilka profilów przeglądarek Chrome/Chromium.
ro_ro: Executa si creeaza profile multiple Chromium/Chrome
ru: Запуск и создание нескольких профилей Chromium/Chrome.
sq: Lëshoni dhe krijoni profile të shumta Chromium/Chrome.
sr_rs: Pokreni i napravi više različitih Chromium/Chrome profila.
tr: Çoklu Chromium/Chrome profilini başlat ve oluştur.

source: Find Fast 'Kangaroo' Applet
ca: Miniaplicació de cerca Fast "Kangaroo"
fi: Find Fast nopeanhaun 'Kangaroo' sovellus
he: יישומון „Kangaroo” לחיפוש מהיר
hu: Gyorskereső 'Kangaroo' applet
id_id: Applet Cepat Temukan 'Kanguru'
ja: 高速な「Kangaroo」アプレットを見つける
lt: Greito radimo "Kengūra" programėlė
pl: Wyszukiwanie 'Kangaroo'
ro_ro: Applet "Kangaroo" Cautare Rapida
ru: Апплет быстрого поиска 'Kangaroo'
sq: Apleti Gjej Shpejt 'Kanguri'
sr_rs: Pronađji brzo - Kengur
tr: 'Kangaroo' Uygulamasını Hızlı Bulun

source: Quick and easy browsing, across (possibly) many folder layers, without having to-do a single mouse click.
ca: Navegació ràpida i senzilla, a través de (possiblement) moltes capes de carpetes, sense haver de fer un sol clic de ratolí.
fi: Nopea ja helppo selaaminen, (mahdollisesti) monien kansiotasojen kesken, ilman hiiren yksittäisklikkauksen tarvetta.
he: לדפדוף קל, מהיר ומיידי בין כל התיקיות.
hu: Gyors és egyszerű böngészés, (akár) több jegyzékrétegen keresztül, egyetlen egérkattintás nélkül.
id_id: Browsing yang cepat dan mudah, antar (bisa saja) banyak lapisan folder, bahkan tanpa harus mengklik.
ja: （おそらく）多くのフォルダにて、マウスを1回クリックするだけですばやく簡単に閲覧できます。
lt: Greitas ir lengvas naršymas per (galimai) daugybę aplankų sluoksnių, nespustelėjus nei karto pelės mygtuką.
pl: Szybkie i łatwe przeglądanie plików wśród wielu folderów (oraz podfolderów), bez chociażby jednego kliknięcia.
ro_ro: Rasfoire rapida si simpla, prin (posibil) directoare multiple, fara a fi nevoie sa faci click cu mouse-ul
sq: Shfletim i shpejtë dhe i lehtë, nëpër (ndoshta) shumë shtresa dosjesh, pa pasur nevojë të bëni një klikim të vetëm.
sr_rs: Brz i lak pristup različitim direktorijumima bez potrebe za klikom.
tr: Tek bir fare tıklaması yapmak zorunda kalmadan, (muhtemelen) birçok dizin katmanında hızlı ve kolay tarama.

source: Weather and Forecast Applet
ca: Miniaplicació Meteorològica
fi: Sään ja sääennusteen sovellus
he: יישומון מזג אוויר ותחזית
hu: Időjárás-előrejelzés applet
id_id: Applet Perkiraan Cuaca
ja: 天気予報アプレット
lt: Orų ir prognozės programėlė
pl: Prognoza Pogody
ro_ro: Applet Vreme si Predictii
sq: Apleti Moti dhe Parashikimi
sr_rs: Vremenska Prognoza
tr: Hava ve Tahmin Uygulaması

source: Weather forecast every three hours and over five days.
ca: Predicció meteorològica cada tres hores a cinc dies vista
fi: Sääennuste joka kolmas tunti viiden päivän ajan.
he: תחזית מזג האוויר לכל שלוש שעות ולמסך חמישה ימים.
hu: Időjárásjelentés a következő három óráról és öt napról.
id_id: Perkiraan cuaca setiap tiga jam dan lewat lima hari
ja: 次の 5 日間の 3 時間ごとの天気予報です。
lt: Daugiau kaip penkių dienų orų prognozė kas tris valandas.
pl: Prognoza pogody co 3 godziny na 5 dni w przód
ro_ro: Actualizari starea vremii la fiecare trei ore, timp de peste 5 zile
sq: Parashikimi i motit çdo tre orë dhe mbi pesë ditë.
sr_rs: Vremenska prognoza na svaka tri sata i preko 5 dana.
tr: Üç saatlik ve beş günlük hava durumu tahmini.

source: Recently Used Applet
ca: Miniaplicacions utilitzades recentment
fi: Äskettäin käytetyt sovellukset
he: יישומון „בשימוש לאחרונה”
hu: Legutóbb használt applet
id_id: Aplet Baru Digunakan
ja: 最近使用した項目アプレット
lt: Paskiausiai naudotų programėlė
pl: Ostatnio Używane
ro_ro: Applet Utilizate Recent
ru: Апплет Недавно использованные
sq: Apleti i Përdorur së Fundmi
sr_rs: Nedavno korišćeno
tr: Son Kullanılan Uygulama

source: Show recently used items in a menu.
ca: Mostra en un menú els items més recents
fi: Näytä äskettäin käytetyt kohteet valikossa.
he: הפריטים שנפתחו לאחרונה מוצגים בתפריט.
hu: Legutóbb használt menü elemek megjelenítése
id_id: Menampilkan item baru digunakan di dalam menu.
ja: メニューに最近使用した項目を表示します。
lt: Rodyti meniu paskiausiai naudotus elemetus.
pl: Zapisuj w menu ostatnio używane elementy
ro_ro: Afiseaza aplicatii utilizate recent intr-un meniu
sq: Shfaq artikujt e përdorur së fundmi në një menu.
sr_rs: Prikaži nedavno korišćene fajlove u meniju
tr: Son kullanılanları menüde göster.

source: Trash Applet
ca: Miniaplicació paperera
fi: Roskakori
he: יישומון אשפה
hu: Kuka applet
id_id: Aplet Tempat Sampah
ja: ゴミ箱アプレット
lt: Šiukšlinės programėlė
pl: Kosz
ro_ro: Applet Trash
ru: Апплет Корзина
sq: Apleti i Koshit
sr_rs: Kanta
tr: Çöp Uygulaması

source: Show, hide and restore trash items.
ca: Mostra, amaga i restableix items de la paperera
fi: Näytä, piilota ja palauta roskakorin kohteet.
he: הצגה, הסתרה ושחזור של קבצים מהאשפה
hu: A kuka elemeinek megjelenítése, elrejtése és visszaállítása
id_id: Menampilkan, menyembunyikan dan mengembalikan item sampah.
ja: ゴミ箱の項目を表示・非表示にしたり、元に戻したりします。
lt: Rodyti, slėpti ir atkurti elementus šiukšlinėje.
pl: Wyświetlaj, ukrywaj i przywracaj elementy w koszu.
ro_ro: Afiseaza, ascunde, restaureaza fisiere sterse
ru: Показывать, скрывать и восстанавливать элементы корзины.
sq: Tregoni, fshihni dhe rivendosni artikujt e plehrave.
sr_rs: Prikaži, sakrij ili povrati bačene fajlove.
tr: Çöp içeriğini göster, gizle ve geri getir.

source: Application Launcher Applet
ca: Miniaplicació iniciadora d'apliacions
fi: Sovelluskäynnistin
he: יישומון מפעיל היישומים
hu: Alkalmazásindító applet
id_id: Aplet Peluncur Aplikasi
ja: アプリケーションランチャー アプレット
lt: Programų leistuko programėlė
pl: Uruchamianie Aplikacji
ro_ro: Applet Pornire Aplicatii
ru: Апплет запуска приложений
sq: Apleti Lëshues Aplikacionesh
sr_rs: Pokretač Aplikacija
tr: Uygulama Açma Uygulamacığı

source: Display your favorite applications in a menu and on the panel.
ca: Mostra en un menú i en un panell les teves apliacions preferides
fi: Näytä lempisovelluksesi valikossa ja paneelissa.
he: להצגת היישומים המועדפים בתפריט ובלוח.
hu: Kedvenc alkalmazások megjelenítése egy menüben vagy a panelen.
id_id: Menampilkan aplikasi kesukaan anda pada menu dan pada panel.
ja: メニューとパネルにお気に入りのアプリケーションを表示します。
lt: Rodyti mėgstamas programas skydelyje ir meniu.
pl: Wyświetlaj swoje ulubione aplikacje w menu oraz na panelu.
ro_ro: Afiseaza aplicatiile favorite intr-un meniu si pe panou
ru: Отображение любимых приложений в меню и на панели.
sq: Shfaqni aplikacionet tuaja të preferuara në një menu dhe në panel.
sr_rs: Prikažite vaše omiljene aplikaciju u meniju i na panelu.
tr: Menünün içinde ve panel üstünde favori uygulamaları göster.

source: Take-A-Break Applet
ca: Miniaplicació Feu una pausa
fi: Take-A-Break - pidä tauko - sovellus
he: יישומון זמן הפסקה
hu: Pihenő applet
ja: Take-A-Break アプレット
lt: Pertraukos programėlė
pl: Aplet Take-A-Break
ro_ro: Appletul Ia -O-Pauza
ru: Апплет Перерыв на отдых
sq: Apleti Bëj Pushim
sr_rs: Napravi pauzu dodatak
tr: Bir-Ara-Ver Uygulaması

source: A pomodoro-like applet, to make sure you take regular breaks from working.
ca: Una miniaplicació semblant a Pomodoro, per assegurar-vos que feu pauses regulars a l'hora de treballar.
fi: Pomodoro:n kaltainen sovellus varmistaaksesi että pidät säännöllisiä taukoja työnteosta.
hu: Egy pomodoro-hoz hasonló applet, ami biztosítja, hogy munka közben rendszeresen szünetet tartson.
ja: 定期的に休憩を取るようにするためのポモドーロ・テクニックのようなアプレット。
lt: Pomodoro tipo programėlė, skirta užtikrinti reguliarias pertraukas nuo darbo.
pl: Aplet w stylu "pomodoro", przypomni ci o robieniu regularnych przerw w pracy.
ro_ro: Un applet ca-o-rosie, pentru a fii sigur ca iei pauze regulate de la lucru.
sq: Një aplet i ngjashëm me pomodoro, për t'u siguruar që të bëni pushime të rregullta nga puna.
sr_rs: Pomodoro dodatak koji omogućuje da redovno napravite pauze od rada na računaru.
tr: Pomodora gibi bir uygulama. Çalışırken düzenli olarak ara vermenizi sağlar.

source: Wallstreet
fi: Wallstreet-sovellus
he: וולסטריט
sq: Apleti Wallstreet

source: WallStreet is a mini-app to switch wallpapers at a regular interval.
ca: El WallStreet és una miniaplicació per canviar fons de pantalla amb un interval regular.
fi: Wallstreet on piensovellus vaihtaaksesi taustakuvia säännöllisin väliajoin.
he: וולסטריט הוא מיני יישום להחלפת תמונות הרקע במרווחי זמן קבועים.
ru: WallStreet - это мини-приложение для переключения обоев с регулярным интервалом.
sq: WallStreet është një mini-aplikacion për ndërrimin e sfondeve në një interval të rregullt.
sr_rs: WallStreet je mini-app za promenu pozadina u podešenom intervalu.

source: Fuzzy-Clock Applet
ca: Miniaplicació de rellotge aproximat
fi: Fuzzy-Clock - "härökello" - sovellus
he: יישומון שעון לא מדויק
ja: Fuzzy-Clock アプレット
pl: Aplet Fuzzy-Clock
sq: Apleti Ora-Fuzzy
sr_rs: Fuzzy Sat dodatak
tr: Bulanık-Saat-Uygulaması

source: Shows the time in a fuzzy way.
ca: Mostra l'hora aproximadament
fi: Näyttää kellonajan sameannäköisesti.
he: להצגת השעה בצורה עממית יותר.
ja: 時間をあいまいに表示します。
pl: Pokazuje godzinę przy pomocy słów.
sq: Shfaq kohën me fjalë.
sr_rs: Prikazuje vreme na fuzzy način.
tr: Zamanı belirsiz bir şekilde gösterir

source: Workspace Stopwatch
ca: Cronòmetre d'escriptori
fi: Työtila-Stopwatch
he: שעון עצר למרחב העבודה
hu: Munkaterületi stopperóra
pl: Stoper Obszaru Roboczego
sq: Kronometri i Hapësirës së Punës
sr_rs: Pozadinska Štoperica
tr: Çalışma Alanı Kronometresi

source: Keep track of usage per workspace.
ca: Feu un seguiment de l'ús de cada escriptori.
fi: Pitää kirjaa eri työtilojen käytöstä.
he: מעקב אחר זמן השימוש בכל מרחב עבודה נפרד.
ja: ワークスペースごとの使用状況を追跡します。
pl: Pokazuje czas korzystania z danego obszaru roboczego.
sq: Mat kohën e përdorimit për çdo hapësirë pune.
sr_rs: Pratite korišćenje aplikacija po svakoj pozadini.
tr: Her çalışma alanı için kullanımını takip edin .

source: Quick Character
ca: Caràcter ràpid
fi: Quick Character - pikamerkistö
he: תווים מהירים
pl: Aplet Quick Character
sq: Karakteri i Shpejtë
sr_rs: Brzi karakteri
tr: Hızlı Karakter

source: Quickly find and choose the equivalent locale character for an ascii character.
ca: Cerqueu i trieu ràpidament el caràcter local equivalent a un caràcter ascii.
fi: Löydä ja valitse nopeasti paikallismerkkivertainen ascii-merkille.
hu: Gyorsan megtalálja és kiválasztja az egyező helyi karaktert az ascii helyett.
ja: ASCII文字と同等のロケール文字をすばやく見つけて選択します。
pl: Szybko znaleźć i wybierz odpowiednik znaku w systemie ascii.
ru: Быстрый поиск и выбор эквивалентного символа локали для символа ascii.
sq: Gjeni dhe zgjidhni shpejt karakterin ekuivalent lokal për një karakter ascii.
sr_rs: Pronađjite brzo i izabereti ekvivalent lokalni karakter za ascii karakter.
tr: Hızlıca ascii karaktere eşdeğer yerel karakteri bul.

source: Status Notifier Tray Applet
ca: Miniaplicació de safata per notificar l'estat
fi: Tilanneilmoitinsovellus palkkilokeroon
ja: Status Notifier Tray アプレット
sq: Apleti Njoftuesi Statusi
sr_rs: Status notifikator za taskbar
tr: Durum Bildirim Tepsisi Uygulamacığı

source: System Tray in KDE StatusNotifierItem format.
ca: Safata de sistema en format de KDE EstatNotificadorItem.
fi: Järjestelmälokero KDE StatusNotifierItem-muodossa.
he: מגש המערכת בפורמט StatusNotifierItem של KDE.
ja: KDE StatusNotifierItem 形式のシステムトレイ。
sq: Shiriti Sistemit në formatin KDE StatusNotifierItem.
sr_rs: Notifikacija u sistemskom taskbaru u KDE StatusNotifierItem formatu.
tr: KDE StatusNotifierItem formatında sistem tepsisi.

source: Install Applet
ca: Instal·la la miniaplicació
id_id: Pasang Applet
ja: アプレットをインストール
lt: Įdiegti programėlę
pl: Zainstaluj Aplet
ro_ro: Instaleaza applet
sr_rs: Instaliraj Dodatak
tr: Uygulama Yükle

source: Applying Changes...
ca: S'apliquen els canvis...
id_id: Menerapkan Perubahan...
ja: 変更を適用しています…
lt: Taikomi pakeitimai...
pl: Zatwierdzanie zmian...
ro_ro: Aplica modificari...
sr_rs: Primena Izmena...
tr: Değişiklikler Uygulanıyor...

source: Install Application
ca: Instal·la l'aplicació

source: Weather Applet
ca: Miniaplicació del temps
id_id: Applet Cuaca
ja: 天気アプレット
lt: Orų programėlė
pl: Pogoda
ro_ro: Applet Vreme
sr_rs: Vremenski Dodatak
tr: Hava Durumu Uygulaması
