Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/budgie-applets/*.po
Languages: ca, fi, he, hu, id_id, ja, lt, pl, ro_ro, ru, sq, sr_rs, tr

source: Budgie Desktop Extras
ca: Extres de l'escriptori Budgie
fi: Budgie työpöytälisät
he: דברים נוספים לשולחן העבודה Budgie
hu: Budgie Desktop Extrák
sq: Shtesa për Desktopin Budgie

source: Budgie Desktop Settings
ca: Paràmetres de l'escriptori Budgie
fi: Budgie-työpöydän Asetukset
he: הגדרות שולחן העבודה Budgie
hu: Budgie Asztalbeállítások
ja: Budgie デスクトップの設定
lt: Budgie darbalaukio nustatymai
pl: Ustawienia Pulpitu Budgie
ro_ro: Setarile Desktopului Budgie
ru: Настройки рабочего стола Budgie
sq: Cilësimet e Desktopit Budgie
tr: Budgie Desktop Ayarları

source: Haste Applet
ca: Miniaplicació Haste
fi: Haste-sovellus
he: יישומון ההעלאה לרשת
id_id: Applet Haste
ja: Haste アプレット
lt: Haste programėlė
pl: Aplet Haste
ro_ro: Haste Memo Applet
ru: Апплет Haste
sq: Apleti Haste
sr_rs: Brzi Podsetnik
tr: Acele Uygulaması

source: Post any text – be it code or prose – to various services directly from your desktop.
ca: Pengeu qualsevol text, codi o prosa, a diversos serveis directament des de l'escriptori.
fi: Julkaise mikä teksti vain - oli se sitten koodia tai proosaa - lukuisiin palveluihin suoraan työpöydältäsi.
he: אפשר להעלות כל טקסט שרוצים - משורת קוד ועד סיפור עלילתי - למגוון שירותי רשת, ישירות משולחן העבודה.
hu: Küldjön bármilyen szöveget - legyen az kód vagy beszéd - különböző szolgáltatásokba, közvetlenül az asztalról.
id_id: Kirimkan teks apapun - baik itu kode atau prosa - ke berbagai layanan langsung dari desktop Anda.
ja: テキストを投稿する – コードでも散文でも – デスクトップから直接さまざまなサービスに。
lt: Paskelbkite bet kokį tekstą – ar tai būtų kodas ar proza – tiesiai iš savo darbalaukio tiesiogiai į įvairias paslaugų svetaines.
pl: Wyślij jakikolwiek tekst (kod lub czysty tekst) do różnych serwisów bezpośrednio z Twojego pulpitu.
ro_ro: Trimite orice text - chiar si fragmente de cod - catre diferite servicii, direct de pe Desktop
ru: Пишите любой текст прямо с вашего рабочего стола
sq: Postoni çdo tekst - qoftë kod ose prozë - në shërbime të ndryshme direkt nga desktopi juaj.
sr_rs: Pišite bilo koji tekst - kod il prozu - na različite servise direktno sa vašeg desktopa.
tr: Masaüstünüzden doğrudan çeşitli servislere - bu kod olsun veya yazı - herhangi bir metni gönderin.

source: Remove
ca: Elimina
fi: Poista
he: מחיקה
hu: Eltávolítás
id_id: Buang
ja: 削除
lt: Šalinti
pl: Usuń
ro_ro: Sterge
ru: Удалить
sq: Hiq
sr_rs: Ukloni
tr: Kaldır

source: Install
fi: Asenna
he: התקנה
hu: Telepítés
ru: Установить
sq: Instalo

source: Applying changes...
fi: Otetaan muutokset käyttöön...
he: השינויים חלים…
ru: Применение изменений...
sq: Duke aplikuar ndryshimet ...

source: Logout and login after installing applets. From the menu - choose Budgie Desktop Settings and choose the Panel to add and configure applets.
ca: Tanqueu la sessió i inicieu-la després d’instal·lar les miniaplicacions. Al menú, trieu els paràmetres de l'escriptori Budgie i trieu el plafó per afegir i configurar miniaplicacions.
fi: Uloskirjaudu ja sisäänkirjaudu takaisin sovellusten asennuksen jälkeen. Valikosta - valitse Budgie-työpöydän asetukset ja valitse sen jälkeen Paneeli lisätäksesi ja säätääksesi sovelluksia.
he: לאחר התקנת היישומונים יש לצאת ולהיכנס. לאחר מכן יש להיכנס להגדרות שולחן העבודה Budgie מתוך התפריט, לבחור את הלוח ולהוסיף או לערוך יישומונים.
hu: Jelentkezzen ki, majd be az appletek telepítése után. A menüből - válassza a Budgie asztalbeállításokat és válassza a panelt az appletek hozzáadásához és konfigurálásához.
ja: アプレットをインストールした後、ログアウトしてログインします。メニューから「Budgie デスクトップの設定」を選択し、パネルを選択してアプレットを追加および設定します。
lt: Įdiegę programėles atsijunkite ir vėl prisijunkite. Norėdami pridėti ir konfigūruoti programėles, atverkite meniu, pasirinkite Budgie darbalaukio nustatymus, o tuomet Skydelį.
pl: Po zainstalowaniu apletów wyloguj się i zaloguj ponownie. Następnie uruchom Ustawienia Pulpitu Budgie i wybierz Panel do którego chcesz dodać i skonfigurować aplet.
ro_ro: Delogheaza-te si logheaza-te dupa instalarea appleturilor. Din meniu - alege Budgie Desktop Settings si alege Panel pentru a adauga si configura appleturi.
ru: Выйдите и войдите в систему после установки апплетов. В меню - выберите Настройки рабочего стола Budgie и выберите Панель для добавления и настройки апплетов.
sq: Dilni dhe identifikohuni pas instalimit të apletave. Nga menuja - zgjidhni Cilësimet e Desktopit Budgie dhe zgjidhni Panelin për të shtuar dhe konfiguruar apletat.
sr_rs: Izlogujte se i ulogujte ponovo nakon instalacije desktop dodataka. Iz start meni - izaberite Budgie desktop settings i izaberite panel koji želite da dodate i konfigurišite dodatke.
tr: Uygulamaları yükledikten sonra giriş çıkış yapın .Uygulamaları eklemek ve yapılandırmak için Menüden -Budgie Masaüstü Ayarlarından Paneli seçin .

source: Lightpad Applet
fi: Lightpad käynnistinsovellutus
he: יישומון Lightpad
sq: Apleti Lightpad

source: A full-screen application launcher.
fi: Kokoruudun sovelluskäynnistin.
he: מפעיל יישומים במסך מלא.
sq: Një lëshues i aplikacioneve në ekran të plotë.

source: Performance Gauge Applet
fi: Performance Gauge Applet (sovellus suorituskyvyn tarkkailuun)
he: יישומון מד ביצועים
sq: Apleti Matësi i Performancës

source: This applet shows a CPU, Memory or Storage gauge on your budgie panel.
fi: Tämä sovelma näyttää suorittimen, muistin tai levytilan määreet Budgie-paneelissasi.
he: יישומון זה מציג את ביצועי המעבד, הזיכרון או האחסון מהלוח שלך ב־Budgie.
ru: Этот апплет показывает индикатор процессора, памяти или хранилища на вашего budgie панели.
sq: Ky aplet tregon një matës të CPU-së, kujtesës RAM ose Hapësirës ruajtese në panelin tuaj budgie.

source: Screenshot Applet
ca: Miniaplicació de captura de pantalla
fi: Kuvakaappaus-sovellus
he: יישומון צילום מסך
hu: Képernyőfotó applet
id_id: Applet Tangkap Layar
ja: スクリーンショット アプレット
lt: Ekrano kopijos programėlė
pl: Aplet zrzutów ekranu
ro_ro: Applet Capturi Ecran
ru: Апплет скриншотов
sq: Apleti Fotoimazh
sr_rs: Snimač slike ekrana
tr: Ekran Görüntüsü Uygulaması

source: An advanced screenshot utility for capturing and organizing screenshots.
ca: Una utilitat de captura de pantalla avançada per fer i organitzar captures.
fi: Edistynyt kuvankaappaustyökalu napata ja järjestellä kuvakaappauksia.
he: כלי צילומי מסך מתקדם שמסייע בלכידה ושמירת צילומי מסך.
hu: Egy fejlett képernyőmentő eszöz, képernyőmentések készítésére és rendszerezésére.
id_id: Utilitas tangkap layar lanjutan untuk menangkap dan mengatur tangkapan layar.
ja: スクリーンショットを取得して整理するための、高度なスクリーンショットユーティリティーです。
lt: Išplėstinė ekrano kopijų paslaugų programėlė, skirta ekrano kopijų fotografavimui ir tvarkymui.
pl: Zaawansowane narzędzie do tworzenia zrzutów ekranu i zarządzania nimi.
ro_ro: Un utilitar avansat pentru creearea si organizarea capturilor de ecran
ru: Улучшенная утилита для создания и организации скриншотов
sq: Një mjet i avancuar i pamjes së ekranit për kapjen dhe organizimin e pamjeve të ekranit.
sr_rs: Napredni alatka za slikanje ekrana i organizaciju slikanog
tr: Ekran görüntüleri yakalamak ve düzenlemek için gelişmiş bir ekran görüntüsü programı.

source: Clipboard Applet
fi: Clipboard Applet (leikepöytäsovellus)
he: יישומון לוח גזירים
ru: Апплет буфера обмена
sq: Apleti Fragmentet

source: A clipboard manager applet that can help you to store and manage clipboard content.
fi: Leikepöydänhallinnan sovellus auttaa sinua säilömään ja hallinnoimaan leikepöydän sisältöä.
he: יישומון מנהל לוח הגזירים עוזר לאחסן ולנהל את התוכן מלוח הגזירים.
ru: Апплет менеджера буфера обмена, который поможет вам хранить и управлять содержимым буфера обмена.
sq: Një aplet për menaxhimin e kujtesës së fragmenteve që mund t'ju ndihmojë të ruani dhe menaxhoni përmbajtjen e fragmenteve.

source: Calendar Applet
ca: Miniaplicació de calendari
fi: Kalenterisovellus
he: יישומון לוח שנה
hu: Naptár applet
id_id: Applet Kalender
ja: カレンダーア プレット
lt: Kalendoriaus programėlė
pl: Kalendarz
ro_ro: Applet Calendar
ru: Апплет календаря
sq: Apleti Kalendar
sr_rs: Kalendarski dodatak
tr: Takvim Uygulaması

source: Show date and time and when clicked show a calendar in a popover.
ca: Mostra la data i l'hora, i quan s'hi clica desplega un calendari.
fi: Näytä päiväys ja aika sekä klikattaessa näytä kalenteri ponnahduskehoitteessa.
he: הצגת התאריך והשעה וחלון קופץ של לוח השנה שנפתח בעת לחיצה.
hu: Megjeleníti a dátumot és az időt, valamint kattintáskor felugró ablakban mutatja a naptárat.
id_id: Tampilkan tanggal dan waktu dan saat diklik tampilkan kalender di sebuah popover.
ja: 日付と時刻を表示し、クリック時にはポップオーバーにカレンダーを表示します。
lt: Rodyti datą ir laiką, o spustelėjus, iškylančiame meniu rodyti kalendorių.
pl: Wyświetla datę i czas, a po kliknięciu wywołuje kalendarz.
ro_ro: Afiseaza data si ora iar la click afiseaza popup cu un calendar
ru: Показать дату и время, показать календарь при нажатии.
sq: Shfaq datën dhe orën dhe kur klikohet shfaq një kalendar në një dritare.
sr_rs: Prikaži datum i vreme i kada je kliknut prikaži kalendar koji iskače
tr: Tarih ve saati ve tıklandığında popover'da bir takvim göster.

source: Network Applet
ca: Miniaplicació de xarxa
fi: Verkonhallintasovellus
he: יישומון רשת
hu: Hálózat applet
ja: ネットワーク アプレット
lt: Tinklo programėlė
pl: Sieć
ro_ro: Applet Retea
ru: Апплет сети
sq: Apleti i Rrjetit
sr_rs: Mrežni dodatak
tr: Ağ Uygulaması

source: Network connectivity applet.
ca: Miniaplicació de connectivitat de xarxa
fi: Verkonhallintasovellus yhteyksienhallintaan.
he: יישומון חיבוריות לרשת.
hu: Hálózati kapcsolat applet
ja: ネットワーク接続を管理するアプレットです。
lt: Tinklo jungiamumo programėlė.
pl: Połączenia sieciowe
ro_ro: Applet conectivitate retea
ru: Апплет сетевого подключения.
sq: Apleti i lidhjes së rrjetit.
sr_rs: Stanje konekcije
tr: Ağ bağlantısı uygulaması.

source: VisualSpace Applet
ca: Miniaplicació Espai Visual
fi: VisualSpace-sovellutus
he: יישומון VisualSpace
ru: Апплет визуального пространства
sq: Apleti VisualSpace
sr_rs: VizualnoMesto Dodatak

source: Display application windows across multiple workspaces.
ca: Mostra finestres d'aplicacions en espais de treball diferents.
fi: Näytä sovellusten ikkunat useiden työtilojen kesken.
he: הצגת חלונות היישומים על גבי מרחבי עבודה מרובים.
ru: Отображение окон приложений в нескольких рабочих местах.
sq: Shfaqni dritaret e aplikacionit në shumë hapësira pune.
sr_rs: Prikazuje aplikacije prozore preko više radnih površina.

source: Analog Clock Applet
fi: Analog Clock Applet (analoginen kellosovelma)
he: יישומון שעון אנלוגי
ru: Апплет аналоговых часов
sq: Apleti Ora Analoge

source: Display the time using a traditional dial-face clock.
fi: Näyttää kellonajan käyttäen perinteistä mallia.
ru: Отображение времени с помощью традиционных часов с циферблатом.
sq: Shfaqni orën duke përdorur një orë tradicionale.

source: Window Shuffler
ca: Mesclador de finestres
fi: Ikkunoiden satunnaistaja
he: מערבל חלונות
sq: Përzierësi i Dritareve
sr_rs: Prozorski promenjivač

source: Graphical and keyboard friendly window arranger.
ca: Organitzador de finestres gràfic i amb teclat.
fi: Graafinen ja näppäimistöystävällinen ikkunajärjestelijä.
he: מארגן חלונות גרפי שאפשר גם לשלוט בו בעזרת המקלדת.
sq: Një rregullues grafik ose me tastierë i dritareve.
sr_rs: Grafički i tastaraturno prijateljski aranžer prozora.

source: Logout and login after installing. Choose from the menu to configure this application.
ca: Tanqueu la sessió i torneu-hi a entrar després de la instal·lació. Des del menú podeu configurar aquesta aplicació.
fi: Uloskirjaudu- ja sitten sisäänkirjaudu takaisin sovellusten asennuksen jälkeen. Pääset säätämään sovellusvalikosta tämän sovelluksen asetuksia.
he: לאחר ההתקנה יש לצאת ולהיכנס. יש לעשות זאת דרך התפריט להגדרת היישום הזה.
ru: Выйдите и войдите в систему после установки. Выберите в меню пункт для настройки этого приложения.
sq: Dilni dhe hyni nga seanca pas instalimit. Zgjidhni nga menuja për të konfiguruar këtë aplikacion.

source: Applications Menu applet
ca: Miniaplicació del Menú d'aplicacions
fi: Sovellusten valikkosovellutus
he: יישומון תפריט יישומים
ru: Апплет меню приложений
sq: Apleti Menuja e Aplikacioneve
sr_rs: Aplikacijiski meni dodatak

source: Stylish applications menu applet.
ca: Miniaplicació estilitzada del menú d'aplicacions
fi: Tyylitelty sovellusten valikkosovellutus.
he: יישומון תפריט יישומים מגונדר.
ru: Стильный апплет меню приложений.
sq: Një aplet elegant i menysë së aplikacioneve.
sr_rs: Stilski aplikacijski meni dodatak

source: CPU Frequency Applet
ca: Miniaplicació de la freqüència de CPU
fi: Suoritintaajuussovellus
he: יישומון תדירות מעבד
hu: Processzor frekvencia applet
ja: CPU Frequency アプレット
lt: CPU dažnio programėlė
pl: Częstotliwość CPU
ru: Апплет частоты центрального процессора
sq: Apleti Frekuenca e CPU
sr_rs: CPU Frekvencijski dodatak
tr: GİB Frekans Uygulaması

source: Control the frequency of the processor (Sandy Bridge and newer).
ca: Controleu la freqüència del processador (Sandy Bridge i més recents).
fi: Hallitse suorittimen taajuutta (Sandy Bridge ja uudemmat).
he: שליטה בתדירות המעבד (Sandy Bridge ומעלה)
hu: A processzor frekvenciájának ellenőrzése (Sandy Bridge és újabbak).
ja: プロセッサの周波数を制御します（Sandy Bridge以降）。
lt: Valdyti procesoriaus (Sandy Bridge ir naujesnių) dažnį.
pl: Umożliwia zmianę częstotliwości pracy twojego procesora (Sandy Bridge lub nowsze)
ro_ro: Controleaza frecventa procesorului (Sandy Bridge si mai noi).
ru: Управление частотой процессора (Sandy Bridge и новее).
sq: Kontrolloni frekuencën e procesorit (Sandy Bridge ose më i ri).
sr_rs: Kontroliše frekvenciju procesora (Sandy Bridge i noviji modeli).
tr: İşlemcinin frekansını denetleyin (Sandy Bridge ve yeni)

source: System Monitor Applet
ca: Miniaplicació de monitor de sistema
fi: Järjestelmänvalvontasovellus
he: יישומון צג המערכת
hu: Rendszerfigyelő applet
id_id: Applet Monitor Sistem
ja: システムモニター アプレット
lt: Sistemos monitoriaus programėlė
pl: Monitor Systemu
ro_ro: Applet Monitorizare Sistem
ru: Апплет Системного Монитора
sq: Apleti Monitor Sistemi
sr_rs: Sistem Monitor
tr: Sistem Monitörü Uygulaması

source: Show frequency, ram, swap & network values.
ca: Mostra els valors de freqüència, RAM, intercanvi i xarxa.
fi: Näytä taajuus, keskusmuisti, heittovaihtotiedosto & verkkoarvot.
he: הצגת התדירות, זיכרון ה־RAM, קובץ ההחלפה וערכי רשת.
hu: Frekvencia, RAM, cserehely és hálózati értékek megjelenítése.
ja: 周波数、RAM、スワップ、ネットワークの値を表示します。
lt: Rodyti dažnį, operatyviąją atmintį, sukeitimų ir tinklo reikšmes.
pl: Pokazuje częstotliwość, RAM, plik wymiany oraz parametry sieci.
ro_ro: Arata frecventa, ram, swap & valorile de retea.
ru: Отображение значения частоты, памяти, подкачки и сети.
sq: Shfaq vlerat e frekuencës, ram, swap dhe rrjetit.
sr_rs: Prikaži frekvenciju, ram memoriju, razmenljivu memoriju i mrežne vrednosti.
tr: Frekans, bellek, swap & ağ değerlerini göster

source: Pixel-Saver Applet
ca: Miniaplicació d'estalvi de píxels
fi: Pixel-Saver-sovellus
hu: Pixelmentő applet
id_id: Applet Pixel-Saver
ja: Pixel-Saver アプレット
lt: Pikselių taupymo programėlė
pl: Aplet Pixel-Saver
ro_ro: Applet Salvare-Pixeli
ru: Апплет Pixel-Saver
sq: Apleti Piksel-Kursyesi
sr_rs: Čuvar piksela
tr: Piksel Tasarrufu Uygulaması

source: Hides the title bar from maximized windows and creates a new one inside the panel.
ca: Amaga la barra de títol de les finestres maximitzades i en crea una altra dins del plafó.
fi: Piilottaa otsikkopalkin suurennetuista ikkunoista ja luo uuden paneelin sisälle.
hu: Elrejti a címsávot maximalizált ablakoknál és a panelen integrálja azt.
id_id: Menyembunyikan bilah judul dari jendela yang dimaksimalkan dan membuat yang baru di dalam panel.
ja: 最大化されたウィンドウからタイトルバーを非表示にし、パネル内に新しいタイトルバーを作成します。
lt: Slepia išskleistų langų antraštės juostą ir sukuria naują tokią juostą skydelio viduje.
pl: Ukrywa pasek tytułowy ze zmaksymalizowanych okien i tworzy nowy wewnątrz panelu pulpitu.
ro_ro: Ascunde bara de titlu din ferestrele maximizate si creeaza una noua in interiorul panoului
ru: Прячет строку заголовка у развёрнутых окон и создаёт её внутри панели
sq: Fsheh shiritin e titullit nga dritaret e maksimizuara dhe krijon një të re brenda panelit.
sr_rs: Skriva nasovni bar sa maksimiziranih programa i kreira novi u okviru panela
tr: Başlık çubuğunu maksimize edilmiş pencerelerden gizler ve panelde yeni bir tane oluşturur.

source: Global Menu Applet
ca: Miniaplicació de menú global
fi: Yleismaailmallinenvalikko
he: יישומון תפריט גלובלי
hu: Főmenü applet
id_id: Applet Menu Global
ja: グローバルメニュー アプレット
lt: Visuotinio meniu programėlė
pl: Menu Globalne
ro_ro: Applet Meniu General
ru: Апплет глобального меню
sq: Apleti Menuja Globale
sr_rs: Globalni Meni
tr: Genel Menü Uygulaması

source: Moves the menu from applications into the panel.
ca: Mou el menú de les aplicacions al plafó.
fi: Siirtää valikon sovelluksista paneeliin.
he: מעביר את התפריט מהיישומים ללוח.
hu: Menü mozgatása az alkalmazásokból a panelra.
id_id: Pindahkan menu dari aplikasi ke dalam panel.
ja: アプリケーションからパネルにメニューを移動します。
lt: Perkelia meniu iš programos į skydelį.
pl: Przenosi menu aplikacji do panelu.
ro_ro: Muta meniul aplicatiilor in panou
ru: Премещает меню из приложения в панель.
sq: Zhvendos menunë nga aplikacionet në panel.
sr_rs: Pomera meni iz aplikacija na panel.
tr: Menüyü uygulamalardan panele taşır.

source: Customize and display system information on the panel.
ca: Personalitzeu i visualitzeu la informació del sistema des del plafó.
fi: Muokkaa ja näytä järjestelmätiedot paneelissa.
he: התאמת והצגת פרטי המערכת בלוח.
hu: Rendszerinformáció megjelenítése és személyre szabása a panelen.
id_id: Ubahsuai dan tampilkan informasi sistem pada panel.
ja: システム情報をカスタマイズして、パネルに表示します。
lt: Tinkinti ir rodyti sistemos informaciją skydelyje.
pl: Dostosuj i wyświetlaj informacje systemowe w panelu.
ro_ro: Personalizeza si afiseaza informatii despre system
ru: Отображение системной информации на панели
sq: Personalizojeni dhe shfaqni informacionin e sistemit në panel.
sr_rs: Podesite i prikažite informaciju o sistemu na panelu
tr: Panel üzerinde sistem bilgisini özelleştirin ve gösterin.

source: Hotcorners Applet
ca: Miniaplicació dels cantons actius
fi: Hotcorners-kuumatkulmaukset
he: יישומון פינות חמות
hu: Forrósarkok applet
id_id: Applet Hotcorner
ja: ホットコーナー アプレット
lt: Karštųjų kampų programėlė
pl: Aktywne Narożniki
ro_ro: Applet ColturiActive
ru: Апплет Активных Углов
sq: Apleti Hotcorners
sr_rs: Vrući uglovi
tr: Köşe Eylemleri Uygulaması

source: Allow user defined commands to be executed when the mouse cursor is pushed into a corner of the main desktop.
ca: Permet que s'executin ordres definides per l'usuari quan s'empenyi el cursor cap a un cantó de l'escriptori principal.
fi: Salli käyttäjän asettamien käskyjen ajaminen kun hiiren osoitin työnnetään päätyöpöydän kulmaukseen.
he: לאפשר הפעלת פקודות שהוגדרו על ידי המשתמש כשסמן העכבר נדחף לפינה של שולחן העבודה הראשי.
hu: Lehetővé teszi a felhasználó által definiált parancsok végrehajtását, amennyiben az egérmutatót a főasztal egyik sarkába mozgatja.
id_id: Memungkinkan user menetapkan perintah yang akan dieksekusi ketika kursor mouse diarahkan ke sudut desktop utama.
ja: マウスカーソルをデスクトップの隅に押し込んだときに、ユーザー定義のコマンドを実行できるようにします。
lt: Leisti vykdyti naudotojo apibrėžtas komandas, kai pelės žymeklis pasiekia pagrindinio darbalaukio kampą.
pl: Pozwala użytkownikowi zdefiniować polecenia wykonywane, kiedy kursor myszki jest przesuwany do jednego z narożników pulpitu.
ro_ro: Permite userului executarea unor comenzi predefinite atunci cand mouse-ul este pozitionat la colturile ecranului principal
ru: Выполнение комманд при подведении указателя мыши к углам главного рабочего пространства.
sq: Lejon që komandat e përcaktuara nga përdoruesi të ekzekutohen kur kursori i mausit shtyhet në një cep të desktopit kryesor.
sr_rs: Omogućava korisniku postavljanje komandi koje se izvršavaju kada se kursor miša prevuče u ugao desktopa.
tr: Fare imlecini ana masaüstünün bir köşesine ittiğinde kullanıcı tanımlı komutların yürütülmesine izin ver.

source: Quicknote Applet
ca: Miniapliacació de notes ràpides
fi: Quicknote-pikamuistiinpanot
he: יישומון הערות מהירות
hu: Gyorsjegyzet applet
id_id: Applet Catatan Cepat
ja: クイックノート アプレット
lt: Greitųjų užrašų programėlė
pl: Szybkie Notatki
ro_ro: Applet QuickNote
ru: Апплет Quicknote
sq: Apleti Shënim i Shpejtë
sr_rs: Brzi notes
tr: Hızlı Not Uygulaması

source: Quickly record a text based note.
ca: Deseu una anotació de text ràpidament.
fi: Tallenna tekstipohjainen muistiinpano nopeasti.
he: לתעד במהרה פתקית כתובה.
hu: Egy szövegalapú jegyzet gyors rögzítése.
id_id: Rekam ringkas catatan berbasis teks.
ja: テキストベースのノートを素早く記録します。
lt: Greitai užsirašykite tekstinius užrašus.
pl: Szybko zapisuj notatki tekstowe.
ro_ro: Salvezi rapid note in format text
ru: Быстрое создание текстовой заметки.
sq: Regjistroni shpejt një shënim të bazuar në tekst.
sr_rs: Brzo zapisivanje poruka.
tr: Metin tabanlı bir notu hızla kaydet.

source: Previews
ca: Previsualitzacions
fi: Esikatselut
he: תצוגות מקדימות
hu: Előnézetek
ja: プレビュー
lt: Peržiūros
ru: Предварительные просмотры
sq: Pamje paraprake
sr_rs: Pregled
tr: Önizlemeler

source: Show an overview of windows in an exposé like way.
ca: Mostra una visualització general de finestres en una mena d'exposició.
fi: Näytä ikkunoiden yleiskatselma exposé tyyliin.
hu: Ablak áttekintés mutatása kiterjesztve.
id_id: Menampilkan pratinjau jendela mode tersingkap.
ja: Exposé 風にウィンドウのオーバービューを表示します。
lt: Rodyti langų peržiūrą ekspozicijos pavidalu.
pl: Wyświetla widok okien pulpitu w stylu ekspozycji.
ro_ro: Afiseaza aranjarea fereastrelor intr-un mod schematic
ru: Обзор открытых окон и переключение между ними.
sq: Shfaq një pasqyrë të dritareve në një mënyrë të ekspozuar.
sr_rs: Prikaži prikazi svih prozora u ekspoze modu.
tr: Pencerelere genel bir bakış açısı gösterin.

source: Workspace Overview Applet
ca: Miniapliacació de visualització d'escriptoris
fi: Työtilan yleiskatselmasovellus
he: יישומון תצוגת מרחב העבודה
hu: Munkaterület-áttekintő applet
id_id: Aplet Pratinjau Ruang Kerja
ja: ワークスペースオーバービュー アプレット
lt: Darbo sričių apžvalgos programėlė
pl: Obszary Robocze
ro_ro: Applet Schema Workspace
ru: Апплет Обзора Рабочих Пространств
sq: Apleti Pasqyra e Hapësirave të Punës
sr_rs: Prikaz Radnih Površina
tr: Çalışma Alanına Genel Bakış Uygulaması

source: Quickly navigate workspaces using the applet's menu.
ca: Navegueu ràpidament pels espais de treball usant la miniaplicació del menú.
fi: Liiku työtiloissa nopeasti sovelluksen käyttäen sovelluksen valikkoa.
he: אפשר לעבור במהירות בין מרחבי העבודה מתוך תפריט היישומון.
hu: Gyors navigáció munkaterületek között az applet menüjének használatával.
id_id: Mempercepat navigasi ruang kerja menggunakan menu applet.
ja: アプレットのメニューを使用して、ワークスペースをすばやくナビゲートします。
lt: Greitai naršykite darbo sritis, naudodamiesi programėlės meniu.
pl: Pozwala na nawigowanie pomiędzy obszarami roboczymi z poziomu menu apletu.
ro_ro: Navigati rapid in spatiul de lucru folosind meniul inclus
ru: Быстро перемещайтесь между рабочими пространствами используя меню апплета.
sq: Navigoni shpejt nëpër hapësirat e punës duke përdorur menunë e aplikacionit.
sr_rs: Brza navigacija izmedju radnih površina korišćenjem dodatka.
tr: Uygulamanın menüsünü kullanarak çalışma alanlarında çabucak gezin.

source: Workspace Wallpaper Applet
ca: Miniapliacació de fons d'escriptori
fi: Työtilojen taustakuvasovellus
he: יישומון רקעים למרחבי העבודה
hu: Munkaterület-háttérkép applet
id_id: Aplet Wallpaper Ruang Kerja
ja: ワークスペースの壁紙 アプレット
lt: Darbo sričių fono programėlė
pl: Tapety Obszarów Roboczych
ro_ro: Applet Fundal Workspace
ru: Апплет Заставок Рабочих Пространств
sq: Apleti Sfondi i Hapësirës së Punës
sr_rs: Pozadina radnog prostora
tr: Çalışma Alanı Duvar Kağıdı Uygulaması
