Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gaming/*.po
Languages: fa, he, zh_cn

source: Gaming
fa: بازی
he: משחקים
zh_cn: 游戏

source: Gaming Clients
fa: کلاینت های بازی
he: תוכנות שירות למשחקים
zh_cn: 游戏客户端

source: Gaming Tools
fa: ابزار های بازی
he: כלים למשחקים
zh_cn: 游戏工具

source: Games List
fa: فهرست بازی ها
he: רשימת משחקים
zh_cn: 游戏列表

source: A gaming client will help you download, install and manage your games.
fa: یک کلاینت بازی به شما کمک میکند که بازی ها را بارگذاری، نصب و مدیریت کنید.
he: תוכנת שירות משחקים תעזור לך להוריד, להתקין ולנהל את המשחקים שלך.
zh_cn: 游戏客户端将帮助您下载、安装和管理游戏.

source: Lutris is a gaming client for Linux. It gives you access to (almost) all your video games.
fa: لوتریس یک برنامه ی بازی برای لینوکس است که به شما (تقریبا) اجازه ی دسترسی به همه ی بازی های ویدیویی را می دهد.
he: ‏Lutris היא תוכנת שירות משחקים ללינוקס. היא מעניקה לך גישה ל(כמעט) כל משחקי הווידאו שלך.
zh_cn: Lutris 是 Linux 的游戏客户端。它让你 (几乎) 接触到所有的电子游戏.

source: Remove
fa: حذف
he: מחיקה
zh_cn: 移除

source: Install
fa: نصب
he: התקנה
zh_cn: 安装

source: Applying Changes...
fa: اعمال تغییرات...
he: השינויים חלים...
zh_cn: 应用改变中...

source: Click on the help icon to learn how to install your games.
fa: روی دکمه ی کمک کلیک کنید تا نحوه ی نصب بازی هایتان را یاد بگیرید
he: אפשר ללחוץ על סמל העזרה כדי ללמוד כיצד להתקין משחקים.
zh_cn: 点击帮助图标学习如何安装你的游戏.

source: Steam is the ultimate destination for playing, discussing, and creating games.
fa: استیم مقصد اصلی برای انجام،‌ بحث و تبادل نظر، و ساخت بازی های رایانه ای است.
he: ‏Steam הוא היעד האולטימטיבי למשחקים, התכתבות, ויצירת משחקים.
zh_cn: Steam 是体验、讨论和创造游戏的最终目的地

source: Please reboot to complete installation.
fa: لطفا برای کامل کردن نصب، سیستم را دوباره راه اندازی کنید.
he: נא להפעיל את המערכת מחדש להשלמת ההתקנה.
zh_cn: 请重新启动以完成安装.

source: RetroArch is a frontend for emulators, game engines and media players.
fa: رترو آرچ یک رابط کاربری برای شیبه ساز ها، موتور های بازی و پخش کننده های رسانه ای است.
he: ‏RetroArch הוא ממשק משתמש גרפי שמקשר לאמולטורים, מנועי משחק ונגני מדיה.
zh_cn: RetroArch 是模拟器、游戏引擎和媒体播放器的前端.

source: Just play. If you need help, please reach out to the <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> FAQ page. </a>
fa: بازی کنید. اگر کمک خواستید لطفا به <a onclick="cmd('link?https\://www.retroarch.com/?page=faq')"> صفحه ی پرسش های پرتکرار </a> بروید
he: פשוט לשחק. אם צריך עזרה, אפשר לעיין בעמוד <a onclick="cmd('link?https://www.retroarch.com/?page=faq')">השאלות והתשובות</a>
zh_cn: 只是玩。如果你需要帮助，请联系 <a onclick="cmd('link?https://www.retroarch.com/?page=faq')"> FAQ 页面. </a>

source: Minigalaxy is a GOG client for Linux. It can install, manage, and update native and windows games, including their <i title="DLC: Downloadable Content">DLCs</i>.
he: ‏Minigalaxy הוא לקוח GOG ללינוקס. הוא נותן לך להתקין, לנהל ולעדכן משחקים שפועלים באופן שגרתי על לינוקס ומשחקי Windows, יחד עם קובצי ה־<i title="‏DLC: תוכן להורדה (Downloadable Content)">DLC</i> שלהם.
zh_cn: Minigalaxy 是 Linux 的 GOG 客户端。它可以安装、管理和更新原生和 windows 游戏，包括它们的 <i title="DLC: Downloadable Content">DLCs</i>.

source: Tools to have a more comfortable and feature-rich gaming experience.
fa: ابزار هایی برای تجربه ی بازی با آسودگی و ویژگی های بیشتر
he: כלים שעוזרים לקבל חוויה נוחה יותר ועשירה בתכונות.
zh_cn: 工具，以拥有更舒适和功能丰富的游戏体验.

source: Piper is a GTK+ application to configure gaming mice using ratbagd.
he: Piper הוא יישום GTK+‎ להגדרת עכברים למשחקים באמצעות ratbagd.
zh_cn: Piper 是一个 GTK+ 应用程序，用于使用 ratbagd 配置游戏鼠标.

source: Check project by clicking the help button.
fa: پروژه را با کلیک بر روی دکمه ی کمک بررسی کنید.
he: אפשר לעיין במיזם בעזרת לחיצה על כפתור העזרה.
zh_cn: 通过单击帮助按钮来检查项目.

source: CPU Frequency Applet
he: יישומון תדירות מעבד
zh_cn: CPU 频率小程序

source: Control the frequency of the processor (Sandy Bridge and newer).
he: שליטה בתדירות המעבד (Sandy Bridge ומעלה).
zh_cn: 控制处理器频率（需要Sandy Bridge及以上可用）

source: Install from Budgie Extras
fa: نصب از Budgie Extras
he: התקנה מהדברים הנוספים של Budgie
zh_cn: 从 Budgie 辅助程序 安装

source: Generic RGB management tool for linux. Fully open source and aims to remove hardware specific vendor apps.
fa: ابزار مدیریت RGB برای لینوکس. کاملا متن باز است و نیاز شما را به برنامه های مخصوص به آن شرکت بی نیاز می کند
he: כלי לניהול Generic RGB ללינוקס. כל הקוד שלו פתוח והוא נוצר בשביל להיפטר מיישומי יצרן שמיועדים לחומרה מסוימת בלבד.
zh_cn: linux 通用 RGB 管理工具。完全开源，旨在删除硬件特定供应商的应用程序.

source: Check website by clicking the help button.
fa: با کلیک بر روی دکمه ی کمک از وبسایت بازدید کنید.
he: אפשר לעיין באתר בעזרת לחיצה על כפתור העזרה.
zh_cn: 点击帮助按钮检查网站.

source: Polychromatic is a frontend for OpenRazer that enables Razer devices to control lighting effects and more on Linux.
he: Polychromatic הוא מנשק משתמש ל־OpenRazer שמאפשר להתקני Razer לשלוט באפקטים של תאורה וכו׳ בלינוקס.
zh_cn: Polychromatic 是 OpenRazer 的一个前端，它使 Razer 设备能够在 Linux 上控制灯光效果等.

source: Please reboot after install as well as removal.
fa: لطفا پس از نصب و یا حذف کامل سیستم را دوباره راه اندازی کنید.
he: נא לבצע הפעלה מחדש לאחר התקנה או הסרה.
zh_cn: 请重新启动后，安装和删除

source: Discord is a <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, instant messaging and digital distribution platform.
he: Discord היא פלטפורמת <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, הודעות מיידיות והפצה דיגיטלית.
zh_cn: Discord 是一个 <i title="VoIP: Voice Over Internet Protocol">VoIP</i>, 即时通讯和数字分发平台.

source: Free and open source software for video recording and live streaming.
fa: نرم افزار رایگان و متن باز برای ظبط ویدیو و پخش زنده.
he: תוכנה חופשית בקוד פתוח להקלטת סרטונים ולשידורים חיים.
zh_cn: 免费和开源的视频录制和直播软件.

source: A Vulkan and OpenGL overlay for monitoring <i title="FPS: Frames Per Second">FPS</i>, temperatures, CPU/GPU load and more. Comes with GOverlay as <i title="GUI: Graphical User Interface (things you can interact with a mouse)">GUI</i>.
he: שכבת Vulkan ו־OpenGL לתיעוד <i title="FPS: Frames Per Second - תמוניות לשנייה">FPS</i>, טמפרטורות, עומס מעבד/מעבד גרפי. אליה מצורף GOverlay כ<i title="GUI: Graphical User Interface - מנשק משתמש חזותי (דברים שאפשר להפעיל עם העכבר)">GUI</i>.
zh_cn: A Vulkan 和 OpenGL 用于覆盖监控 <i title="FPS: Frames Per Second">FPS</i>, 温度, CPU/GPU 负载等， 带有 verlay 作为 <i title="GUI: Graphical User Interface (things you can interact with a mouse)">GUI</i>.

source: Please check help section for usage information. Example config at: /usr/share/doc/mangohud.
he: סעיף העזרה יספק לך מידע על השימוש. הגדרות לדוגמה ניתן למצוא כאן: ‎/usr/share/doc/mangohud.
zh_cn: 请查看帮助部分的使用信息。示例配置在: /usr/share/doc/mangohud.

source: CoreCTRL allows you to control hardware performance using application profiles.
he: CoreCTRL מאפשר לך לשלוט בביצועי החומרה באמצעות פרופילי יישומים.
zh_cn: CTRL 允许您使用应用程序配置文件控制硬件性能.

source: A community curated list of game suggestions
fa: فهرستی از بازی ها، گلچین شده از طرف جامعه
he: רשימה של הצעות למשחקים שנאספו על ידי הקהילה
zh_cn: 社区策划的游戏建议列表

source: Xonotic - Free & Open Source Multiplayer <i title="FPS: First Person Shooter">FPS</i>.
fa: Xonotic - بازی شوتر اول شخص چند نفره ی متن باز و رایگان
he: ‏Xonotic - משחק חופשי בקוד פתוח של יריות מגוף ראשון עם אפשרות למשחק מרובה משתתפים.<i title="FPS: First Person Shooter"></i>
zh_cn: Xonotic - 免费 & 开源多播放器 <i title="FPS: First Person Shooter">FPS</i>.

source: Watch
fa: تماشا
he: צפייה
zh_cn: 观看

source: Visit website by clicking the help icon.
fa: با کلیک بر روی دکمه ی کمک از وبسایت بازدید کنید.
he: אפשר לבקר באתר בעזרת לחיצה על סמל העזרה.
zh_cn: 通过点击帮助图标访问网站

source: Valheim - Survival <i title="RPG: Role Playing Game">RPG</i>.
fa: Valheim - Survival نقش آفرینی
he: Valheim - משחק <i title="‏RPG: ‏Role Playing Game, משחק תפקידים">RPG‏</i> הישרדות.

source: Install Steam
fa: نصب استیم
he: התקנת Steam
zh_cn: 安装流

source: Launch
fa: اجرا
he: הפעלה
zh_cn: 发起

source: Loop Hero - 8 bit retro-styled Deck building game.
he: ‏Loop Hero - משחק 8 סיביות בסגנון מיושן לבניית חפיסות.
zh_cn: Loop Hero - 8 位复古风格的甲板建造游戏.

source: No Longer Home - Point & Click, semi-auto-biographical.
he: ‏No Longer Home - הצבעה ולחיצה, חצי אוטוביוגרפי.
zh_cn: No Longer Home - Point & Click, 半自传体.

source: Boyfriend Dungeon - Dating SIM, Hack & Slash.
he: ‏Boyfriend Dungeon - סימולטור דייטינג, פריצה ולחימה.
zh_cn: Boyfriend Dungeon - Dating SIM, 黑客 & Slash.

source: Binding of Isaac - Top Down Dungeon Crawler, high difficulty.
he: „עקידת יצחק” - משחק בריחה ממבוך, קשה ביותר.
zh_cn: Binding of Isaac - 自上而下地下城爬行，高难度.
