Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/index/*.po
Languages: fa

source: Main Menu
fa: منوی اصلی

source: Choose an option to discover your new operating system.
fa: یک گزینه را برای کشف سیستم عامل جدید خود انتخاب کنید.

source: Introduction
fa: معرفی

source: Features
fa: امکانات و قابلیت ها

source: Getting Started
fa: شروع

source: Installation Help
fa: راهنمای نصب

source: Recommendations
fa: توصیه ها

source: Online Store
fa: فروشگاه آنلاین

source: Community
fa: انجمن

source: Get Involved
fa: مشارکت

source: Donate
fa: اهدا کردن

source: Install Now
fa: نصب

source: Install Software
fa: نصب نرم افزار

source: Budgie Applets
fa: اَپلت های بادجی

source: Software Center
fa: مرکز نرم افزار

source: Snap Apps
fa: برنامه های Snap

source: Flatpak Apps
fa: برنامه های Flatpak

source: Default Settings
fa: تنظیمات پیشفرض

source: G+ Community
fa: انجمن +G

source: G+ Page
fa: صفحه +G

source: Facebook Group
fa: گروه فیسبوک

source: Facebook Page
fa: صفحه فیسبوک

source: Reddit
fa: صفحه Reddit

source: Gitter Chat Room
fa: اتاق گفتگو Gitter

source: Show this dialog on startup?
fa: این پنجره در شروع کار نمایش داده شود؟
