Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: <b>Users</b> can be found later in the menu <b><i>Administration <i class="material-icons">&#xE315;</i> Users</i></b>.
ca: Els <b>usuaris</b> es poden trobar més endavant al menú <b><i>Administració <i class="material-icons">&#xE315</i> Usuaris</i></b>.
de_de: <b>Benutzer</b> finden Sie später im Menü <b><i>Administration <i class="material-icons">&#xE315;</i> Benutzer</i></b>.
es: La opción <b>Usuarios</b> puede ser encontrada después en el menú: <b><i>Administración <i class="material-icons">&#xE315;</i> Usuarios</i></b>.
it: <b>Utenti</b> si può trovare dopo nel menu <b><i>Amministratione <i class="material-icons">&#xE315</i> Utenti </i></b>.
pl: <b>Konfigurację użytkowników</b> znajdziesz później w Administracja<i class="material-icons">&#xE315;</i> Użytkownicy</i></b>.
pt_br: <b>Usuários</b> podem ser encontrados mais tarde no menu<b><i>Administração<i class="material-icons">&#xE315;</i>Usuários</i></b>
pt_pt: O <b>Utilizadores</b> pode ser encontrado mais tarde no menu <b><i>Administração<i class="material-icons">&#xE315;</i>Utilizadores</i></b>.
sr_rs: <b>Korisnici</b> se mogu naći u meniju u okviru <b><i>Administration<i class="material-icons">&#xE315;</i> Users</i></b>.

source: To improve the amount of customizability, <span name="distro-name"></span> allows you to install/remove popular web browsers with a single click.
ca: Per millorar la personalització, <span name="distro-name"> </span> us permet instal·lar / suprimir navegadors web populars amb un sol clic.
de_de: Um die Anpassbarkeit zu verbessern, können Sie in <span name="distro-name"></span>gängige Webbrowser mit einem einzigen Klick installieren / entfernen.
es: Para mejorar la cuantía de personalización, <span name="distro-name"></span> le permite instalar/remover navegadores web populares con un simple clic.
it: Per migliorare la quantità di personalizzazione, <span name="distro-name"></span> consente di installare / rimuovere i browser web popolari con un solo clic.
ko: 사용자화의 자유성을 위해, <span name="distro-name"></span>는 이름 있는 웹 브라우저의 설치와 제거를 하나의 클릭으로 도와드립니다.
pl: Abyś mógł jeszcze bardziej dostosować system do swoich potrzeb, <span name="distro-name"></span> daje Ci możliwość zainstalowania lub usunięcia wybranych przeglądarek internetowych jednym kliknięciem.
pt_br: Para melhorar a personalização, o <span name="distro-name"></span> permite que você instale/remova navegadores populares da Web com um único clique.
pt_pt: Para melhorar a quantidade de personalização, o <span name="distro-name"></span> permite-lhe instalar/remover navegadores web populares com um simples clique.
sr_rs: Kako biste poboljašli količinu promenjlivosti <span name="distro-name"></span> vam dozvoljava da instalirate, deinstalirate popularne web browsere sa jednim klikom.

source: Chromium is an open-source browser project that aims to build a safer, faster, and more stable way for all Internet users to experience the web.
ca: Chromium és un projecte de navegador de codi obert que té com a objectiu construir una manera més segura, ràpida i més estable que tots els usuaris d'Internet puguin experimentar la xarxa.
de_de: Chromium ist ein Open-Source-Browserprojekt, das darauf abzielt, für alle Internetnutzer eine sicherere, schnellere und stabilere Möglichkeit zu schaffen, das Internet zu erleben.
es: Chromium es un proyecto de código abierto para crear un navegador cuyo objetivo es ofrecer a los usuarios una manera más segura, rápida y estable de utilizar la Web.
it: Chromium è un progetto di browser open source che si propone di creare un modo più sicuro, veloce e più stabile per tutti gli utenti di Internet per vivere il web.
ko: 크로미엄은 모든 사용자가 인터넷을 더 안전하고, 빠르고, 안정적으로 브라우징하는 것을 목표로 하는 오픈 소스 웹 브라우저 프로젝트입니다.
nl_nl: Chromium is een open-source browserproject dat tot doel heeft om een veiliger, snellere en stabielere manier het web ter ervaren voor internetgebruikers.
pl: Chromium jest przeglądarką open-source, który ma na celu stworzenie bezpieczniejszego, szybszego i bardziej stabilnego sposobu, w jaki użytkownicy Internetu będą mogli przeglądać sieć.
pt_br: Chromium é um projeto de navegador de código aberto que visa criar uma maneira mais segura, rápida e estável para todos os usuários da Internet experimentarem a web.
pt_pt: O Chromium é um projeto de navegador de código aberto que visa criar uma maneira mais segura, rápida e estável para todos os utilizadores da Internet experimentarem a web.
sr_rs: Chromium je otvorenog koda browser projekat koji cilja da pruži bezbedniji, brži i stabilniji način za sve internet korisnike da dožive Web.

source: Snap Install
ca: Instal·la Snap
de_de: Snap Installieren
es: Instalar Snap
it: Installa Snap
nl_nl: Snap installeren
pl: Zainstaluj "Snap"
sr_rs: Snap Instalacija
zh_cn: Snap 安装

source: Snap Remove
ca: Suprimeix Snap
de_de: Snap Entfernen
es: Remover Snap
it: Rimuovi Snap
nl_nl: Snap verwijderen
pl: Usuń "Snap"
sr_rs: Snap deinstalacija
zh_cn: Snap 删除

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. It is highly popular targeting multiple platforms.
it: Mozilla Firefox è un web browser open-source, sviluppato da Mozilla Foundation - un’ organizzazione non-profit. È molto popolare e rivolto a più piattaforme.
nl_nl: Mozilla Firefox is een gratis en open-source webbrowser, ontwikkeld door de Mozilla Foundation - een non-profit organisatie. Het is erg populair en richt zich op meerdere platforms.
zh_cn: Mozilla Firefox 是一个免费和开源的网络浏览器，由 Mozilla 基金会开发-一个非营利性组织。它非常受欢迎，目标是多个平台.

source: Google Chrome is a modern web browser backed by internet giant Google. It offers a smooth browsing experience plus integration with Google's proprietary services.
ca: El Google Chrome és un navegador web modern amb el suport del gegant d'Internet Google. Ofereix una experiència de navegació planera i la integració amb els serveis privats de Google.
de_de: Google Chrome ist ein moderner Webbrowser des Internet-Giganten Google. Er bieten eine reibungslose Bedienung und Integration von Googles proprietären Diensten.
es: Chrome es un navegador web moderno, producido por el gigante de Internet Google. Proporciona una experiencia de navegación fluida e integración con los servicios privativos de Google.
it: Google Chrome è un browser web moderno supportato dal gigante di internet Google. Offre un'esperienza di navigazione agevole e un'integrazione con i servizi proprietari di Google.
ko: 구글 크롬은 인터넷 거물 회사인 구글에서 만들어진 신세대 웹 브라우저입니다. 부드러운 브라우징 경험을 제공하는 것에 더해 다양한 구글 서비스들을 이용할 수 있죠.
nl_nl: Google Chrome is een moderne webbrowser ondersteund door internetgigant Google. Het biedt een soepele browser ervaring plus integratie met de commerciële diensten van Google.
pl: Google Chrome to nowoczesna przeglądarka internetowa wspierana przez giganta internetowego Google. Oferuje płynne przeglądanie stron oraz integrację z zastrzeżonymi usługami Google.
pt_br: Google Chrome é um navegador web moderno apoiado pela gigante da Internet Google. Oferece uma experiência de navegação suave e integração com os serviços proprietários do Google.
pt_pt: O Google Chrome é um navegador web moderno apoiado pela gigante da Internet Google. Oferece uma experiência de navegação suave e integração com os serviços proprietários da Google.
sr_rs: Google Chrome je moderan web browser koji je podržan od strane Google-a. Nudi fluidno korisničko iskustvo i integraciju sa Google vlasničkim servisima.
zh_cn: 谷歌 Chrome 是由互联网巨头谷歌支持的现代网络浏览器。它提供了流畅的浏览体验，并与谷歌的专有服务集成.

source: Microsoft Edge is a cross-platform web browser created and developed by Microsoft. It is a Chromium based browser.
it: Microsoft Edge è un browser Web multipiattaforma creato e sviluppato da Microsoft. È un browser basato su Chromium.
nl_nl: Microsoft Edge is een platformonafhankelijke webbrowser die is gemaakt en ontwikkeld door Microsoft. Deze browser is gebaseerd op Chromium.
zh_cn: 微软 Edge 是微软创建和开发的跨平台 web 浏览器。它是一个基于 Chromium 的浏览器.

source: Vivaldi Web Browser is a free, fully customizable web browser. Feature rich, powerful, secure and fun! Browse the Web your way
ca: El navegador web Vivaldi és un navegador web totalment personalitzable i gratuït. Ric de funcions, potent, segur i divertit! Navegueu per la xarxa a la vostra manera.
de_de: Der Vivaldi Webbrowser ist ein freier und vollständig anpassbarer Webbrowser. Funktionsreich, leistungsfähig, sicher und Spaß haben! Bewege Dich durch's Web auf deine Art und Weise.
es: El navegador Web Vivaldi es un navegador gratuito, totalmente personalizable. Rico en características, poderoso, seguro y divertido! Navegue en la Web a su manera
it: Vivaldi Web Browser è un browser web libero, completamente personalizzabile. Caratteristiche ricco, potente, sicuro e divertente! Sfoglia il tuo Web
ko: 비발디 웹 브라우저는 무료이며 자유롭게 커스터마이징이 가능한 웹 브라우저입니다. 기능도 많고 강력하며, 안전하고 재미있는 웹 브라우저죠! 비발디 웹 브라우저로 마음대로 웹을 돌아다니세요.
nl_nl: Vivaldi Web Browser is een gratis, volledig aanpasbare webbrowser. Rijk aan opties, krachtig, veilig en leuk! Blader door het web op uw manier
pl: Vivaldi jest bezpłatną, w pełni konfigurowalną przeglądarką internetową. Bogata w funkcje, wszechstronna, bezpieczna i zapewniająca rozrywkę! Przeglądaj internet na swój sposób
pt_br: Vivaldi Web Browser é um navegador gratuito e totalmente personalizável. Recursos ricos, poderosos, seguros e divertidos! Navegue na Web do seu jeito.
pt_pt: O Vivaldi é um navegador gratuito e totalmente personalizável. Repleto de funcionalidades, poderoso, seguro e divertido! Navegue na Web à sua maneira
sr_rs: Vivaldi Web Browser je besplatni, totalno podesiv, web browser. Bogat mogućnostima, moćan i bezbedan i zabavan! Surfujte webom onako kako vi želite.
zh_cn: Vivaldi Web Browser 是一个免费的、完全可定制的 Web 浏览器。功能丰富，功能强大，安全和有趣!用自己的方式浏览网页

source: Opera is a fast and secure browser. Developed in Europe, used by millions around the world. Now with a built-in ad blocker and free VPN.
ca: L'Opera és un navegador ràpid i segur. Desenvolupat a Europa, utilitzat per milions de persones a tot el món. Ara, amb un bloquejador d'anuncis integrat i una XPV gratuïta.
de_de: Opera ist ein schneller und sicherer Browser. Entwickelt in Europa und von vielen Millionen weltweit benutzt. Nun kommt er mit einem eingebauten Werbeblocker und freiem VPN.
es: Opera es un navegador rápido y seguro, desarrollado en Europa y utilizado por millones de personas en todo el mundo. Ahora incluye un bloqueador de anuncios y una VPN gratuita.
it: Opera è un browser veloce e sicuro. Sviluppato in Europa, utilizzato da milioni di persone in tutto il mondo. Ora con un blocco degli annunci incorporato e VPN gratuito.
ko: 오페라는 빠르고 안전한 브라우저입니다. 유럽에서 개발되어 세계에서 몇백만 명이 넘는 사람이 사용하고 있죠. 무료 VPN과 광고 차단기를 내장한 강력한 브라우저입니다.
nl_nl: Opera is een snelle en veilige browser. Ontwikkeld in Europa en gebruikt door miljoenen mensen over de hele wereld. Nu met een ingebouwde adblocker en gratis VPN.
pl: Opera to szybka i bezpieczna przeglądarka. Opracowana w Europie, używana przez miliony na całym świecie. Teraz z dostarczana z wbudowanym blokerem reklam oraz bezpłatną siecią VPN.
pt_br: Opera é um navegador rápido e seguro. Desenvolvido na Europa, usado por milhões ao redor do mundo. Agora com bloqueado de anúncios e VPN grátis.
pt_pt: O Opera é um navegador rápido e seguro. Desenvolvido na Europa, usado por milhões ao redor do mundo. Agora com bloqueador de anúncios e VPN grátis.
sr_rs: Opera je brzi i bezbedni browser. Razvijen u Evropi, korišćen od strane milione korisnika širom sveta. Sada sa ugradjenim blokatorom reklama i besplatnim VPN-om.
zh_cn: Opera 是一款快速、安全的浏览器。在欧洲开发，被全世界数百万人使用。现在有了内置的广告拦截器和免费的 VPN.

source: A browser that blocks tracking and intrusive ads by default.
ca: Un navegador que per defecte bloca el seguiment i els anuncis intrusius.
it: Un browser che blocca il monitoraggio e gli annunci intrusivi per impostazione predefinita.
nl_nl: Een browser die standaard tracking en opdringerige advertenties blokkeert.
pl: Przeglądarka, która domyślnie blokuje śledzenie i natrętne reklamy.
zh_cn: 默认情况下阻止跟踪和侵入性广告的浏览器.

source: Midori is a lightweight yet powerful web browser which runs just as well on little embedded computers named for delicious pastries as it does on beefy machines with a core temperature exceeding that of planet earth. And it looks good doing that, too. Oh, and of course it's free software.
ca: El Midori és un navegador lleuger però potent que funciona bé tant en petits ordinadors encastats que reben el nom de pastissos deliciosos, com en màquines amb una temperatura central superior a la del planeta Terra. I també té bon aspecte a l'hora fer-ho. Ah, i és clar, és programari lliure.
de_de: Midori ist ein leichter und dennoch leistungsstarker Webbrowser, der auf kleinen Embedded-Computern, die nach leckeren Backwaren benannt sind, genauso gut funktioniert wie auf leistungsfähigen Maschinen mit einer Kerntemperatur, die über der des Planeten Erde liegt. Und er sieht dabei auch noch gut aus. Oh, und natürlich ist er freie Software.
es: Midori es un navegador web ligero pero potente que funciona igual de bien en pequeñas computadoras integradas que llevan el nombre de deliciosos pasteles, como también en máquinas robustas con una temperatura central superior a la del planeta Tierra. Y se ve bien haciendo eso, también. Ah, y por supuesto que es software libre.
it: Midori è un browser web leggero ma potente che funziona altrettanto bene su piccoli computer embedded chiamati per deliziosi pasticcini come su macchine robuste con una temperatura interna superiore a quella del pianeta terra. E sembra bello farlo anche tu. Oh, e ovviamente è un software gratuito.
nl_nl: Midori is een krachtige, lichtgewicht webbrowser die net zo goed draait op kleine embedded computers die zijn vernoemd naar heerlijk gebak als op stevige machines met een kerntemperatuur die hoger is dan die van planeet aarde. En daarbij ziet het er ook goed uit. Oh, en natuurlijk is het gratis software.
pl: Midori jest lekką, a jednocześnie potężną przeglądarką internetową, która działa równie dobrze na niewielkich, mniej wydajnych komputerach o pysznej malinowej nazwie, jak i na potężnych maszynach o temperaturze rdzenia przekraczającej temperaturę jądra Ziemi. Poza tym Midori prezentuje się niezwykle atrakcyjnie. Och, i oczywiście jest to wolne oprogramowanie.
pt_br: O Midori é um navegador da Web leve, porém potente, que funciona tão bem em computadores menos potentes embarcados nomeados para deliciosos produtos de confeitaria quanto em máquinas robustas com uma temperatura central superior à do planeta Terra. E parece bom fazer isso também. Ah, e claro, é software livre.
pt_pt: O Midori é um navegador da Web leve, porém potente, que funciona tão bem em computadores menos potentes integrados nomeados para deliciosos produtos de confeitaria quanto em máquinas robustas com uma temperatura central superior à do planeta Terra. E parece bom fazer isso também. Ah, e claro, é software livre.
sr_rs: Midori je lagani ali moćni web browser koji se može pokrenuti na embed računarima, koji je ime dobio po ukusnom kolaču, pa do na moćnim mašinama čija temperatura jezgra je veća od zemljinog. I izgleda dobro dok to radi. Oh, i naravno besplatan je softver.
zh_cn: Midori 是一个轻量级但功能强大的网页浏览器，它在以美味糕点命名的小型嵌入式计算机上运行得很好，在核心温度超过地球的大型机器上运行得也很好。这样做看起来也不错。当然，这是免费软件.

source: The web browser for GNOME, featuring tight integration with the desktop and a simple and intuitive user interface that allows you to focus on your web pages. If you’re looking for a simple, clean, beautiful view of the web, this is the browser for you. GNOME Web is often referred to by its code name, Epiphany.
ca: El navegador web per a GNOME, amb una integració ajustada amb l'escriptori i una interfície d’usuari senzilla i intuïtiva que us permetrà centrar-vos en les vostres pàgines web. Si cerqueu una vista senzilla, neta i bonica de la xarxa, aquest és el vostre navegador. Sovint es fa referència al lloc web del GNOME mitjançant el seu nom de codi: Epiphany.
de_de: Der Webbrowser für GNOME, mit enger Integration in den Desktop und einer einfachen und intuitiven Benutzeroberfläche, mit der Sie sich auf Ihre Webseiten konzentrieren können. Wenn Sie eine einfache, saubere und schöne Sicht auf das Web suchen, ist dies der richtige Browser für Sie. GNOME Web wird oft mit dem Codenamen Epiphany bezeichnet.
es: El navegador web para GNOME, con una estrecha integración con el escritorio y una interfaz de usuario sencilla e intuitiva que te permite concentrarte en tus páginas web. Si buscas una vista simple, limpia y hermosa de la web, este es el navegador para ti. GNOME Web es a menudo referido por su nombre en clave, Epiphany.
it: Il browser web per GNOME, caratterizzato da una stretta integrazione con il desktop e un'interfaccia utente semplice e intuitiva che ti consente di concentrarti sulle tue pagine web. Se stai cercando una visione semplice, pulita e bella del web, questo è il browser che fa per te. GNOME Web è spesso chiamato con il suo nome in codice, Epiphany.
nl_nl: De webbrowser voor GNOME, met nauwe integratie met het bureaublad en een eenvoudige en intuïtieve gebruikersinterface waarmee u zich kunt concentreren op uw webpagina's. Als u op zoek bent naar een eenvoudige, schone en mooie weergave van het web, dan is dit de browser voor u. GNOME Web wordt vaak aangeduid met de codenaam, Epiphany.
pl: Przeglądarka internetowa dla GNOME wyróżnia się ścisłą integracją ze środowiskiem graficznym oraz intuicyjnym interfejsem użytkownika, który pozwala w pełni skupić się na stronach internetowych. Jeżeli szukasz przejrzystego, prostego oraz atrakcyjnego narzędzia do przeglądania zasobów sieci, to ta przeglądarka jest dla ciebie. Nazwa kodowa GNOME Web to Epiphany.
pt_br: O navegador da web para o GNOME, com forte integração com a área de trabalho e uma interface de usuário simples e intuitiva que permite que você se concentre em suas páginas da web. Se você está procurando uma visão simples, clara e bonita da Web, este é o navegador para você. O GNOME Web é frequentemente referido por seu nome de código, Epiphany.
pt_pt: O navegador da web para o GNOME, com forte integração com o ambiente de trabalho e uma interface de utilizador simples e intuitiva que permite que você se concentre nas suas páginas da web. Se está à procura de uma visão simples, limpa e bonita da Web, este é o navegador para você. O GNOME Web é frequentemente referido por seu nome de código, Epiphany.
sr_rs: Web pretraživač za GNOME, sa potpuno integracijom u desktop okruženje sa jednostavnim i intuitivnim korisničkim intefejsom koji omogućava da se foksurati na posete Vašim web stranicama. Ukoliko tražite, jednostavan, lep, i jednostavan pretraživač za pregled Interneta onda je ovo browser za Vas. Gnome Web se vrlo češto referiše pod svojim sifrovanim imenom projekta, Epiphany.
zh_cn: GNOME 的 web 浏览器，具有与桌面紧密集成和一个简单直观的用户界面，允许您专注于您的 web 页面。如果你正在寻找一个简单、干净、美丽的网络视图，这是适合你的浏览器。GNOME Web 通常以其代号 Epiphany 来指代.

source: User Interface
ca: Interfície d'usuari
de_de: Benutzeroberfläche
es: Interfaz de usuario
it: Interfaccia Utente
ko: 사용자 인터페이스
nl_nl: Gebruikers interface
pl: Interfejs użytkownika
pt_br: Interface do usuário
pt_pt: Interface do utilizador
sr_rs: Korisnički interfejs
zh_cn: 使用者介面

source: <span name="distro-name"></span> provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel.
ca: <span name="distro-name"></span>proporciona una eina única per transformar la interfície d’usuari. Es pot utilitzar per configurar ràpidament la interfície d’usuari per reflectir àmpliament com es veuen els altres sistemes operatius populars.
de_de: <span name="distro-name"></span> bietet ein einzigartiges Werkzeug, um die Benutzeroberfläche anzupassen. Es kann verwendet werden, um die Benutzeroberfläche schnell so einzurichten, damit sie wie andere beliebte Betriebssysteme aussehen und anfühlen.
es: <span name="distro-name"></span>proporciona una herramienta única para transformar la interfaz de usuario. Puede ser usado para configurar rápidamente la interfaz de usuario para reflejar ampliamente como otros sistemas operativos se ven y sienten.
it: <span name="distro-name"></span>fornisce uno strumento unico per trasformare l'interfaccia utente. Può essere utilizzato per installare rapidamente l'interfaccia utente per riflettere ampiamente come gli altri sistemi operativi più diffusi l'aspetto grafico.
ko: <span name="distro-name"></span>는 사용자 인터페이스를 자유롭게 바꿀 수 있는 특별한 도구를 제공합니다. 이 도구는 빠르게 다른 운영 체제들의 모습을 대략적으로 모방할 수 있습니다.
pl: <span name="distro-name"></span> udostępnia unikalne narzędzie do modyfikacji interfejsu użytkownika. Może ono być użyte do szybkiej konfiguracji interfejsu, aby jak najbardziej przypominał wygląd innych popularnych systemów operacyjnych.
pt_br: <span name="distro-name"></span> fornece uma ferramenta exclusiva para transformar a interface do usuário. Ele pode ser usado para configurar rapidamente a interface do usuário para refletir amplamente como outros sistemas operacionais populares se parecem e se sentem.
pt_pt: O <span name="distro-name"></span> fornece uma ferramenta exclusiva para transformar a interface do utilizador. Pode ser utilizada para configurar rapidamente a interface do utilizador de modo a refletir amplamente o aspeto e a sensação de outros sistemas operativos populares.
sr_rs: <span name="distro-name"></span> pruža unikatni alat za transformaciju korisničkog interfejsa. Može se iskoristiti da brzo podesite interfejs koji reflektuje izgled koji drugi operativni sistem koriste.

source: Budgie Desktop Settings
ca: Paràmetres de l'escriptori Budgie
de_de: Budgie Desktopeinstellungen
es: Ajustes al escritorio Budgie
it: Impostazioni di Budgie Desktop
ko: Budgie 데스크톱 설정
nl_nl: Budgie Desktop Instellingen
pl: Ustawienia Pulpitu Budgie
pt_br: Configurações do Budgie Desktop
pt_pt: Definições do Budgie
zh_cn: Budgie 桌面设置

source: <b>Budgie Desktop Settings</b> can be found later in the menu <b>System Tools</b>.
ca: Els <b>paràmetres de l'escriptori Budgie</b> es poden trobar més endavant al menú <b>Eines del sistema</b>.
de_de: Die <b>Budgie Desktopeinstellungen</b> finden Sie später im Menü <b>Systemwerkzeuge</b>.
es: La opción <b>Ajustes al escritorio Budgie</b> se puede encontrar luego en el menú <b>Herramientas del sistema</b>.
it: <b>Impostazioni di Budgie Desktop</b> si possono essere trovate dopo nel menu <b>Strumenti di sistema</b>.
ko: <b>Budgie 데스크톱 설정</b>은 나중에 <b>시스템 도구</b>에서 찾을 수 있습니다.
nl_nl: <b>Budgie Desktop-instellingen</b> zijn later te vinden in het menu <b>Systeem werkset</b>.
pl: <b>Utawienia Pulpitu Budgie</b> znajdziesz później w menu <b>Narzędzia systemowe</b>.
pt_br: As configurações do Budgie Desktop podem ser encontradas mais tarde no menu Ferramentas do Sistema.
pt_pt: As <b>Definições do Budgie</b> podem ser encontradas mais tarde no menu <b>Ferramentas do Sistema</b>.
sr_rs: <b>Budgie Desktop Settings</b> mogu se pronaći u podmeniju System Tools<b>.
zh_cn: <b>Budgie 桌面 设置</b> 可以在后面的菜单 <b>系统工具</b>中找到.

source: Settings
ca: les Preferències
de_de: Einstellungen
es: Configuración
it: Impostazioni
ko: 설정
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
sr_rs: Sistemska podešavanja

source: You can configure just about every aspect of your computer from Settings.
it: Puoi configurare praticamente ogni aspetto del tuo computer dalle Impostazioni.

source: <b>Settings</b> can be found later in the menu <b>System Tools</b>.
it: <b>Impostazioni</b> possono essere trovate dopo nel menu <b>Strumenti di sistema</b>.
