Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience adverse behavior, causing more issues than the open source drivers, such as:
ca: Els controladors de propietat es coneixen com a "blobs" binaris. Un determinat maquinari pot experimentar un comportament advers, i causar més problemes que els controladors de codi obert, com ara:
de_de: Proprietäre Treiber werden als "Binärblob" bezeichnet. Bei bestimmter Hardware kann es zu einem nachteiligen Verhalten kommen, das mehr Probleme verursacht als der Open-Source-Treiber, z.B.:
es: Los controladores propietarios son conocidos como "gotas binarias". Cierto hardware podría experimentar comportamiento adverso, causando más problemas que los controladores de código abierto, como:
it: I driver proprietari sono conosciuti come "blobs binari". Alcuni hardware potrebbero verificarsi comportamenti avversi, causando ulteriori problemi rispetto ai driver open source, ad esempio:
ko: 사유 드라이버는 "Binary blobs"로도 알려져 있습니다. 일부 하드웨어 상에서 이 드라이버를 설치하면 오픈 소스 드라이버에 비해 예기치 못한 오류가 발생하거나, 예상과는 다른 행동을 보일 가능성이 큽니다. 다음은 그러한 문제의 예입니다. :
nl_nl: Propriëtaire stuurprogramma's zijn bekend als "binary blobs". Bepaalde hardware kan nadelig gedrag vertonen, waardoor er meer problemen optreden dan de open source stuurprogramma's, zoals:
pl: Sterowniki własnościowe nazywane są "blobami binarnymi". Pewna grupa sprzętu może działać gorzej, powodując więcej problemów niż w przypadku używania sterowników open source. Mogą wystąpić:
pt_br: Drivers proprietários são conhecidos como "blobs binários". Certos hardware podem sofrer comportamentos adversos, causando mais problemas do que os drivers de código aberto, como:
pt_pt: Os controladores proprietários são conhecidos como "blobs binários". Certo hardware pode sofrer comportamentos adversos, causando mais problemas do que os controladores de código aberto, tais como:
sr_rs: Vlasnički drajveri su takođje poznati kao "binary blobs". Određjeni hardver može da ima različito ponašanje, što može da prouzrokuje više problema nego sa drajverima otvorenog koda, kao što je:
zh_cn: 专有驱动程序被称为 ”二进制 blob”。某些硬件可能会经历不良行为，导致比开源驱动程序更多的问题，例如:

source: Failing to boot to the graphical desktop.
ca: No es pot iniciar a l'escriptori gràfic.
de_de: Fehler beim Booten zum grafischen Desktop.
es: Fallo al iniciar el escritorio gráfico.
it: Impossibile avviare il desktop grafico.
ko: 그래픽 데스크톱으로의 부팅 실패.
nl_nl: Opstarten van het grafische bureaublad lukt niet.
pl: Problemy z uruchomieniem systemu w trybie graficznym.
pt_br: Falha a inicialização para o desktop gráfico.
pt_pt: Falha ao arrancar para o ambiente de trabalho gráfico.
sr_rs: Nemogućnost bootovanja u grafički desktop.
zh_cn: 无法引导到图形桌面.

source: Broken drivers after an upgrade.
ca: Controladors trencats després d'una actualització.
de_de: Defekte Treiber nach einem Upgrade.
es: Controladores corruptos después de una actualización.
it: Driver con problemi dopo un aggiornamento.
ko: 업그레이드 이후 드라이버 손상.
nl_nl: Stuurprogramma's gebroken na een upgrade.
pl: Uszkodzenie sterowników po aktualizacji.
pt_br: Drivers danificados após uma atualização.
pt_pt: Controladores danificados após uma atualização.
sr_rs: Pokvareni drajveri nakon nadogradnje sistema.
zh_cn: 升级后损坏的驱动程序.

source: Severe graphical glitches.
ca: Errors gràfics greus.
de_de: Schwere Grafikfehler
es: Fallas gráficas graves.
it: Difetti grafici gravi.
ko: 심각한 그래픽 깨짐 현상.
nl_nl: Ernstige grafische storingen.
pl: Poważne artefakty przy wyświetlaniu obrazu.
pt_br: Falhas gráficas graves.
pt_pt: Graves falhas gráficas.
sr_rs: Grafički artifakti
zh_cn: 严重的图形化故障.

source: Problems with applications/games requiring hardware acceleration.
ca: Problemes amb aplicacions / jocs que requereixen acceleració de maquinari.
de_de: Probleme mit Anwendungen/Spiele, die Hardwarebeschleunigung erfordern.
es: Problemas con aplicaciones / juegos que requieran aceleración de hardware.
it: Problemi con applicazioni/giochi che richiedono accelerazione hardware.
ko: 하드웨어 가속이 필요한 프로그램 및 게임에서의 문제 발생.
nl_nl: Problemen met applicaties/games waarvoor hardwareversnelling vereist is.
pl: Problemy z aplikacjami/grmi wymagającymi akceleracji sprzętowej.
pt_br: Problemas com as aplicações/jogos que requerem acelaração por hardware.
pt_pt: Problemas com as aplicações/jogos que requerem aceleração por hardware.
sr_rs: Problemi sa aplikacijama/igrama koji zahtevaju hardversku aksceleraciju.
zh_cn: 应用程序/游戏需要硬件加速的问题.

source: <code id="graphics-open-driver-name"></code> is the open source driver for your card.
ca: <code id="graphics-open-driver-name"></code> és el controlador de codi obert per a la vostra targeta.
de_de: <code id="graphics-open-driver-name"></code> ist der Open-Source Treiber für Ihre Grafikkarte,
es: <code id="graphics-open-driver-name"></code> es el controlador de código abierto adecuado para su tarjeta.
it: <code id="graphics-open-driver-name"></code> è il driver open source per la tua scheda.
ko: <code id="graphics-open-driver-name"></code>은(는) 해당 그래픽 카드를 위한 오픈 소스 드라이버입니다.
nl_nl: <code id="graphics-open-driver-name"></code> is de open-source driver voor uw grafische kaart.
pl: <code id="graphics-open-driver-name"></code> jest sterownikiem open source do Twojej karty graficznej.
pt_br: <code id="graphics-open-driver-name"></code> é o driver de código aberto para a sua placa de vídeo.
pt_pt: O <code id="graphics-open-driver-name"></code> é o controlador de código aberto para a sua placa gráfica.
sr_rs: <code id="graphics-open-driver-name"></code> je drajver otvorenog koda za vašu grafičku.
zh_cn: <code id="graphics-open-driver-name"></code> 您的卡是开源驱动程序吗.

source: What about the latest NVIDIA drivers?
ca: Què passa amb els últims controladors d'NVIDIA?
de_de: Was ist mit den neuesten NVIDIA-Treibern?
es: ¿Y qué hay de los controladores NVIDIA más recientes?
it: Che dire dei più recenti driver NVIDIA?
ko: 최신 NVIDIA 드라이버는 어때요?
nl_nl: De nieuwste NVIDIA-stuurprogramma's?
pl: Co z najnowszymi sterownikami NVIDIA?
pt_br: E os últimos drivers da NVIDIA?
pt_pt: E que tal os controladores da NVIDIA mais recentes?
sr_rs: Šta je sa najnovijim NVIDIA drajverima?
zh_cn: 最新的 NVIDIA 驱动程序怎么样?

source: <b>Additional Drivers</b> fetches the latest tested driver from the Ubuntu repositories. Advanced users and gamers who would like newer versions may wish to consider adding the <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a>, which packages up the latest NVIDIA drivers for Ubuntu. These packages are not as thoroughly tested.
ca: <b>Controladors addicionals</b> obté el controlador més recent provat dels dipòsits d'Ubuntu. Els usuaris avançats i els jugadors que vulguin versions més recents poden considerar l’addició del controlador de gràfics <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu PPA2</a>, que combina els controladors d'NVIDIA més recents per a Ubuntu. Aquests paquets no són provats tan exhaustivament.
de_de: <b>Zusätzliche Treiber </b>holt den neuesten getesteten Treiber aus den Ubuntu-Repositories. Fortgeschrittene Benutzer und Gamer, die neuere Versionen möchten, können den <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a> in Erwägung ziehen, der die neuesten NVIDIA-Treiber für Ubuntu enthält. Diese Pakete sind nicht so gründlich getestet.
es: <b>Controladores adicionales</b> consigue el último controlador probado de los repositorios de Ubuntu. Los usuarios avanzados y jugadores que gustaran nuevas versiones podrían desear considerar agregar el <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Controlador Grafico PPA de Ubuntu</a>, que empaqueta los últimos controladores NVIDIA para Ubuntu. Estos paquetes no son probados exhaustivamente.
it: <b>Driver aggiuntivi</b> recupera il driver più recente testato dai repository di Ubuntu. Gli utenti avanzati e i giocatori che desiderano nuove versioni potrebbero voler considerare l'aggiunta del<a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')"> driver PPA di grafica di Ubuntu</a>, che include gli ultimi driver NVIDIA per Ubuntu. Questi pacchetti non sono così ben testati.
ko: <b>추가 드라이버</b>는 우분투 저장소로부터 테스트된 최신 드라이버를 받아옵니다. 상위 버전의 드라이버를 사용하고픈 고급 사용자 및 게이머는 <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a>를 사용하셔도 좋습니다. 이 저장소는 최신 NVIDIA 드라이버를 우분투에 맞게 패키징되지만, 완전히 테스트되진 않습니다.
nl_nl: <b>Extra stuurprogramma's</b> haalt de nieuwste geteste stuurprogramma's uit de Ubuntu-repositories. Geavanceerde gebruikers en gamers die graag een nieuwere versie willen, kunnen overwegen de <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a> toe te voegen, die de nieuwste NVIDIA-stuurprogramma's voor Ubuntu verpakt. Deze pakketten zijn minder grondig getest.
pl: Aplikacja <b>Dodatkowe sterowniki</b> pobiera najnowsze sterowniki z repozytorium Ubuntu. Użytkownicy zaawansowani oraz gracze, którzy chcieliby użyć nowszej wersji sterowników, mogą rozważyć dodanie repozytorium <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu Graphics Driver PPA</a>, gdzie dostępne są pakiety najnowszych sterowników NVIDIA dla Ubuntu. Te pakiety nie są jednakże dokładnie testowane.
pt_br: <b>Drivers Adicionais</b> obtém o driver testado mais recente dos repositórios do Ubuntu. Os usuários avançados e os jogadores que gostariam de versões mais recentes podem querer considerar adicionar o <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Driver de Gráficos do Ubuntu PPA</a>, que oferece os mais recentes drivers da NVIDIA para o Ubuntu. Esses pacotes não são tão bem testados.
pt_pt: <b>Controladores adicionais</b> obtém o controlador testado mais recente dos repositórios do Ubuntu. Os utilizadores avançados e os jogadores que gostariam de versões mais recentes podem querer considerar adicionar o <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Controlador Gráfico do Ubuntu PPA</a>, que oferece os mais recentes controladores da NVIDIA para o Ubuntu. Esses pacotes não são tão bem testados.
sr_rs: <b>Dodatni drajveri</b> dostavljaju najnovije testirane drajvere iz Ubuntu repozitorijuma. Napredni korisnici i gejmeri koji žele najnovije mogu da razmisle o dodavanju <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')"> Ubuntu Grafičkog Drajverskog PPA</a>, čiji paketi sadrže najnovije NVIDIA drajvere za Ubuntu. Ovi paketi nisu uvek previše testirani za bagove.
zh_cn: <b>附加驱动程序</b> 从 Ubuntu 存储库中获取最新的测试驱动程序。喜欢更新版本的高级用户和游戏玩家可以考虑添加 <a onclick="cmd('link?https://launchpad.net/~graphics-drivers/+archive/ubuntu/ppa')">Ubuntu 图形驱动程序 PPA2</a>, 它为 Ubuntu 打包了最新的 NVIDIA 驱动程序。这些包没有经过彻底的测试.

source: This only applies for actively supported cards, and not older cards using the legacy driver.
ca: Això només s'aplica a les targetes admeses activament i no a les més antigues que utilitzin el controlador de llegat.
de_de: Dies gilt nur für aktiv unterstützte Karten und nicht für ältere Karten, die einen Legacy-Treiber verwenden.
es: Esto se aplica solo a tarjetas activamente soportadas, y no tarjetas antiguas utilizando el controlador legado.
it: Questo vale solo per le schede supportate attivamente e non per le schede più vecchie che utilizzano il driver precedente.
ko: 이는 현재 발매되고 지원되는 그래픽 카드에만 적용되며, 구 버전의 드라이버를 사용하는 예전 세대의 그래픽카드에는 적용되지 않습니다.
nl_nl: Dit geldt alleen voor actief ondersteunde kaarten en niet voor oudere kaarten die oude stuurprogramma's gebruiken.
pl: Ma to zastosowanie tylko do aktywnie wspieranych kart, a nie do starszych kart używających wyłącznie nieaktualizowane wersje sterownika.
pt_br: Isso aplica-se apenas as placas gráficas ativamente suportadas, e não as placas mais antigas usando o driver antigo.
pt_pt: Isto aplica-se apenas as placas gráficas ativamente suportadas, e não as placas mais antigas usando o controlador antigo.
sr_rs: Ovo se samo primenjuje za aktivno podržane kartice a ne i za ranije koje koriste starije drajveri.
zh_cn: 这只适用于积极支持的卡，而不是使用传统驱动程序的旧卡.

source: Add Repository
ca: Afegeix un repositori
de_de: Repository hinzufügen
es: Añadir un repositorio
it: Aggiungere Repository
ko: 저장소 추가
nl_nl: Repository toevoegen
pl: Dodaj repozytorium
pt_br: Adicionar Repositório
pt_pt: Adicionar repositório
sr_rs: Dodaj Repozitorijum
zh_cn: 添加库

source: After the PPA is added, newer versions are presented to install in <a onclick="cmd('drivers')">Additional Drivers:</a>
ca: Després d’afegir el PPA, es presenten versions més noves per instal·lar-les a <a onclick="cmd('drivers')">controladors addicionals:</a>
de_de: Nachdem das PPA hinzugefügt wurde, werden Ihnen in <a onclick="cmd('drivers')">Zusätzliche Treiber</a> neuere Versionen zur Installation angeboten:
es: Tras añadir el PPA, aparecerán versiones nuevas para su instalación en <a onclick="cmd('drivers')">Controladores adicionales:</a>
it: Dopo l'aggiunta del PPA, vengono presentate nuove versioni per l'installazione in <a onclick="cmd('drivers')">Driver aggiuntivi:</a>
ko: PPA가 추가된 이후 최신 버전의 드라이버는 <a onclick="cmd('drivers')">추가 드라이버</a>에 표시되며 설치 가능해집니다.
nl_nl: Nadat de PPA is toegevoegd, worden nieuwere versies aangeboden om te installeren in <a onclick="cmd('drivers')">Extra Stuurprogramma's:</a>
pl: Po tym jak dodasz repozytorium PPA, nowsze wersje sterownika są dostępne do zainstalowania w <a onclick="cmd('drivers')">Dodatkowe sterowniki:</a>
pt_br: Depois que a PPA for adicionada, novas versões estarão disponíveis para a instalação em: <a onclick="cmd('drivers')">Drivers Adicionais</a>
pt_pt: Depois que o PPA for adicionado, novas versões estarão disponíveis para a instalação em <a onclick="cmd('drivers')">Controladores adicionais:</a>
sr_rs: Nakon što je PPA dodat, nove verzije su prezentirane za instalaciju u okviru <a onclick="cmd('drivers')">Additional Drivers:</a>
zh_cn: 添加 PPA 后，新版本将安装在 <a onclick="cmd('drivers')">附加驱动程序:</a>

source: Wireless, Bluetooth and Other Devices
ca: Sense fil, Bluetooth i altres dispositius
de_de: WLAN, Bluetooth und andere Geräte
es: Inalámbrico, Bluetooth y Otros Dispositivos.
it: Wireless, Bluetooth e altri dispositivi
ko: Wi-Fi, 블루투스 및 기타 기기
nl_nl: Wifi, Bluetooth en andere apparatuur.
pl: Sieć bezprzewodowa, Bluetooth i inne urządzenia
pt_br: Rede sem fio, Bluetooth e outros dispositivos
pt_pt: Rede sem fios, Bluetooth e outros dispositivos
sr_rs: Wireless, Bluetooh i drugi uređjaji
zh_cn: 无线，蓝牙和其他设备

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
ca: Si no s’ha trobat cap controlador addicional per al maquinari ni ha funcionat després d’instal·lar els paquets de microprogramari. És possible que necessiteu investigar el dispositiu per trobar el controlador adequat.
de_de: Wenn nach der Installation der Firmware-Pakete keine zusätzlichen Treiber für die Hardware gefunden wurden oder diese nicht funktionieren, müssen Sie möglicherweise nach Ihrem Gerät suchen, um den entsprechenden Treiber zu finden.
es: Si no fuesen encontrados controladores adicionales para el hardware ni haya funcionado después de instalar los paquetes de firmware, puede que necesite investigar sobre su dispositivo para encontrar el controlador apropiado.
it: Se non sono stati trovati driver aggiuntivi per l'hardware e/o non funziona dopo l'installazione dei pacchetti firmware, potrebbe essere necessario ricercare il driver appropriato per il dispositivo.
ko: 추가 드라이버가 발견되지도 않고 펌웨어 패키지를 설치한 후에도 작동하지 않는다면, 그 장치에 알맞는 드라이버를 찾기 위해 인터넷에 검색해야 할 수도 있습니다.
nl_nl: Als er geen extra stuurprogramma's voor de hardware zijn gevonden en dit ook niet werkt nadat u de firmwarepakketten hebt geïnstalleerd, moet u mogelijk uw apparaat nader onderzoeken om het juiste stuurprogramma te vinden.
pl: Jeżeli nie znaleziono dodatkowych sterowników dla sprzętu lub te już zainstalowane nie działają prawidłowo, koniecznym może być samodzielne wyszukanie odpowiednich sterowników do twojego urządzenia.
pt_br: Se não houve drivers adicionais para o seu hardware e nem funcionem depois de instalar os pacotes de firmware, talvez seja necessário pesquisar por seu dispositivo para encontrar o driver apropriado.
pt_pt: Se não foram encontrados controladores adicionais para o hardware nem funcionou após a instalação dos pacotes de firmware, poderá ter de pesquisar o seu dispositivo para encontrar o controlador apropriado.
sr_rs: Ako nema dodatnih drajvera za hardware ili ako ne rade nakon instaliranje paketa, potrebno je da pornadjete tačan drajver za vaš uredjaj.
zh_cn: 如果没有为硬件找到附加的驱动程序，也没有在安装固件包后工作，您可能需要研究您的设备来找到合适的驱动程序.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
ca: Malauradament, això es deu al fet que el fabricant del vostre maquinari no ha proporcionat cap codi font per als desenvolupadors que puguin utilitzar-lo lliurement, o no hi ha prou documentació per crear controladors de la vostra marca i model concrets.
de_de: Dies liegt leider daran, dass der Hersteller für Ihre Hardware keinen Quellcode bereitgestellt hat, den Entwickler frei verwenden können, oder dass es nicht genügend Dokumentation gibt, um Treiber für Ihre spezielle Marke und Ihr Modell zu erstellen.
es: Desafortunadamente, esto se debe al hecho de que el fabricante de su hardware no ha provisto ningún código abierto para uso libre por desarrolladores, o hay documentación insuficiente para crear controladores para su marca y modelo en particular.
it: Purtroppo questo è dovuto al fatto che il produttore del tuo hardware non ha fornito alcun codice sorgente per gli sviluppatori da utilizzare liberamente, oppure non è disponibile una documentazione sufficiente per creare driver per la marca e modello.
ko: 불행히도, 이는 제조업체가 해당 하드웨어의 드라이버 소스를 개발자들에게 자유롭게 사용하지 못하게 하거나 아예 제공을 하지 않기 때문일 수도 있고, 개발자들이 해당 하드웨어를 위한 드라이버를 만들기에는 하드웨어가 충분히 문서화되지 않았기 때문일 수도 있습니다.
nl_nl: Helaas is dit te wijten aan het feit dat de fabrikant voor uw hardware geen broncode heeft verstrekt die ontwikkelaars vrijelijk kunnen gebruiken, of dat er onvoldoende documentatie is om stuurprogramma's voor uw specifieke merk en model te maken.
pl: Niestety, wynika to z faktu, że producent Twojego sprzętu nie zapewnił dostępu do kodu źródłowego dla programistów lub też dokumentacja sprzętu jest niewystarczająca, aby było możliwe opracowanie sterowników dla konketnej marki lub modelu.
pt_br: Infelizmente, isso se deve ao fato de o fabricante não ter fornecido algum código fonte para que os desenvolvedores usem livremente ou não há documentação suficiente para criar drivers para sua marca e modelo específicos.
pt_pt: Infelizmente, isso deve-se ao facto de o fabricante não ter fornecido nenhum código fonte para que os programadores usem livremente ou não há documentação suficiente para criar controladores para sua marca e modelo específicos.
sr_rs: Nažalost ovo je zbog toga što većina proizvođjača za vaš hardware nije pružila nikakav izvorni kod za programer koji mogu slobodno da koriste, ili ne postoji dovoljno dokumentacije kako bi se napisali drajveri za model i brand vašeg uređjaja.
zh_cn: 不幸的是，这是因为硬件制造商没有提供任何源代码供开发人员自由使用，或者没有足够的文档为您的特定品牌和型号创建驱动程序

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to <a onclick="smoothPageFade('community.html')">ask the community</a>.
ca: Alguns fabricants poden proporcionar controladors de codi font tancat proporcionats per ells mateixos directament. Si necessiteu assistència, no dubteu a <a onclick="smoothPageFade('community.html')">preguntar-ho a la comunitat</a>.
de_de: Einige Hersteller stellen möglicherweise von ihnen selbst bereitgestellte Closed-Source-Treiber zur Verfügung. Wenn Sie Hilfe benötigen, können Sie gerne <a onclick="smoothPageFade('community.html')">die Community fragen</a>.
es: Algunos fabricantes podrían proporcionar controladores de código cerrado directamente por ellos. Si requiere asistencia, siéntase libre de <a onclick="smoothPageFade('community.html')">preguntar a la comunidad</a>.
it: Alcuni produttori possono fornire loro stessi dei driver closed source. Se hai bisogno di assistenza, sentiti libero di <a onclick="smoothPageFade('community.html')">chiedere alla comunità</a>.
ko: 일부 제조 회사들은 자사 장치를 위해 비 오픈 소스 드라이버를 직접 제공하기도 합니다. 도움이 필요하다면, 언제든지 <a onclick="smoothPageFade('community.html')">커뮤니티</a>에 질문을 올리세요.
nl_nl: Sommige fabrikanten kunnen zelf meegeleverde gesloten stuurprogramma's leveren. Als u hulp nodig heeft, kunt u de <a onclick="smoothPageFade('community.html')">community vragen</a>.
pl: Niektórzy producenci dostarczają bezpośrednio swoje sterowniki z zamkniętym kodem źródłowym. Jeżeli potrzebujesz pomocy w tym temacie, nie krępuj się <a onclick="smoothPageFade('community.html')">zwrócić się z pytaniami do społeczności</a>.
pt_br: Alguns fabricantes podem fornecer drivers de fonte fechada, fornecidos por eles diretamente. Se você precisar de assistência, sinta-se à vontade para <a onclick="smoothPageFade('community.html')">pergunte à comunidade</a>.
pt_pt: Alguns fabricantes podem fornecer controladores de fonte fechada, fornecidos por eles diretamente. Se precisar de assistência, sinta-se à vontade de <a onclick="smoothPageFade('community.html')">perguntar à comunidade</a>.
sr_rs: Neki proizvodjači pružaju drajvere zatvorenog koda direktno. Ako vam je potrebna pomoć slobodno <a onclick="smoothPageFade('community.html')">pitajte zajednicu</a>.
zh_cn: 有些厂商可能会直接提供自己提供的闭源驱动。如果您需要帮助，请随时向 <a onclick="smoothPageFade('community.html')">社区询问 </a>.

source: Read more on troubleshooting wireless hardware.
ca: Llegiu més informació sobre la solució de problemes de maquinari sense fil.
de_de: Lesen Sie mehr über die Problembehebung bei Wireless Hardware.
es: Lea más información sobre cómo solucionar problemas de hardware inalámbrico.
it: Leggi ulteriori informazioni sulla risoluzione dei problemi relativi all'hardware wireless.
ko: 무선 하드웨어 문제 해결에 대해 자세히 알아보기
nl_nl: Lees meer over het oplossen van problemen met draadloze hardware.
pl: Dowiedz się więcej na temat rozwiązywania problemów z urządzeniami bezprzewodowami.
pt_br: Leia mais sobre como solucionar problemas de hardware sem fio.
pt_pt: Leia mais sobre como solucionar problemas de hardware sem fios.
sr_rs: Pročitajte više o dijagnostikovanju problema sa wireless hardverom.
zh_cn: 阅读有关无线硬件故障排除的更多信息

source: Language Input
ca: Entrada de llengua
de_de: Spracheingabe
es: Lenguaje de entrada de texto
it: Inserimento lingua
ko: 언어 입력
nl_nl: Taal
pl: Język wprowadzania
pt_br: Entrada de idioma
pt_pt: Idioma de inserção
sr_rs: Jezik za unos
zh_cn: 语言输入

source: Input method
ca: Mètode d'entrada
de_de: Eingabemethode
es: Método de entrada
it: Metodo di inserimento
ko: 입력 방법
nl_nl: Invoerbron
pl: Metoda wprowadzania
pt_br: Método de entrada
pt_pt: Método de inserção
sr_rs: Način unosa
zh_cn: 输入法
