Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: In <span name="distro-name"></span>, we provide an option to switch between two widely used keyboard entry layouts. IBus(Intelligent Input Bus) and Fcitx(Free Chinese Input Toy for X).
ca: A <span name="distro-name"> </span>, oferim una opció per canviar entre dues disposicions d’entrada de teclat àmpliament utilitzades. IBus (Intelligent Input Bus) i Fcitx (Joguina d’entrada gratuïta xinesa per a X).
de_de: In <span name="distro-name"></span>bieten wir die Möglichkeit, zwischen zwei weit verbreiteten Tastaturbelegungslayouts zu wechseln. IBus (Intelligent Input Bus) und Fcitx (Freies chinesisches "Eingabespielzeug" für X).
es: En <span name="distro-name"></span>, nosotros proporcionamos una opción para intercalar entre dos disposiciones ampliamente usadas de entrada de teclado. IBus (Intelligent input Bus), y Fcitx (Free chinese input toy for X), ambos por sus siglas en Inglés.
it: In <span name="distro-name"></span>, mettiamo a disposizione la possibilità di passare tra due layout di tastiera di immissione ampiamente utilizzati. IBus (Intelligent Input Bus) e Fcitx (Free Chinese Input Toy for X).
ko: <span name="distro-name"></span>에선, 키보드 입력을 지원해주는 소프트웨어 두 가지 중 하나를 선택할 수 있습니다. 하나는 IBus(Intelligent Input Bus, 지능형 입력 버스)이고, 나머지 하나는 Fcitx(Free Chinese Input Toy for X, X를 위한 무료 중국어 입력기)가 있습니다.
pl: W <span name="distro-name"></span>, dajemy możliwość przełączania pomiędzy dwoma powszechnie uzywanymi ukłądami klawiatury. IBus(Intelligent Input Bus) oraz Fcitx(Free Chinese Input Toy for X).
pt_br: No <span name="distro-name"></span>, nós fornecemos uma opção para alternar entre dois layouts de entrada de teclado amplamente utilizados. IBus (Intelligent Input Bus) e Fcitx (Free Chinese Input Toy para X).
pt_pt: No <span name="distro-name"></span>, fornecemos uma opção para alternar entre dois esquemas de entrada de teclado amplamente utilizados. IBus (Intelligent Input Bus) e Fcitx (Free Chinese Input Toy para X).
sr_rs: U <span name="distro-name"></span>, nudimo opcija da menjate izmedju više izgleda za unošenja. IBus (Intelligent Input Bus) i Fcitx (Free Chinese Input Toy for X).

source: Install & Configure IBus
ca: Instal·la i configura IBus
de_de: Installation & Konfiguration IBus
es: Instalar y Configurar IBus
it: Installa & Configura IBus
ko: IBus 설치 및 구성
nl_nl: Installeer & Configureer IBus
pl: Zainstaluj i skonfiguruj IBus
pt_br: Instale e configure o IBus
pt_pt: Instalar e configurar o IBus
sr_rs: Instaliraj i konfiguriši IBus
zh_cn: 安装 & 配置 IBus

source: IBus is active now
ca: IBus ara és actiu
de_de: IBus ist jetzt aktiv
es: IBus está activo ahora
it: IBus è ora attivo
ko: IBus가 활성화되었습니다.
nl_nl: IBus is actief
pl: IBus jest teraz aktywny
pt_br: IBus está ativo
pt_pt: IBus está ativo
sr_rs: IBus je sada aktivan
zh_cn: IBus 现在已激活

source: Install & Configure Fcitx
ca: Instal·la i configura Fcitx
de_de: Installation & Konfiguration Fcitx
es: Instalar y Configurar Fctix
it: Installa & Configura Fcitx
ko: Fcitx 설치 및 구성
nl_nl: Installeer & Configureer Fctix
pl: Zainstaluj i skonfiguruj Fcitx
pt_br: Instale e configure o Fcitx
pt_pt: Instalar e configurar o Fcitx
sr_rs: Instaliraj i konfiguriši Fcitx
zh_cn: 安装 & 配置 Fcitx

source: Fcitx is active now
ca: Fcitx ara és actiu
de_de: Fcitx ist jetzt aktiv
es: Fctix está activo ahora
it: Fcitx è ora attivo
ko: Fcitx가 활성화되었습니다.
nl_nl: Fcitx is actief
pl: Fctix jest teraz aktywny
pt_br: Fcitx está ativo
pt_pt: Fcitx está ativo
sr_rs: Fcitx je sada aktivan
zh_cn: Fcitx 现在已激活

source: Language Support
ca: Suport de llengua
de_de: Unterstützte Sprachen
es: Soporte de Lenguaje
it: Supporto lingue
ko: 언어 지원
nl_nl: Taalondersteuning
pl: Wsparcie dla języków
pt_br: Suporte de Idioma
pt_pt: Suporte de idioma
sr_rs: Podrška za jezik
zh_cn: 语言支持

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
ca: Pot ser que l’ordinador necessiti actualitzacions de la vostra llengua i la vostra configuració de localització, o potser voleu instal·lar l’assistència lingüística addicional.
de_de: Ihr Computer benötigt möglicherweise Updates für Ihre Sprach- und Lokalisierungseinstellungen oder Sie wollen möglicherweise zusätzliche Sprachunterstützung installieren.
es: Es posible que su ordenador requiera actualizaciones de su idioma y configuración de localización, o puede que desee instalar soporte de idioma adicional.
it: Il computer potrebbe richiedere aggiornamenti per le impostazioni di lingua e di localizzazione oppure è possibile installare un supporto linguistico aggiuntivo.
ko: 사용자의 컴퓨터는 사용하고자 하는 언어와 지역화 설정을 위해 업데이트가 필요하거나, 추가 언어 지원 패키지를 설치해야 할 수 있습니다.
nl_nl: Mogelijk heeft uw computer updates nodig voor uw taal- en lokalisatie-instellingen of wilt u mogelijk extra taalondersteuning installeren.
pl: Twój komputer może wymagać aktualizacji ustawień regionalnych oraz językowych. Możesz także zainstalować wsparcie dla dodatkowych języków.
pt_br: Seu computador pode exigir atualizações para suas configurações de idioma e localização, ou você pode querer instalar suporte a idiomas adicionais.
pt_pt: O seu computador pode exigir atualizações para suas definições de idioma e localização, ou pode querer instalar suporte a idioma adicional.
sr_rs: Vaš kompjuter može zahtevati dodatna ažuriranja za vaš jezik i podešavanja za lokalizaciju ili možete želeti da instalirate podršku za dodatni jezik.
zh_cn: 您的计算机可能需要更新您的语言和本地化设置，或者您可能希望安装附加的语言支持.

source: <b>Language Support</b> can be found later in <b><i>Settings <i class="material-icons">&#xE315;</i> Language & Region</i></b>
it: <b>Supporto Lingua</b> può essere trovato più tardi in <b><i>Impostazioni<i class="material-icons">&#xE315;</i> Lingua & Regione </i></b>

source: <b>Language Support</b> can be found later in <b><i>Budgie Control Center <i class="material-icons">&#xE315;</i> Language & Region</i></b>
it: <b>Supporto Lingua</b> può essere trovato più tardi in <b><i> Budgie Control Center <i class="material-icons"> &#xE315; </i> Lingua & Regione </i></b>

source: Complex Input
ca: Entrada complexa
de_de: Komplexe Eingabe
es: Entrada compleja
it: Inserimento complesso
ko: 복잡한 입력 방식
nl_nl: Complexe Invoer
pl: Złożone metody wprowadzania
pt_br: Método de Entrada Complexo
pt_pt: Método de entrada complexo
sr_rs: Kompleksni unos
zh_cn: 混合输入

source: Some regions of the world require complex inputs.
ca: Algunes regions del món necessiten entrades complexes.
de_de: Einige Regionen der Welt benötigen komplexe Eingaben.
es: Algunas regiones del mundo requieren entradas complejas.
it: Alcune regioni del mondo richiedono inserimenti complessi.
ko: 일부 지역에서 사용하려면 복잡한 입력 방식을 사용해야 합니다.
nl_nl: Sommige regio's van de wereld hebben complexe invoer nodig.
pl: Niektóre regiony świata wymagają złożonych metod wprowadzania
pt_br: Algumas regiões do mundo nessecitam de métodos de entrada complexos.
pt_pt: Algumas regiões do mundo necessitam de métodos de entrada complexos.
sr_rs: Neki regioni u svetu zahtevaju kompleksne jezičke unose.
zh_cn: 世界上有些区域需要复杂的输入.

source: Chinese
ca: Xinès
de_de: Chinesisch
es: Chino
it: Cinese
ko: 중국어
nl_nl: Chinees
pl: Chiński
pt_br: Chinês
pt_pt: Chinês
sr_rs: Kineski
zh_cn: 中文

source: Japanese
ca: Japonès
de_de: Japanisch
es: Japonés
it: Giapponese
ko: 일본어
nl_nl: Japans
pl: Japoński
pt_br: Japonês
pt_pt: Japonês
sr_rs: Japanski
zh_cn: 日语

source: Korean
ca: Coreà
de_de: Koreanisch
es: Coreano
it: Coreano
ko: 한국어
nl_nl: Koreaans
pl: Koreański
pt_br: Coreano
pt_pt: Coreano
sr_rs: Korejski
zh_cn: 韩语

source: Backup, Firewall and User Management
ca: Còpia de seguretat, tallafoc i gestió d'usuaris
de_de: Sicherung, Firewall und Benutzer Verwaltung
es: Copias de seguridad, cortafuegos y gestión de usuarios
it: Backup, Firewall e Gestione Utente
ko: 백업, 방화벽 및 사용자 관리
pl: Kopia zapasowa, zapora sieciowa i zarządzanie użytkownikami
pt_br: Backup, Firewall e Gestão de Usuários
pt_pt: Cópias de segurança, Firewall e Gestão de Utilizadores
sr_rs: Backup, Firewall i Korisnički Menadžment

source: <span name="distro-name"></span> provides option to install a backup utility or firewall and supports multiple user accounts.
ca: <span name="distro-name"></span> proporciona l'opció d’instal·lar una utilitat de còpia de seguretat o tallafoc i admet diversos comptes d’usuari.
de_de: <span name="distro-name"></span> bietet die Möglichkeit eine Firewall oder ein Backupprogramm zu installieren und unterstützt mehrere Benutzerkonten.
es: <span name="distro-name"></span> proporciona la opción de instalar una utilidad de respaldo o cortafuegos y soporta múltiples cuentas de usuario.
it: <span name="distro-name"></span> fornisce l'opzione per installare un'utilità di backup oppure un firewall e supporta gli account utente multipli.
ko: <span name="distro-name"></span>는 백업 유틸리티와 방화벽, 다중 사용자 지원을 설치할 수 있는 옵션을 제공합니다.
pl: <span name="distro-name"></span> pozwala opcjonalnie zainstalować narzędzia do tworzenia kopii zapasowych oraz zaporę sieciową. System wspiera również obsługę wielu kont użytkowników.
pt_br: <span name="distro-name"></span> fornece opção para instalar um utilitário de backup ou firewall e oferece suporte a várias contas de usuários.
pt_pt: O <span name="distro-name"></span> fornece a opção para instalar um utilitário de cópias de segurança ou firewall e oferece suporte a várias contas de utilizadores.
sr_rs: <span name="distro-name"></span> pruža više opcija da instalirate alat za backupovanje podataka i firewall koji podržavaju više korisnika.

source: Backups
ca: Còpies de seguretat
de_de: Sicherungen
es: Copias de seguridad
it: Backup
ko: 백업
pl: Kopie zapasowe
pt_pt: Cópias de segurança

source: Nothing is more important than having a backup of your personal files, just in case something disastrous happens to your computer.
ca: No hi ha res més important que tenir una còpia de seguretat dels vostres fitxers personals, per si passa alguna cosa desastrosa al vostre ordinador.
de_de: Nichts ist wichtiger als ein Backup Ihrer persönlichen Dateien, nur für den Fall, dass Ihrem Computer etwas Unglückliches passiert.
es: Nada es más importante que tener una copia de seguridad de sus archivos personales, solo en el caso de que algo desastroso le ocurra a tu computador.
it: Niente è più importante di avere un backup dei tuoi file personali, nel caso in cui qualcosa di disastroso succeda al tuo computer.
pl: Nie ma nic ważniejszego niż posiadanie kopi zapasowej swoich plików osobistych, na wypadek gdyby coś strasznego stało się z Twoim komputerem.
pt_br: Nada é mais importante que fazer um backup dos seus arquivos pessoais, caso algum desastre aconteça com seu computador.
pt_pt: Nada é mais importante do que fazer uma cópia de segurança dos seus ficheiros pessoais, caso algum desastre aconteça com o seu computador.
sr_rs: Ništa nije važno nego da imate backup svojih fajlova u slučaju da se nešto neplanirano desi sa vašim računarom.

source: <b>Deja-Dup</b> is a powerful backup utility that can be installed in <span name="distro-name"></span> and supports backups to local devices as well as online cloud-based services.
ca: <b>Deja-Dup</b> és una eina potent de còpia de seguretat que es pot instal·lar a <span name="distro-name"> </span> i admet còpies de seguretat de dispositius locals i serveis en línia basats en núvol.
de_de: <b>Deja-Dup</b> ist ein sehr leistungsstarkes Werkzeug um Backups Ihres <span name="distro-name"></span> zu erstellen. Es unterstützt sowohl lokale Geräte als auch Cloud-basierte Services.
es: <b>Deja-Dup</b> es una poderosa utilidad de respaldo que puede ser instalada en <span name="distro-name"></span> y soporta respaldos a dispositivos locales como también servicios en línea basados en nube.
it: <b>Deja-Dup</b> è un'applicazione di backup potente che può essere installata in <span name="distro-name"></span> e supporta backup per i dispositivi locali e servizi online basati su cloud.
ko: <b>데자둡 (Deja-Dup)</b>은 <span name="distro-name"></span>에 설치할 수 있는 강력한 백업 유틸리티이며, 로컬 디바이스에 백업을 저장할 수 있는 것은 물론이고 온라인 클라우드 서비스에도 백업을 저장할 수 있습니다.
pl: <b>Deja-Dup</b> jest wszechstronnym narzędziem do kopii zapasowych, które możesz zainstalować w <span name="distro-name"></span>. Pozwala ono tworzyć kopie zapasowe zarówno na dyskach lokalnych, jak i w chmurze.
pt_br: <b>Deja-Dup</b> é um poderoso utilitário de backup que pode ser instalado no <span name="distro-name"></span> e suporta backups para dispositivos locais, bem como serviços online baseados em nuvem.
pt_pt: O <b>Deja-Dup</b> é um poderoso utilitário de cópias de segurança que pode ser instalado no <span name="distro-name"></span> e suporta cópias de segurança para dispositivos locais, bem como serviços online baseados na nuvem.
sr_rs: <b>Deja-Dup</b> je moćan alat za backup koji se može instalirati u <span name="distro-name"></span> i podržava backup na lokalne uredjaje kao i na cloud servere.

source: Configure Backup
ca: Configureu la còpia de seguretat
de_de: Datensicherung einrichten
es: Configurar Copia de seguridad
it: Configurare il backup
ko: 백업 구성
pl: Konfiguruj kopie zapasowe
pt_br: Configure o Backup
pt_pt: Configurar Cópias de segurança
sr_rs: Konfiguriši Backup

source: <b>Backups</b> can be found later in the menu <b>Utilities <i class="material-icons">&#xE315;</i> Backups</b>.
ca: Les <b>Còpies de seguretat</b> es poden trobar més endavant al menú d'<b>utilitats<i class="material-icons">&#xE315;</i> Còpies de seguretat</b>.
it: <b>Backups</b> può essere trovato dopo nel <b>Menu Accessori<i class="material-icons">&#xE315;</i> Backup</b>.
pl: <b>Kopie zapasowe</b> można znaleźć w menu <b>Narzędzia <i class="material-icons">&#xE315;</i> Kopie zapasowe</b>.
pt_br: <b>Backups</b> pode ser encontrado no menu <b>Utilitários <i class="material-icons">&#xE315;</i> Backups</b>.
pt_pt: O <b>Cópias de segurança</b> pode ser encontrado mais tarde no menu <b>Utilitários <i class="material-icons">&#xE315;</i> Cópias de segurança</b>.
sr_rs: <b>Backups</b> mogu biti pronadjene u meniju <b>2Utilities <i class="material-icons">&#xE315;</i>Backups</b>.

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">learn more about firewalls</a>.
ca: Els tallafocs eviten connexions malicioses que entren i surten de l’ordinador. Per defecte, el tallafoc està desactivat, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">obteniu més informació sobre els tallafocs</a>.
de_de: Firewalls verhindern, dass bösartige Verbindungen Ihren Computer betreten und verlassen. Standardmäßig ist die Firewall deaktiviert, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">erfahren Sie mehr über Firewalls </a>.
es: Cortafuegos impiden conexiones maliciosos entrando y saliendo de tu ordenador. Por defecto, el cortafuegos está deshabilitado, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">aprende más sobre cortafuegos</a>.
it: I firewall impediscono le connessioni dannose che entrano ed escono dal computer. Per impostazione predefinita, il firewall è disabilitato, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">Per saperne di più sui firewall</a>.
ko: 방화벽은 컴퓨터로 들어오고 나가는 의심스러운 연결을 방지합니다. 기본적으로, 방화벽은 비활성화되어 있습니다. <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">방화벽에 대해 더 자세히 알아보세요</a>.
pl: Zapory sieciowe chronią Twój komputer przed niebezpiecznymi połączeniami sieciowymi. Domyślnie, zapora sieciowa jest wyłączona. <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">Dowiedz się więcej o zaporach sieciowych</a>.
pt_br: Firewalls previne conexões maliciosas de entrarem ou saírem de seu computador. Por padrão, o firewall vêm desabilitado,<a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">Aprenda mais sobre firewalls</a>.
pt_pt: As firewalls previnem ligações maliciosas de entrarem ou saírem do seu computador. Por padrão, a firewall vêm desativada, <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">aprenda mais sobre firewalls</a>.
sr_rs: Firewall sprečava zlonamerne konekcije da udju i napuste vaš kompjuter. Po defaultu, firewall je onemogućen <a onclick="cmd('link?https://help.ubuntu.com/community/DoINeedAFirewall')">naučite više o firewall-u</a>.

source: <b>Gufw</b> provides a graphical frontend to <code>ufw</code> (Uncomplicated Firewall). If security is important to you, there are <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">more ways to stay secure too</a>.
ca: <b>Gufw</b> proporciona una interfície gràfica a <code>ufw</code> (Tallafoc sense complicacions). Si la seguretat és important, també hi ha <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">més maneres de mantenir-vos segurs</a>.
de_de: <b>Gufw</b> bietet ein grafisches Frontend für <code>ufw</code> (Uncomplicated Firewall). Wenn Sicherheit für Sie wichtig ist, gibt es <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">mehrere Möglichkeiten, um auch sicher zu bleiben</a>.
es: <b>Gufw</b> proporciona un entorno gráfico a <code>ufw</code> (Uncomplicated Firewall). Si la seguridad es importante, hay <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">más formas de mantenerse seguro también</a>.
it: <b>Gufw</b> fornisce un frontend grafico a <code>ufw</code> (Uncomplicated Firewall). Se la sicurezza è importante per te, ci sono <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">altri modi per rimanere sicuri</a>.
ko: <b>Gufw</b>는 <code>ufw</code> (Uncomplicated Firewall, 단순한 방화벽)의 GUI 프론트엔드입니다. 만약 사용자가 보안을 중요하게 생각한다면, 이 외에도 컴퓨터의 보안을 유지시켜줄 <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">다른 여러 가지 방법이 있습니다</a>.
pl: Aplikacja <b>Gufw</b> udostępnia graficzny interfejs użytkownika dla narzędzia <code>ufw</code> (Uncomplicated Firewall). Jeżeli zależy Ci na bezpieczeństwie, to <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')">istnieje jeszcze więcej metod jego utrzymania. </a>.
pt_br: <b>Gufw</b> fornece um ambiente gráfico para o <code>ufw</code> (Uncomplicated Firewall - Firewall descomplicado em português). Se segurança for importante para você, existem <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')"> outras formas de se manter seguro</a>.
pt_pt: O <b>Gufw</b> fornece um ambiente gráfico para o <code>ufw</code> (Uncomplicated Firewall - Firewall descomplicado em português). Se a segurança for importante para si, existem <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')"> outras formas de se manter seguro</a>.
sr_rs: <b>Gufw</b> pruža grafički panel za <code>ufw</code> (Nekomplikovani firewall). Ako vam je bezbednost važna postoje <a onclick="cmd('link?https://wiki.ubuntu.com/BasicSecurity')"> više načina da ostanete bezbedni</a>.

source: Configure Firewall
ca: Configureu el tallafoc
de_de: Firewallkonfiguration
es: Configurar el cortafuegos
it: Configurare il firewall
ko: 방화벽 구성
pl: Skonfiguruj zaporę sieciową
pt_br: Configure a Firewall
pt_pt: Configurar Firewall
sr_rs: Konfiguriši Firewall

source: Firewall Configuration</b> can be found later in the menu <b>System Tools<i class="material-icons">&#xE315;</i> Firewall Configuration</i></b>.
it: La configurazione del Firewall</b> può essere trovata più avanti nel menu <b> Strumenti di sistema <i class="material-icons">&#xE315;</i> Configurazione Firewall</i></b>.

source: Users
ca: Usuaris
de_de: Benutzer
es: Usuarios
it: Utenti
ko: 사용자
nl_nl: Gebruikers
pl: Użytkownicy
pt_br: Usuários
pt_pt: Utilizadores
sr_rs: Korisnici
zh_cn: 用户

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
ca: Compartiu l'ordinador amb altres persones? Configureu un compte d'usuari separat per a cada usuari per protegir-ne la privadesa individual.
de_de: Teilst du deinen Computer mit anderen? Erstelle ein eigenes Benutzerkonto für jeden Nutzer, um die Privatsphäre jedes Einzelnen zu bewahren.
es: ¿Compartes tu ordenador con otras personas? Configura una cuenta de usuario distinta para cada usuario para proteger la privacidad individual de cada usuario que comparte el mismo ordenador.
it: Condividere il computer con gli altri? Impostare un account utente separato per ogni utente per proteggere la privacy individuale di tutti gli utenti che condividono lo stesso computer.
ko: 다른 사용자와 이 컴퓨터를 공유하려고 하나요? 분리된 사용자 계정을 설정하여 각자의 개인 정보를 보호하면서 컴퓨터를 같이 쓰도록 하세요.
nl_nl: Deel uw computer met anderen? Stel een afzonderlijke gebruikersaccount in voor elke gebruiker om de privacy te beschermen van elke gebruiker die dezelfde computer deelt.
pl: Dzielisz komputer z innymi? Skonfiguruj oddzielne konta użytkownika dla każdej z tych osób, aby chronić prywatność każdego, kto korzysta z tego komputera.
pt_br: Compartilha seu computador com outros? Configure uma conta de usuário separada para cada usuário para proteger a privacidade individual de cada usuário que compartilha o mesmo computador.
pt_pt: Partilha o computador com outros? Configure uma conta de utilizador separada para cada utilizador para proteger a privacidade individual de cada utilizador que partilha o mesmo computador.
sr_rs: Delite svoj kompjuter sa drugima? Podesite posebni korisnički nalog za svakog korisnika kako bi zaštitili privatnost korisnika koji dele isti kompjuter.
zh_cn: 与他人分享你的电脑? 为每个用户设立单独的用户帐户，以保护共用同一电脑的每个用户的个人私隐.

source: You can also log in to a <b>Guest Session</b> if someone is using your computer as a one-off.
ca: També podeu iniciar sessió en una <b>sessió de convidat</b> si algú està utilitzant l’ordinador de manera puntual.
de_de: Sie können sich auch bei einer <b>Guest-Sitzung</b> anmelden, wenn jemand Ihren Computer einmalig verwendet.
es: Puede tambien iniciar sesión en una <b>Sesion de Invitado</b> si alguien esta utilizando su computadora por única vez.
it: E' anche possibile accedere con una <b>sessione ospite</b> se qualcuno sta utilizzando il tuo computer per la prima volta.
ko: 다른 사용자가 일회적으로 컴퓨터를 사용해야 한다면 <b>손님 세션</b>으로 로그인할 수 있습니다.
nl_nl: Aanmelden kan ook via een gastsessie als iemand de computer eenmalig gebruikt.
pl: Można również logować się do <b>Sesji Gościa</b>, jeżeli ktoś chce jednorazowo skorzystać z twojego komputera.
pt_br: Você também pode fazer um login em <b> Sessão de convidado </b> se alguém estiver usando seu computador uma única vez.
pt_pt: Também pode iniciar sessão numa <b>sessão de convidado</b> se alguém estiver a usar o seu computador uma única vez.
sr_rs: Takođje možete da se ulogujete u <b>Gostujuću Sesiju</b> ako je nekom potrebno da koristi vaš kompjuter samo jedanput.
zh_cn: 您也可以登录到 <b>来宾会话</b> 如果有人一次性使用您的计算机.

source: Configure Users
ca: Configureu usuaris
de_de: Benutzerkonfiguration
es: Configurar Usuarios
it: Configurare gli utenti
ko: 사용자 구성
nl_nl: Configureer gebruikers
pl: Skonfiguruj użytkowników
pt_br: Configurar Usuários
pt_pt: Configurar Utilizadores
sr_rs: Konfiguriši Korisnike
zh_cn: 配置用户
