Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: <b><u>Back up</u></b> important data to another drive.
ca: <b><u>Feu còpia de seguretat</u></b> de les dades importants en un altre dispositiu.
de_de: <b><u>Sicherung</u></b> wichtige Daten zu einem anderen Laufwerk.
es: Crear una <b><u>copia de seguridad</u></b> de los datos importantes en otra unidad.
it: Eseguire il <b><u>Back up </u></b> dei dati importanti su un'altra unità.
ko: 중요한 정보의 <b><u>백업</u></b>.
nl_nl: Maak een <b><u>back-up</u></b> van belangrijke data naar een andere schijf.
pl: Zrób na oddzielnym dysku <b><u>kopię zapasową</u></b> ważnych danych.
pt_br: <b><u>Faça Backup</u></b> de qualquer dado importante para outra unidade de armazenamento.
pt_pt: <b><u>Faça uma cópia de segurança</u></b> de qualquer dado importante para outra unidade de armazenamento.
sr_rs: <b><u>Sačuvajte</u></b> važne podatke na drugom medijumu za prenos podataka.
zh_cn: <b><u>备份</u></b> 重要数据到另一个驱动器.

source: Defragment the hard drive.
ca: Desfragmenteu el disc dur.
de_de: Festplatte defragmentieren.
es: Desfragmentar el disco duro.
it: Deframmentare l'unità disco rigido.
ko: 하드 디스크 조각 모음.
nl_nl: Defragmenteer de hardeschijf.
pl: Dokonaj defragmentacji dysku twardego.
pt_br: Desfragmentar o disco rígido.
pt_pt: Desfragmentar o disco rígido.
sr_rs: Defragmentirajte hard disk.
zh_cn: 整理硬盘碎片.

source: Ensure Windows has been cleanly shut down (not hibernated).
ca: Assegureu-vos que el Windows s'hagi tancat correctament (no hibernat).
de_de: Stellen Sie sicher, dass Windows vollständig heruntergefahren wurde (nicht Ruhezustand).
es: Asegúrese de que Windows se ha apagado completamente (no hibernado).
it: Assicurarsi che Windows è stato arrestato in modo pulito (non ibernato).
ko: Windows의 완전 종료 여부 (최대 절전 모드가 아님).
nl_nl: Controleer of Windows goed afgesloten is (niet in slaapstand).
pl: Upewnij się, ze system Windows został całkowicie zamknięty (a nie zahibernowany).
pt_br: Certifique-se de que o Windows foi desligado de forma limpa (sem hibernação).
pt_pt: Certifique-se de que o Windows foi encerrado de forma limpa (sem hibernação).
sr_rs: Postarajte se da ste uradili čisto isključenje Windows-a (da nije u Hibernaciji).
zh_cn: 确保 Windows 已完全关闭 (未休眠).

source: Which approach would you prefer?
ca: Quina disposició preferiu?
de_de: Welches Vorgehen bevorzugen Sie?
es: ¿Qué método prefiere?
it: Quale approccio preferisci?
ko: 선호하는 방식은 어떤 건가요?
nl_nl: Welke aanpak heeft uw voorkeur?
pl: Jakie podejście wybierasz?
pt_br: Qual abordagem você prefere?
pt_pt: Que abordagem prefere?
sr_rs: Koji pristup preferirate?
zh_cn: 你喜欢哪种方式?

source: Simple
de_de: Einfach
es: Sencillo
it: Semplice
ko: 간단
nl_nl: Eenvoudig
pl: Proste
pt_br: Simples
pt_pt: Simples
sr_rs: Jednostavan
zh_cn: 简单

source: Advanced
ca: Avançada
de_de: Fortgeschritten
es: Avanzado
it: Avanzato
ko: 고급
nl_nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançada
sr_rs: Napredan
zh_cn: 先进

source: Safest
ca: Segura
de_de: Sicherste
es: El más seguro
it: più sicuro
ko: 안전
nl_nl: Veiligst
pl: Najbezpieczniejsze
pt_br: Seguro
pt_pt: Segura
sr_rs: Najbezbedniji
zh_cn: 安全

source: The simplest method is to use the installer.
ca: El mètode més simple és d'utilitzar l'instal·lador.
de_de: Die einfachste Methode ist den Installer zu benutzen.
es: El método más seguro es usar el instalador.
it: Il metodo più semplice è quello di utilizzare l'installer.
ko: 가장 간단한 방법은 설치기를 이용하는 것입니다.
nl_nl: De eenvoudigste methode is om het installatie programma te gebruiken.
pl: Najprostsza metoda to użycie instalatora.
pt_br: O método mais simples é usar o instalador.
pt_pt: O método mais simples é usar o instalador.
sr_rs: Najednostavniji metod je da koristite instaler.
zh_cn: 最简单的方法是使用安装程序.

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
ca: L'instal·lador revisa els discos intentant trobar sistemes operatius i suggereix una alternativa pel que vulgueu fer.
de_de: Der installer durchsucht Ihre Festplatten nach bestehenden Betriebssystemen und schlägt mögliche Vorgehensweisen vor.
es: El instalador escanea sus discos para sistemas operativos existentes y ofrece una opción sobre lo que desea hacer.
it: L'installatore esegue la scansione dei dischi per i sistemi operativi esistenti e fornisce una scelta su ciò che si desidera fare.
ko: 설치기는 기존의 운영 체제를 찾기 위해 디스크를 스캔할 것이고, 그에 따라 가능한 설치 형태를 알려드립니다.
nl_nl: Het installatieprogramma scant uw schijven op bestaande besturingssystemen en biedt een keuze voor wat u zou willen doen.
pl: Instalator skanuje Twoje dyski pod katem istniejących systemów operacyjnych, a następnie umożliwia Ci podjęcie decyzj, co do dalszych kroków.
pt_br: O instalador verifica seus discos por sistemas operacionais existentes e fornece uma escolha sobre o que você gostaria de fazer.
pt_pt: O instalador verifica os seus discos por sistemas operativos existentes e fornece uma escolha sobre o que gostaria de fazer.
sr_rs: Instaler skenira vaše hard diskove za postojeće operativne sistem i daje vam opciju izbora u tome šta želite da uradite.
zh_cn: 安装程序扫描您的磁盘，查找现有的操作系统，并提供您想要做的选择.

source: You will see an option similar to this:
ca: Veureu una opció semblant a aquesta:
de_de: Sie werden eine ähnliche Option hierzu sehen:
es: Verás una opción similar a esta:
it: Si vedrà un'opzione simile a questa:
ko: 다음과 비슷한 옵션을 보게 됩니다. :
nl_nl: U ziet een vergelijkbare optie:
pl: Zobaczysz opcje podobne do poniższych:
pt_br: Você verá uma opção semelhante a esta:
pt_pt: Irá ver uma opção semelhante a esta:
sr_rs: Videćete opciju slično ovoj:
zh_cn: 您将看到一个类似的选项:

source: Followed by:
ca: Seguit per:
de_de: Gefolgt von:
es: Seguido por:
it: Seguito da:
nl_nl: Gevolgd door:
pl: A następnie:
pt_br: Seguido por:
pt_pt: Seguido por:
sr_rs: Praćenu sa:
zh_cn: 关注:

source: Do not interrupt or power off the computer during a resize operation.
ca: No atureu la càrrega de corrent durant una operació de redimensionament de disc.
de_de: Schalten sie den Computer nicht aus oder unterbrechen seine Stromzufuhr während einer Größenanpassung.
es: No interrumpa o apague el ordenador durante la operación de cambiar el tamaño.
it: Non interrompere o spegnere il computer durante un'operazione di ridimensionamento.
ko: 리사이징 작업 중에는 작업을 중단하거나 컴퓨터를 종료하지 마세요.
nl_nl: Onderbreek of schakel de computer niet uit tijdens het wijzigen van de grootte van een partitie.
pl: Nie przerywaj operacji ani nie wyłączaj komputera w trakcie zmiany rozmiaru partycji.
pt_br: Não interrompa ou desligue o computador durante a operação de reparticionamento.
pt_pt: Não interrompa ou desligue o computador durante a operação de reparticionamento.
sr_rs: Ne prekidajte i ne gasite kompjuter tokom opcije preraspodele diska.
zh_cn: 在调整大小操作期间不中断或关闭计算机.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
ca: Si ho féssiu, podria produir-se una pèrdua de dades o una corrupció de la taula de particions. Si us plau, reviseu els canvis que heu indicat abans d'iniciar el procés.
de_de: Wenn Sie dies tun könnten Datenverlust oder Korruption der Partitionstabelle auftreten. Bitte überprüfen Sie Ihre Änderungen bevor Sie fortfahren.
es: Si lo hace, podría haber pérdida de datos o podría corromperse la tabla de particiones. Por favor, compruebe de nuevo los cambios antes de continuar.
it: Se lo fai, potrebbero verificarsi perdite di dati o una corruzione tabella delle partizioni. Si prega di controllare le modifiche prima di procedere.
ko: 그렇게 한다면, 데이터가 손실되거나 파티션 테이블이 손상될 수 있습니다. 진행하기 전에 다시 한 번 확인하세요.
nl_nl: Als u dit doet, kan er gegevensverlies of corruptie van een partitietabel optreden. Controleer uw wijzigingen voordat u verder gaat.
pl: Jeżeli to zrobisz, może dojść do utraty danych lub uszkodzenia tablicy partycji. Zanim przejdziesz dalej, sprawdź dokładnie zaplanowane zmiany.
pt_br: Se você fizer isso, pode ocorrer perda de dados ou corrupção na tabela de partição. Verifique as alterações antes de prosseguir.
pt_pt: Se fizer isso, pode ocorrer perda de dados ou corrupção na tabela de partição. Verifique as alterações antes de prosseguir.
sr_rs: Ako to uradite, gubitak podataka ili korupcija partcije se može desite. Molimo vas da proverite dvaput vaše promene pre nego što nastavite.
zh_cn: 如果这样做，可能会发生数据丢失或分区表损坏。在继续之前，请再次检查您的更改.

source: The installer may show a <span class="fa fa-spinner"></span> spinner cursor for a long period of time, depending on the size of your disk.
ca: L'instal·lador pot mostrar una <span class="fa fa-spinner"></span> de desplaçament durant un període llarg de temps, depenent de les dimensions del disc.
de_de: Der installer könnte einen <span class="fa fa-spinner"></span> cursor für einige Zeit anzeigen, die Dauer ist von der Größe der Festplatte abhängig.
es: El instalador podría mostrar un <span class="fa fa-spinner"></span>cursor girando por un largo período de tiempo, dependiendo en el tamaño de su disco.
it: L'installer può mostrare un <span class="fa fa-spinner"></span> cursore dello spinner per un lungo periodo di tempo, a seconda della dimensione del disco.
ko: 디스크의 크기에 따라 설치기가 오랜 시간동안 <span class="fa fa-spinner"></span> 작업 중 커서를 보일 수 있습니다.
nl_nl: Het installatieprogramma kan een draaiende <span class="fa fa-spinner"></span> cursor voor een lange tijd laten zien, afhankelijk van de grootte van uw schijf.
pl: Instalator może wyświetlać <span class="fa fa-spinner"></span> ikonę przez bardzo długi czas, w zależności od rozmiaru dysku.
pt_br: O instalador pode mostrar um <span class="fa fa-spinner"></span> cursor giratório por um longo período de tempo, dependendo do tamanho do seu disco.
pt_pt: O instalador pode mostrar um cursor giratório <span class="fa fa-spinner"></span> por um longo período de tempo, dependendo do tamanho do seu disco.
sr_rs: Instaler može prikazati <span class="fa fa-spinner"></span> kursor koji se okreće u dužem period, u zavisnosti od veličine vašeg hard diska.
zh_cn: 安装程序可能会在很长一段时间内显示 <span class="fa fa-spinner">spinner </span> 游标，这取决于磁盘的大小.

source: <b>When you next boot Windows, run</b> <code>chkdsk /f</code> from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
ca: <b>Després, quan arrenqueu el Windows, executeu</b> <code>chkdsk /f</code> a la línia de comandes per revisar possibles errors de sistema. El Windows pot programar aquesta tasca perquè s'executi automàticament. Això millora la consistència del sistema de fitxers NTFS.
de_de: <b>Wenn Sie das nächste mal Windows starten, führen Sie</b><code>chkdsk /f</code> auf der Kommandozeile aus, um das Dateisystem nach Fehlern zu überprüfen. Es könnte sein, dass Windows Ihnen diese Überprüfung automatisch vorschlägt. Dies sichert die Konsistenz des NTFS Dateisystems.
es: <b>La próxima vez que arranque Windows, ejecute</b> <code>chkdsk /f</code> desde la línea de comandos para verificar errores en el sistema de archivos. Windows podria programar esto automaticamente. Esto asegura la consistencia para el sistema de archivos NTFS.
it: <b>Quando si avvia di nuovo Windows, eseguire</b> chkdsk / f dal prompt dei comandi per controllare gli errori del file system. Windows può pianificare questo automaticamente. Ciò garantisce la coerenza del file system NTFS.
ko: <b>다음에 Windows로 부팅</b>하게 되면, NTFS 파일 시스템의 오류를 확인하기 위해 명령 프롬프트(cmd.exe)에서 <code>chkdsk /f</code>를 실행해주세요. Windows는 오류 확인 작업을 자동적으로 예약할 것입니다.
nl_nl: <b>Wanneer u Windows weer voor het eerst opstart, voer dan</b><code> chkdsk /f</code> uit vanaf de opdrachtprompt om het bestandssysteem op fouten te controleren. Windows kan dit automatisch plannen. Dit zorgt voor consistentie voor het NTFS-bestandssysteem.
pl: <b>Kiedy następnym razem uruchomisz system Windows, wpisz </b> <code>chkdsk /f</code> w wierszu poleceń, aby sprawdzić ewentualne błędy system plików. System Windows może zaplanować tę operację automatycznie. Zapewni to spójność systemu plików NTFS.
pt_br: <b>Quando você inicializa o Windows, execute</b> <code>chkdsk /f</code> a partir do prompt de comando para verificar ser o sistema de arquivos a erros. O Windows pode programar isso automaticamente. Isso garante a consistência do sistema de arquivos NTFS.
pt_pt: <b>Quando iniciar o Windows, execute</b> <code>chkdsk /f</code> a partir da linha de comandos para verificar se existem erros no sistema de ficheiros. O Windows pode programar isto automaticamente. Isto garante a consistência do sistema de ficheiros NTFS.
sr_rs: <b> Kada sledeći put pokrenete Windows, ukucajte</b> <code>chkdsk /f</code> iz komandne table kako bi proverili fajl sistem za greške. Windows će možda ovo sprovesti automatski. Ovo potvrđjuje konzistentnost za NTFS fajl sistem.
zh_cn: <b>当您下次启动 Windows 时, 运行</b> <code>chkdsk /f</code> 查文件系统是否有错误. Windows 可能会自动安排这一点。这确保了 NTFS 文件系统的一致性。

source: Use GParted or the installer's "Custom" option.
ca: Utilitzeu el GParted o l’opció "Personalitzada" de l’instal·lador.
de_de: Benutzen Sie GParted oder die Option "Angepasst" des Installers
es: Utilice GParted o la opción «Personalizado» del instalador.
it: Utilizza GParted o l'opzione "Custom" dell'installer.
ko: GParted를 이용하거나 설치기의 "사용자 지정" 옵션을 사용하세요.
nl_nl: Gebruik GParted of de "Aangepaste" optie van het installatieprogramma.
pl: Użyj aplikacji GParted lub opcji instalatora "Wybór własny".
pt_br: Use GParted ou a opção "Personalizada" do instalador.
pt_pt: Utilize o GParted ou a opção "Personalizada" do instalador.
sr_rs: Koristite GParted ili instalersku "Custom" opciju.
zh_cn: 使用 GParted 或安装程序的 “自定义” 选项.

source: <b>GParted</b> is available during the live session only. It is located under the <b>System Tools <i class="material-icons">&#xE315;</i></b>menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
ca: El <b>GParted</b> només està disponible durant la sessió autònoma. Es troba al menú <b>Eines del sistema <i class="material-icons">&#xE315;</i></b>. El GParted proporciona una flexibilitat total quant a les particions, principalment per als usuaris que saben com els agradaria tenir disposats els discs. Aquest mètode fa canvis a les particions abans de la instal·lació.
it: <b>GParted</b> è disponibile solo durante la sessione live. Si trova sotto <b>Strumenti di sistema <i class="material-icons">&#xE315;</i></b>Menu. GParted offre una completa flessibilità per le partizioni, principalmente per utenti esperti che sanno come vorrebbero il layout dei loro dischi. Questo metodo apporta modifiche alle partizioni prima dell'installazione.
nl_nl: <b>GParted</b> is alleen beschikbaar tijdens de live sessie. Het is te vinden in het menu <b>Systeemtools <i class="material-icons">&#xE315;</i></b>. GParted biedt volledige flexibiliteit over uw partities, voornamelijk voor ervaren gebruikers die weten hoe ze hun schijven willen opmaken. Met deze methode worden wijzigingen aangebracht in partities voorafgaand aan de installatie.
pl: <b>GParted</b> jest dostępny tylko podczas sesji live. Znajduje się on w menu <b>Narzędzia systemowe <i class="material-icons">&#xE315;</i></b>. GParted zapewnia pełną elastyczność w zarządzaniu partycjami, głównie dla zaawansowanych użytkowników, którzy wiedzą, jak chcieliby ułożyć swoje dyski. Ta metoda wprowadza zmiany w partycjach przed instalacją.
pt_br: <b>GParted</b> esta disponível somente na sessão live. Esta localizado no menu <b>Ferramentas do Sistema <i class="material-icons">&#xE315;</i></b>. GParted fornece total flexibilidade sobre suas partições, principalmente para usuários experientes que sabem como particionar seus discos. Este método faz mudanças nas partiçoes antes da instalação
pt_pt: O <b>GParted</b> está disponível apenas durante a sessão 'live'. Está localizado sob o menu <b>Ferramentas do sistema <i class="material-icons">&#xE315;</i></b>. O GParted oferece total flexibilidade sobre as suas partições, principalmente para utilizadores avançados que sabem como gostariam de dispor os seus discos. Este método faz alterações nas partições antes da instalação.
sr_rs: <b>GParted</b> je dostupan samo tokom live sesije. Lociran je kod <b>System Tools<i class="material-icons">&#xE315</i></b>menu. GParted pruža kompletnu fleksibilnost u upravljanju particijama, prevashodno za napredne korisnike koji znaju kako žele da njihov disk izgleda. Ovaj metod pravi promene na pariticijama pre same instalacije.
zh_cn: <b>GParted</b> 仅在活动会话期间可用。它位于<b>系统工具 <i class="material-icons">&#xE315;</i></b>菜单. GParted 为您的分区提供了完全的灵活性，主要是为那些知道如何布局磁盘的高级用户提供的。此方法在安装之前对分区进行更改.

source: Open GParted
ca: Obre el GParted
de_de: GParted öffnen
es: Abrir GParted
it: Apri GParted
ko: GParted 열기
pl: Otwórz aplikację GParted
pt_br: Abrir GParted
pt_pt: Abrir o GParted
sr_rs: Otvori Gparted
zh_cn: 打开 GParted

source: After completing operations to your disk, you can leave the remaining space unallocated, whereby the installer will detect this unused space to install <span name="distro-name"></span> to.
ca: Després de completar les operacions al vostre disc, podeu deixar l’espai restant sense assignar-lo, de manera que l’instal·lador detectarà l’espai que no s’utilitza per instal·lar-hi<span name="distro-name"></span>.
de_de: Nachdem die Festplattenkonfiguration abgeschlossen ist können Sie den restlichen Speicherplatz unbelegt lassen, der installer wird den ungenutzten Speicherplatz für die Installation von <span name="distro-name"></span> erkennen.
es: Despues de completar las operaciones a su disco, puede dejar el espacio remanente sin asignar, en tanto que el instalador detectará este espacio inutilizado para instalarse.<span name="distro-name"></span>.
it: Dopo aver completato le operazioni sul disco, è possibile lasciare lo spazio rimanente non assegnato, per cui l'installatore rileverà questo spazio inutilizzato per installare <span name="distro-name"></span>.
ko: 디스크에 모든 작업을 마친 후, 남은 공간은 별도로 할당하지 않아도 됩니다. 설치기는 디스크의 할당되지 않은 남은 공간에 <span name="distro-name"></span>를 설치하려고 할 것입니다.
pl: Po zakończeniu operacji na dysku, możesz pozostawić niewykorzystaną przestrzeń nieprzypisaną. Instalator wykryje to nieużywane miejsce i zainstaluje tam <span name="distro-name"></span>.
pt_br: Depois de concluir as operações no seu disco, você pode deixar o espaço restante não alocado, pelo que o instalador detectará esse espaço não utilizado para instalar o <span name="distro-name"></span>.
pt_pt: Depois de concluir as operações no seu disco, pode deixar o espaço restante não atribuído, pelo que o instalador irá detetar esse espaço não utilizado para instalar o <span name="distro-name"></span>.
sr_rs: Nakon što se operacije završi, možete ostaviti preostali prostor nelocirani, tako da će intstaler detektovati nelokorisceni prostor da instalira <span name="distro-name"></span> na istom.

source: Using the Installer's "Custom" option.
ca: Ús de l’opció "Personalitzada" de l’instal·lador.
de_de: Verwenden der Option "Angepasst" des Installers
es: Usando la opción "Personalizado" del instalador
it: Utilizzando l'opzione "Custom" del programma di installazione.
ko: 설치기의 "사용자 지정" 옵션을 사용합니다.
nl_nl: Gebruik de "aangepaste" optie van de installer.
pl: Użycie opcji instalatora "Wybór własny".
pt_br: Usando a opção "Personalizada" do instalador.
pt_pt: Ao utilizar a opção "Personalizada" do instalador.
sr_rs: Korišćenjem instalerske "Custom" opcije.
zh_cn: 使用安装程序的 "自定义" 选项.

source: Instead or in addition to GParted, the <b>Custom</b> option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
ca: En comptes d'això o a més del <b>GParted</b>, l’opció Personalitzada durant l’assistent d’instal·lació també pot configurar i canviar la mida de les particions, així com seleccionar els punts de muntatge. Dividir els vostres discs pot facilitar la instal·lació posterior del sistema operatiu si ho desitgeu.
de_de: Anstelle von- oder zusätzlich zu GParted kann die <b>Benutzerdefiniert</b> Option während der Installation Ihre Partitionsgrößen ändern und Einhängepunkte wählen. Aufteilung der Festplatten kann es erheblich einfacher machen das Betriebssystem später auf Wunsch neu zu installieren.
es: En vez de, o adicionalmente a GParted, la opción <b>Personalizar</b> durante el mago de la instalación puede tambien configurar y redimensionar sus particiones asi como tambien elegir puntos de montaje. Dividir sus discos puede resultarle mas fácil al reinstalar el sistema operativo luego si lo desea.
it: Invece o in aggiunta a GParted, l'opzione <b>Custom</b> durante l'installazione guidata può anche configurare e ridimensionare le partizioni e scegliere i mount point. La divisione dei dischi può rendere un po 'più facile reinstallare il sistema operativo in un secondo momento se lo si desidera.
ko: GParted를 사용한 후, 혹은 GParted 대신에 설치 마법사 설정 진행 중 <b>사용자 지정</b> 옵션을 사용해도 됩니다. 이 옵션에서도 마찬가지로 파티션의 크기를 다시 조절할 수 있고, 마운트 포인트를 지정할 수도 있습니다. 디스크의 구역을 나누는 것은 나중에 운영 체제를 다시 설치하는 것보다 더 쉽고 간편한 방법입니다.
nl_nl: In de plaats van of in aanvulling op GParted, kan de optie <b>Aangepast</b> tijdens de installatie-assistent ook uw partities configureren en vergroten of verkleinen en koppelpunten kiezen. Het verdelen van uw schijven kan het iets gemakkelijker maken om het besturingssysteem desgewenst later opnieuw te installeren.
pl: Zamiast użycia aplikacji GParted możesz wybrać opcję <b>Wybór własny</b> w kreatorze instalacji, aby skonfigurować partycje, zmienić ich rozmiar, a także wybrać punkty montowania. Podzielenie Twojego dysku na partycje uprości w przyszłości ponowną instalację systemu operacyjnego, jeśli zajdzie taka potrzeba.
pt_br: Em vez disso ou em adição ao GParted, a opção <b>Personalizada</b> durante o assistente de instalação também pode configurar e redimensionar suas partições, bem como escolher pontos de montagem. Dividir seus discos pode tornar mais fácil a reinstalação do sistema operacional mais tarde, se desejado.
pt_pt: Em vez ou para além do GParted, a opção <b>Personalizada</b> durante o assistente de instalação também pode configurar e redimensionar as suas partições, bem como escolher pontos de montagem. Dividir os seus discos pode tornar mais fácil a reinstalação do sistema operativo mais tarde, se desejado.
sr_rs: Umesto ili kao dodatak Gparted <b>Custom</b> opcija tokom instalacionog čarobnjaka može da konfigurise i podesi vaše particije i da izabere mount pointe. Podela diska može napraviti nešto lakšim reinstalaciju operativnog sistema kasnije ako to želite.
zh_cn: 除了 GParted 之外，安装向导中的 <b>自定义</b> 选项还可以配置和调整分区的大小，以及选择挂载点。如果需要的话，划分磁盘可以使稍后重新安装操作系统更容易一些.

source: You can specify these mount points:
ca: Podeu especificar aquests punts de muntatge:
de_de: Sie können diese Einhängepunkte wählen:
es: Puede especificar los siguientes puntos de montaje:
it: Puoi specificare questo mount points:
ko: 마운트 포인트를 직접 지정할 수 있습니다. :
nl_nl: Deze mountpunten zijn beschikbaar:
pl: Możesz określić następujące punkty montowania:
pt_br: Você pode especificar esses pontos de montagem:
pt_pt: Pode especificar estes pontos de montagem:
sr_rs: Možete specifikovati mount points:
zh_cn: 您可以指定这些挂载点:

source: The base for <span name="distro-name"></span>
ca: La base per a <span name="distro-name"></span>
de_de: Die Basis für <span name="distro-name"></span>
es: La base para <span name="distro-name"> </span>
it: La base per <span name="distro-name"></span>
ko: <span name="distro-name"></span>의 기반
pl: Miejsce instalacji <span name="distro-name"></span>
pt_br: A base para o <span name="distro-name"></span>
pt_pt: A base para o <span name="distro-name"></span>
sr_rs: Bazu za <span name="distro-name"></span>
