Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
ca: Premeu Tab repetidament per passar per la llista de finestres disponibles que apareix a la pantalla.
de_de: Drücken Sie wiederholt die Tabulatortaste, um durch die Liste der verfügbaren Fenster zu blättern, die auf dem Bildschirm erscheinen.
es: Oprima Tab repetidamente para cambiar entre las ventanas de la lista que aparece en pantalla.
it: Premere ripetutamente Tab per passare attraverso l'elenco delle finestre disponibili che vengono visualizzate sullo schermo.
ko: Tab 키를 반복해서 눌러 화면에서 사용 가능한 창(애플리케이션) 간 전환합니다.
nl_nl: Druk herhaaldelijk op Tab om door de lijst met beschikbare vensters te bladeren die op het scherm verschijnen.
pl: Naciskaj Tab kilkukrotnie, aby przełączać się między dostępnymi oknami, które pojawiają się na ekranie.
pt_br: Pressione Tab repetidamente para percorrer a lista de janelas disponíveis que aparece na tela.
pt_pt: Pressione Tab repetidamente para percorrer a lista de janelas disponíveis que aparece no ecrã.
sr_rs: Pritisnite Tab više puta kako bi videli listu svih prozora koji se pojavljuju na ekranu.
zh_cn: 重复按 Tab 以循环遍历屏幕上出现的可用窗口列表.

source: Left
ca: Esquerra
de_de: Links
it: Sinistra
ko: 왼쪽 키
nl_nl: Links
pl: Lewy
pt_br: Esquerda
pt_pt: Esquerda
sr_rs: Levo
zh_cn: 左

source: Switch to the previous workspace.
ca: Canvieu a l'espai de treball anterior.
de_de: Zur vorherigen Arbeitsfläche wechseln.
es: Cambiar al área de trabajo anterior.
it: Passare allo spazio di lavoro precedente.
ko: 이전 워크스페이스로 전환합니다.
nl_nl: Schakel over naar de vorige werkruimte.
pl: Przełącza do poprzedniego obszaru roboczego.
pt_br: Trocar para área de trabalho anterior.
pt_pt: Trocar para área de trabalho anterior.
sr_rs: Predji na prethodnu radnu površinu.
zh_cn: 切换到上一个工作区。

source: Right
ca: Dreta
de_de: Rechts
it: Destra
ko: 오른쪽 키
nl_nl: Rechts
pl: Prawy
pt_br: Direita
pt_pt: Direita
sr_rs: Desno
zh_cn: 右

source: Switch to the next workspace.
ca: Canvieu a l'espai de treball següent
de_de: Zur nächsten Arbeitsfläche wechseln.
es: Cambiar al área de trabajo siguiente.
it: Passare allo spazio di lavoro successiva.
ko: 다음 워크스페이스로 전환합니다.
nl_nl: Schakel over naar de volgende werkruimte.
pl: Przełącza do następnego obszaru roboczego.
pt_br: Mude para a próxima área de trabalho.
pt_pt: Mudar para a próxima área de trabalho.
sr_rs: Predji na sledecu radnu površinu.
zh_cn: 切换到下一个工作区。

source: Move the current window to the previous workspace.
ca: Moveu la finestra actual a l'espai de treball anterior.
de_de: Das aktuelle Fenster auf die vorherige Arbeitsfläche bewegen.
es: Desplazar la ventana actual al área de trabajo anterior.
it: Spostare la finestra corrente nell'area di lavoro precedente.
ko: 현재 창을 이전 워크스페이스로 이동합니다.
nl_nl: Verplaats het huidige venster naar de vorige werkruimte.
pl: Przenosi bieżące okno do poprzedniego obszaru roboczego.
pt_br: Mover a janela atual para a área de trabalho anterior.
pt_pt: Mover a janela atual para a área de trabalho anterior.
sr_rs: Pomeri trenutni prozor na prethodnu radnu površinu.
zh_cn: 将当前窗口移动到前一个工作区.

source: Move the current window to the next workspace.
ca: Moveu la finestra actual a l'espai de treball següent.
de_de: Das aktuelle Fenster auf die nächste Arbeitsfläche bewegen.
es: Desplazar la ventana actual al área de trabajo siguiente.
it: Spostare la finestra corrente nell'area di lavoro successiva.
ko: 현재 창을 다음 워크스페이스로 이동합니다.
nl_nl: Verplaats het huidige venster naar de volgende werkruimte.
pl: Przenosi bieżące okna do następnego obszaru roboczego.
pt_br: Mova a janela atual para a próxima área de trabalho.
pt_pt: Mova a janela atual para a próxima área de trabalho.
sr_rs: Pomeri trenutni prozor na sledeću radnu površinu.
zh_cn: 将当前窗口移动到下一个工作区.

source: Move the current window to the monitor above.
ca: Mou la finestra actual al monitor de dalt.
de_de: Das aktuelle Fenster auf den darüber liegenden Monitor verschieben.
it: Sposta la finestra corrente sul monitor in alto.
pl: Przenosi bieżące okno na monitor powyżej.
zh_cn: 将当前窗口移动到上面的监视器.

source: Move the current window to the monitor below.
ca: Mou la finestra actual al monitor de baix.
de_de: Das aktuelle Fenster auf den darunter liegenden Monitor verschieben.
it: Sposta la finestra corrente sul monitor sottostante.
pl: Przenosi bieżące okno na monitor poniżej.
zh_cn: 将当前窗口移动到下面的监视器.

source: Move the current window to the monitor to the left.
ca: Mou la finestra actual al monitor de l'esquerra.
de_de: Das aktuelle Fenster auf den linken Monitor verschieben.
it: Sposta la finestra corrente sul monitor a sinistra.
pl: Przenosi bieżące okno na monitor po lewej.
zh_cn: 将当前窗口向左移动到监视器.

source: Move the current window to the monitor to the right.
ca: Mou la finestra actual al monitor de la dreta.
it: Sposta la finestra corrente sul monitor a destra.
pl: Przenosi bieżące okno na monitor po prawej.
zh_cn: 将当前窗口移到监视器右侧.

source: Closes window.
ca: Tanca la finestra.
de_de: Fenster schließen
es: Cierra la ventana.
it: Chiudi la finestra.
ko: 창 닫기
nl_nl: Sluit venster
pl: Zamyka okno.
pt_br: Fecha a janela.
pt_pt: Fecha a janela.
sr_rs: Zatvara prozor.
zh_cn: 关闭窗口

source: Returns window to 'normal' or previous size.
ca: Torna la finestra a una mida normal o anterior.
de_de: Setzt das Fenster wieder auf' normal' oder vorherige Größe zurück.
es: Devuelve la ventana a su tamaño «normal» o anterior.
it: Restituisce la finestra alla dimensione 'normale' o precedente.
ko: 창의 크기를 일반 크기 혹은 이전 크기로 되돌립니다.
nl_nl: Herstel het venster naar 'normale' of vorige grootte.
pl: Przywraca okno do "normalnego" lub poprzedniego rozmiaru.
pt_br: Retorna a janela para o tamanho "normal" ou anterior.
pt_pt: Repõe a janela para o tamanho "normal" ou anterior.
sr_rs: Vrazi porzor na normalnu ili prethodnu veličinu.
zh_cn: 返回窗口到 '标准' 或以前的大小.

source: Moves the current window (can be moved with mouse or keyboard).
ca: Mou la finestra actual (es pot moure amb el ratolí o amb el teclat).
de_de: Bewegt das aktuelle Fenster (es kann mit Maus oder Tastatur bewegt werden).
es: Desplaza la ventana actual (puede moverla con el ratón o el teclado).
it: Sposta la finestra corrente (può essere spostata con il mouse o la tastiera).
ko: 현재 창을 이동합니다 (마우스나 키보드로도 이동 가능).
nl_nl: Verplaatst het huidige venster (kan worden verplaatst met muis of toetsenbord).
pl: Przesuwa bieżące okno (można przesuwać myszką lub klawiaturą).
pt_br: Move a janela atual (pode ser movida com mouse ou teclado).
pt_pt: Move a janela atual (pode ser movida com o rato ou teclado).
sr_rs: Pomeri trenutni prozor (sa mišom ili tastaturom).
zh_cn: 移动当前窗口 (可以用鼠标或键盘移动).

source: Resizes current window (again, can be moved with mouse or keyboard).
ca: Canvia la mida de la finestra actual (amb el ratolí o el teclat).
de_de: Verändert die Größe des aktuellen Fensters (kann ebenfalls mit Maus oder Tastatur bewegt werden).
es: Redimensiona la ventana actual (de nuevo, puede moverla con el ratón o el teclado).
it: Ridimensiona la finestra corrente (ancora una volta, può essere spostata con mouse o tastiera).
ko: 현재 창의 크기를 조절합니다 (마우스나 키보드로도 크기 조절 가능).
nl_nl: Verander formaat van huidig ​​venster (kan worden verplaatst met muis of toetsenbord).
pl: Zmienia rozmiar bieżącego okna (tutaj również, można zmieniać rozmiar myszką lub kalwiaturą).
pt_br: Redimensiona janela atual (novamente, pode ser movido com mouse ou teclado).
pt_pt: Redimensiona a janela atual (novamente, pode ser movido com rato ou teclado).
sr_rs: Promeni veličinu prozora (opet možete ga poemeriti sa mišom ili tastaturom).
zh_cn: 调整当前窗口的大小 (同样，可以用鼠标或键盘移动).

source: Minimizes current window.
ca: Minimitza a finestra actual.
de_de: Aktuelles Fenster minimieren.
es: Minimiza la ventana actual.
it: Minimizza la finestra corrente.
ko: 현재 창 최소화
nl_nl: Minimaliseert het huidige venster.
pl: Minimalizuje bieżące okno.
pt_br: Maximiza a janela atual.
pt_pt: Minimiza a janela atual.
sr_rs: Minimizuj trenutni prozor.
zh_cn: 最小化当前窗口

source: Up
ca: A dalt
de_de: Hoch
it: Sopra
ko: 위쪽 키
nl_nl: Omhoog
pl: W górę
pt_br: Acima
pt_pt: Para cima
sr_rs: Gore
zh_cn: 上

source: Maximizes current window.
ca: Maximitza la finestra actual.
de_de: Aktuelles Fenster maximieren.
es: Maximiza la ventana actual.
it: Massimizza la finestra corrente.
ko: 현재 창 최대화
nl_nl: Maximaliseert het huidige venster.
pl: Maksymalizuje bieżące okno.
pt_br: Maximiza a janela atual.
pt_pt: Maximiza a janela atual.
sr_rs: Maksimiziraj trenutni prozor.
zh_cn: 最大化当前窗口。

source: Down
ca: A baix
de_de: Unten
es: Abajo
it: Giù
pl: W dół.
pt_br: Abaixo
pt_pt: Para baixo
sr_rs: Dole
zh_cn: 下

source: Unmaximizes current window.
ca: Desmaximitza la finestra actual.
de_de: Unmaximiert das aktuelle Fenster.
es: Restaura la ventana actual.
it: Minimizza la finestra corrente.
pl: Przywraca pierwotny rozmiar bieżącego okna.
pt_br: Desmaximiza a janela atual.
pt_pt: Restaura a janela atual.
sr_rs: Spusti trenutni prozor.
zh_cn: 未最大化当前窗口.

source: Space
ca: Espai
de_de: Leertaste
es: Espacio
it: Spazio
ko: 스페이스 바
nl_nl: Spatie
pl: Spacja
pt_br: Espaço
pt_pt: Espaço
sr_rs: Prostor
zh_cn: 空格

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
ca: Mostra el menú de la finestra amb opcions com ara "Sempre a dalt" i "Minimitza" i "Maximitza" sobre les ordres.
de_de: Zeigt das Fenstermenü mit Optionen wie "Immer im Vordergrund" und "Minimieren" und "Maximieren" und darüber an.
es: Muestra el menú de la ventana, que incluye opciones como «Siempre encima», «Minimizar», «Maximizar» y las órdenes anteriores.
it: Visualizza il menu della finestra con le opzioni come 'Sempre in primo piano' e 'ridurre al minimo' e 'massimizza' e sopra i comandi.
nl_nl: Toont het venstermenu met opties zoals 'Altijd op voorgrond' en 'Minimaliseren' en 'Maximaliseren' inclusief bovenstaande opdrachten.
pl: Wyświetla menu okna z opcjami takimi jak "Zawsze na wierzchu", "Minimalizuj" czy "Maksymalizuj" oraz wyżej przedstawionymi komendami.
pt_br: Exibe o menu da janela com opções como 'Sempre na parte superior' e 'Minimizar' e 'Maximizar' e comandos acima.
pt_pt: Apresenta o menu da janela com opções como "Sempre em cima" e "Minimizar" e "Maximizar" e comandos acima.
sr_rs: Prikazuje prozorski meni sa opcijama kao što su "Always on Top", "Minimize" i "Maximize" i druge komande iznad.
zh_cn: 显示窗口菜单选项，'总是在顶部'、'最小化'和'最大化'及以上命令.

source: Place window on left side of screen.
ca: Situa la finestra a l'esquerra de la pantalla.
de_de: Fenster auf der linken Seite des Bildschirms platzieren.
es: Mover ventana al lado izquierdo de la pantalla.
it: Posiziona la finestra sul lato sinistro dello schermo.
ko: 창을 화면 왼쪽으로 배치
nl_nl: Plaats het venster aan de linkerkant van het scherm.
pl: Umieszcza okno po lewej stronie ekranu.
pt_br: Coloque a janela no lado esquerdo da tela.
pt_pt: Coloque a janela no lado esquerdo do ecrã.
sr_rs: Postavi prozor na levoj strani ekrana.
zh_cn: 将窗口放置在屏幕左侧.

source: Place window on right side of screen.
ca: Situa la finestra a la dreta de la pantalla.
de_de: Fenster auf der rechten Seite des Bildschirms platzieren.
es: Mover ventana al lado derecho de la pantalla.
it: Posiziona la finestra sul lato destro dello schermo.
ko: 창을 화면 오른쪽으로 배치
nl_nl: Plaats het venster aan de rechterkant van het scherm.
pl: Umieszcza okno po prawej stronie ekranu.
pt_br: Coloque a janela no lado direito da tela.
pt_pt: Coloque a janela no lado direito do ecrã.
sr_rs: Postavi prozor na desnoj strani ekrana.
zh_cn: 将窗口置于屏幕右侧.

source: Quarter tiling: top left.
ca: Mosaic de quarts: a dalt a l'esquerra.
de_de: Viertelkachelung: oben links.
es: Cuarto de mosaico: arriba a la izquierda.
it: Piastrellatura di una parte: alto a sinistra.
pl: 1/4 ekranu: góra lewo.
pt_br: Lado a lado: canto superior esquerdo.
pt_pt: Lado a lado: canto superior esquerdo.
sr_rs: Četvrtina podeljivanja: gore levo
zh_cn: 四分之一平铺: 左上.

source: Quarter tiling: top right.
ca: Mosaic de quarts: a dalt a la dreta.
de_de: Viertelkachelung: oben rechts
es: Cuarto de mosaico: arriba a la derecha.
it: Piastrellatura di una parte: alto a destra.
pl: 1/4 ekranu: góra prawo.
pt_br: Lado a lado: canto superior direito.
pt_pt: Lado a lado: canto superior direito.
sr_rs: Četvrtina podeljivanja: gore desno
zh_cn: 四分之一平铺: 右上.

source: Quarter tiling: bottom left.
ca: Mosaic de quarts: a baix a l'esquerra.
de_de: Viertelkachelung: unten links.
es: Cuarto de mosaico: abajo a la izquierda.
it: Piastrellatura di una parte: basso a sinistra.
pl: 1/4 ekranu: dół lewo.
pt_br: Lado a lado: canto inferior esquerdo.
pt_pt: Lado a lado: canto inferior esquerdo.
sr_rs: Četvrtina podeljivanja: dole levo
zh_cn: 四分之一平铺: 左下.

source: Quarter tiling: bottom right.
ca: Mosaic de quarts: a baix a la dreta.
de_de: Viertelkachelung: unten rechts
es: Cuarto de mosaico: abajo a la derecha.
it: Piastrellatura di una parte: basso a destra.
pl: 1/4 ekranu: dół prawo.
pt_br: Lado a lado: canto inferior direito.
pt_pt: Lado a lado: canto inferior direito.
sr_rs: Četvrtina podeljivanja: dole desno
zh_cn: 四分之一平铺: 右下.

source: Window shortcuts - numeric keypad
ca: Dreceres de finestres: teclat numèric
de_de: Tastenkombinationen für Fenster - numerische Tastatur
es: Combinación de teclas de ventanas - teclado numérico.
it: Tasti di scelta rapida della finestra - tastierino numerico
pl: Skróty klawiaturowe okien programów - klawiatura numeryczna
pt_br: Atalhos da janela - teclado numérico
pt_pt: Atalhos da janela - teclado numérico
sr_rs: Prozorne prečice - numerička tastatura
zh_cn: 窗口快捷键 - 数字键盘

source: Tiling shortcuts on the numeric keypad.
ca: Dreceres en mosaic al teclat numèric.
de_de: Tastenkombinationen für das Tiling auf dem Ziffernblock.
es: Combinaciones del teclado numérico para la cuadrícula
it: Tasti di scelta rapida per la piastrellatura sul tastierino numerico.
pl: Skróty podziału ekranu - klawiatura numeryczna.
pt_br: Atalhos de lado a lado no teclado numérico.
pt_pt: Atalhos no teclado numérico.
sr_rs: Podeljivac prozora prečice na numeričkoj tastaturi.
zh_cn: 平铺快捷键上的数字键盘.

source: Quarter top left.
ca: Quart superior esquerre.
de_de: Oberes linkes Viertel
es: Cuarto superior izquierdo.
it: Parte in alto a sinistra.
pl: 1/4 ekranu: góra lewo.
pt_br: Canto superior esquerdo.
pt_pt: Quarto superior esquerdo.
sr_rs: Četvrtina gore desno
zh_cn: 左上四分之一.

source: Quarter top right.
ca: Quart superior dret.
de_de: Oberes rechtes Viertel
es: Cuarto superior derecho.
it: Parte in alto a destra.
pl: 1/4 ekranu: góra prawo.
pt_br: Canto superior direito.
pt_pt: Quarto superior direito.
sr_rs: Četvrtina gore desno
zh_cn: 右上四分之一.

source: Quarter bottom right.
ca: Quart inferior dret.
de_de: Unteres rechtes Viertel
es: Cuarto inferior derecho.
it: Parte in basso a destra.
pl: 1/4 ekranu: dół prawo.
pt_br: Canto inferior direito.
pt_pt: Quarto inferior direito.
sr_rs: Četvrtina dole desno
zh_cn: 右下四分之一.

source: Quarter bottom left.
ca: Quart inferior esquerre.
de_de: Unteres linkes Viertel
es: Cuarto inferior izquierdo.
it: Parte in basso a sinistra.
pl: 1/4 ekranu: dół lewo.
pt_br: Canto inferior esquerdo.
pt_pt: Quarto inferior esquerdo.
sr_rs: Četvrtina dole levo
zh_cn: 左下四分之一.

source: Half top.
ca: Meitat superior.
de_de: Obere Hälfte
es: Mitad superior.
it: Metà sopra.
pl: 1/2 ekranu: góra.
pt_br: Metade superior.
pt_pt: Metade superior.
sr_rs: Pola gore
zh_cn: 头部一半

source: Half right.
ca: Meitat dreta.
de_de: Rechte Hälfte
es: Mitad derecha.
it: Metà destra.
pl: 1/2 ekranu: prawo.
pt_br: Metade direita.
pt_pt: Metade direita.
sr_rs: Pola desno
zh_cn: 右边一半.

source: Half bottom.
ca: Meitat inferior.
de_de: Untere Hälfte
es: Mitad inferior.
it: Metà sotto.
pl: 1/2 ekranu: dół.
pt_br: Metade inferior
pt_pt: Metade inferior.
sr_rs: Pola dole
zh_cn: 底部一半.

source: Half left.
ca: Meitat esquerra.
de_de: Linke Hälfte
es: Mitad izquierda.
it: Metà sinistra.
pl: 1/2 ekranu: lewo.
pt_br: Metade esqueda.
pt_pt: Metade esquerda.
sr_rs: Pola levo
zh_cn: 左边一半.

source: Toggle maximize.
ca: Commuta la maximització.
de_de: Maximieren
es: Alternar maximizado.
it: Toggle massimizza.
pl: Maksymalizuje okno.
pt_br: Alternar maximizar.
pt_pt: Alternar maximizar.
sr_rs: Promeni maksimizaciju
zh_cn: 切换最大化.

source: Update shortcuts in the Settings App
ca: Actualitzeu les dreceres a l'aplicació de Configuració
es: Actualizar atajos en la aplicación Configuración
it: Aggiorna i collegamenti nell'app Impostazioni
pl: Zaktualizuj skróty klawiatury w Ustawieniach
pt_br: Atualizar atalhos no aplicativo Configurações
pt_pt: Atualizar atalhos na aplicação de definições
sr_rs: Update prečica u Settings App
zh_cn: 更新设置应用程序中的快捷方式

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
ca: La vostra màquina està formada per diversos components que interactuen entre si. Aquesta informació és útil quan es proporciona suport per garantir que el maquinari i el programari funcionin a la vostra màquina.
de_de: Ihre Maschine besteht aus verschiedenen Komponenten, die miteinander interagieren. Diese Informationen sind nützlich, wenn Sie Unterstützung bereitstellen, um sicherzustellen, dass Hardware und Software auf Ihrem Computer funktionieren.
es: Su equipo está conformado por varios componentes que interactúan entre sí. Esta información es útil al ofrecer asistencia para asegurar que tanto el soporte físico como el lógico funcionen adecuadamente en su equipo.
it: La macchina è costituita da diversi componenti che interagiscono tra loro. Queste informazioni sono utili quando forniscono supporto per garantire che hardware e software funzionino sulla macchina.
nl_nl: Uw machine bestaat uit verschillende componenten die op elkaar inwerken. Deze informatie is van belang als u ondersteuning nodig heeft om ervoor te zorgen dat de hardware en software op uw machine werken.
pl: Twój komputer składa się z wielu różnych komponentów, które ze sobą współpracują. Te informacje te są niezwykle użyteczne podczas udzielania wsparcia technicznego i pozwalają upewnić się, czy konkretny sprzęt i oprogramowanie działają poprawnie na Twoim komputerze.
pt_br: Sua máquina é composta de vários componentes que interagem uns com os outros. Essas informações são úteis ao fornecer suporte para garantir que o hardware e o software funcionem em sua máquina.
pt_pt: A sua máquina é composta por vários componentes que interagem uns com os outros. Estas informações são úteis ao fornecer suporte para garantir que o hardware e o software funcionem na sua máquina.
sr_rs: Vaš kompjuter je sastavljen iz različitih komponenti koje komuniciraju jedna sa drugom. Ova informacija je korisnika kada se pruža podrška kako bi se osiguralo da hardware i software rade na vašem kompjuteru.
zh_cn: 你的机器是由相互作用的各种组件组成的。当提供支持以确保硬件和软件在您的机器上工作时，此信息非常有用.

source: Gathering Information..
ca: Es recopila informació...
de_de: Sammeln von Informationen...
es: Recabando información…
it: Raccolta di informazioni..
ko: 정보 얻는 중...
nl_nl: Informatie verzamelen..
pl: Zbieranie informacji...
pt_br: Juntando informações..
pt_pt: A recolher informação...
sr_rs: Skupljanje informacija...
zh_cn: 搜集信息..

source: System
ca: Sistema
es: Sistema
it: Sistema
ko: 시스템
nl_nl: Systeem
pt_br: Sistema
pt_pt: Sistema
sr_rs: Sistem
zh_cn: 系统

source: Distribution:
ca: Distribució:
es: Distribución:
it: Distribuzione:
ko: 배포판 :
nl_nl: Distributie:
pl: Dystrybucja:
pt_br: Distribuição:
pt_pt: Distribuição:
sr_rs: Distribucija:
zh_cn: 分发:

source: The Linux kernel is the heart of Ubuntu.
ca: El nucli de Linux és el cor de l'Ubuntu.
de_de: Der Linux-Kernel ist das Herz von Ubuntu.
es: El núcleo Linux es el corazón de Ubuntu.
it: Il Kernel di Linux è il cuore di Ubuntu.
ko: 리눅스 커널은 우분투의 심장과도 같아요.
nl_nl: De Linux-kernel is het hart van Ubuntu.
pl: Jądro Linuksa jest sercem Ubuntu.
pt_br: O kernel Linux é o coração do Ubuntu.
pt_pt: O kernel Linux é o coração do Ubuntu.
sr_rs: Linux kernel je srce Ubunta.
zh_cn: Linux 内核是 Ubuntu 的核心.

source: Motherboard:
ca: Placa base:
es: Tarjeta madre:
it: Scheda madre:
ko: 메인보드 :
nl_nl: Moederbord:
pl: Płyta główna:
pt_br: Placa mãe:
sr_rs: Matična ploča:
zh_cn: 主機板

source: Boot Mode:
ca: Mode d'arrencada:
de_de: Boot Modus:
es: Modo de arranque:
it: Modalità di avvio:
ko: 부팅 모드 :
nl_nl: Opstart modus:
pl: Tryb rozruchu:
pt_br: Modo de inicialização:
pt_pt: Modo de arranque:
zh_cn: 启动模式:

source: Displays the mode that OS is communicating with the firmware.
ca: Mostra el mode en què el sistema operatiu es comunica amb el microprogramari.
de_de: Den Modus anzeigen, mit dem das Betriebssystem mit der Firmware kommuniziert.
es: Muestra el modo en que el SO se comunica con el soporte lógico inalterable.
it: Consente di visualizzare la modalità in cui il sistema operativo sta comunicando con il firmware.
ko: OS와 펌웨어 간의 통신 모드를 표시합니다.
nl_nl: Geeft de modus weer waarop de OS communiceert met de firmware.
pl: Wyświetla tryb, w jakim system operacyjny komunikuje się z oprogramowaniem sprzętowym.
pt_br: Exibe o modo em que o SO está se comunicando com o firmware.
pt_pt: Mostra o modo em que o SO está a comunicar com o firmware.
sr_rs: Prikazuje mode u kome OS komunicira sa firmware-om.
zh_cn: 显示操作系统与固件通信的模式.

source: Processor
ca: Processador:
de_de: Prozessor
es: Procesador
it: Processore
ko: CPU 프로세서
pl: Procesor
pt_br: Processador
pt_pt: Processador
sr_rs: Procesor
zh_cn: 处理器

source: Model:
de_de: Modell:
es: Modelo:
it: Modello:
ko: 모델 :
pt_br: Modelo:
pt_pt: Modelo:
zh_cn: 模型:

source: Speed:
ca: Velocitat:
de_de: Geschwindigkeit:
es: Velocidad:
it: Velocità
ko: 속도 :
nl_nl: Snelheid:
pl: Prędkość:
pt_br: Velocidade:
pt_pt: Velocidade:
sr_rs: Brzina:
zh_cn: 速度

source: Architecture in use:
ca: Arquitectura en ús:
de_de: Verwendete Architektur:
es: Arquitectura utilizada:
it: Architettura in uso:
ko: 사용 중인 아키텍처 :
nl_nl: Architectuur in gebruik:
pl: Architektura aktualnie w użyciu:
pt_br: Arquitetura em uso:
pt_pt: Arquitetura em utilização:
sr_rs: Arhitektura u uptorebi:
zh_cn: 使用的架构:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
ca: L'arquitectura del sistema operatiu en ús. Per exemple, i386 = 32 bits.
de_de: Die aktuell verwendete Betriebssystemarchitektur. Zum Beispiel, i386 = 32-Bit.
es: La arquitectura que emplea el sistema operativo. Por ejemplo, «i386» = 32 bits.
it: L'architettura del sistema operativo in uso. Ad esempio, i386 = 32-bit.
ko: 운영 체제에서 사용 중인 아키텍처입니다. i386(= 32비트) 등.
nl_nl: De architectuur van het gebruikte besturingssysteem. Bijvoorbeeld, i386 = 32-bits.
pl: Aktualnie używana architektura systemu operacyjnego. Przykładowo i386 - architektura 32 bitowa.
pt_br: A arquitetura do sistema operacional em uso. Por exemplo, i386 = 32-bit.
pt_pt: A arquitetura do sistema operativo em utilização. Por exemplo, i386 = 32-bit.
sr_rs: Arhitektura trenutno u upotrebi. Na primer i386 = 32-bit.
zh_cn: 正在使用的操作系统体系结构。例如, i386 = 32-bit.

source: Architecture(s) supported:
ca: Arquitectures admeses:
de_de: Unterstützte Architektur(en):
es: Arquitecturas admitidas:
it: Architettura(e) supportate:
ko: 지원되는 아키텍처 :
pl: Wspierane architektury:
pt_br: Arquitetura(s) suportada(s):
pt_pt: Arquitetura(s) suportada(s):
sr_rs: Podržane arhitekture:

source: Architectures that are supported by this processor.
ca: Arquitectures que admet aquest processador.
de_de: Von diesem Prozessor unterstützte Architekturen.
es: Las arquitecturas que este procesador admite.
it: Architettura supportate da questo processore.
ko: CPU 프로세서에서 지원하는 아키텍처입니다.
pl: Architektury, które są wpierane przez Twój procesor.
pt_br: Arquiteturas que são suportadas por este processador.
pt_pt: Arquiteturas que são suportadas por este processador.
sr_rs: Arhitekture koje su podržane od strane ovog procesora
