Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: You can configure just about every aspect of your computer from Budgie Control Center.
it: Puoi configurare praticamente ogni aspetto del tuo computer da Budgie Control Center.
nl_nl: Je kunt vrijwel elk aspect van je computer configureren vanuit Budgie Controlecentrum.
zh_cn: 您可以从 Budgie 控制中心配置计算机的几乎每一个方面.

source: <b>Budgie Control Center</b> can be found later in the menu <b>System Tools</b>.
it: <b>Budgie Control Center</b> può essere trovato dopo nel menu <b>Strumenti di sistema</b>.
nl_nl: <b>Budgie Controecentrum</b> is later terug te vinden in het menu <b>Systeemtools</b>.
zh_cn: <b>Budgie 控制中心</b> 在后面菜单找到 <b>系统工具</b>.

source: <span name="distro-name"></span> has many keyboard shortcuts that help make using your computer more efficient.
ca: <span name="distro-name"></span> té moltes dreceres de teclat que us ajuden a fer que l’equip sigui més eficient.
de_de: <span name="distro-name"></span> hat viele Tastaturkürzel, die dir dabei helfen das Arbeiten mit dem Computer noch effizienter zu machen.
es: <span name="distro-name"></span> tiene muchos atajos de teclado que ayudan a hacer el uso de su computadora mas eficiente.
it: <span name="distro-name"></span> ha molte scorciatoie da tastiera che contribuiscono a rendere l'utilizzo del computer più efficiente.
ko: <span name="distro-name"></span>는 컴퓨터를 더욱 효과적으로 사용하도록 돕기 위해 많은 키보드 바로 가기 키를 준비해 두었습니다.
pl: <span name="distro-name"></span> obsługuje wiele skrótów klawiaturowych, dzięki którym korzystanie z komputera stanie się bardziej wydajne.
pt_br: <span name="distro-name"></span> tem muitos atalhos de teclado que ajudam a tornar o computador mais eficiente.
pt_pt: O <span name="distro-name"></span> tem muitas teclas de atalho que ajudam a tornar o computador mais eficiente.
sr_rs: <span name="distro-name"></span> ima mnoštvo prečica za tastatura koje vam omogućuju efikasniji rad.

source: The <b><img src="img/welcome/super-key.svg" /> Super</b> key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
ca: La tecla <b><img src="img/welcome/super-key.svg" /> Súper</b> és la tecla de Windows. Per als teclats de Mac, aquesta és la tecla Command ⌘.
es: La tecla <b><img src="img/welcome/super-key.svg" /> Super</b> es tu tecla de Windows. Para teclados Mac, es la tecla Command ⌘.
it: Il tasto <b><img src="img/welcome/super-key.svg" />Super</b>è il tuo tasto Windows. Per la tastiera Mac, è il tasto ⌘ Command.
nl_nl: De <b><img src="img/welcome/super-key.svg" /> Super</b> toets is de Windows-toets. Voor Mac-toetsenborden is dit de ⌘ Command-toets.
pl: Klawisz <b><img src="img/welcome/super-key.svg" />Super</b> to inaczej przycisk Windows na klawiaturze. W klawiaturach komputerów Mac, jest to przycisk ⌘ Command.
pt_br: A tecla <b><img src="img/welcome/super-key.svg" /> super</b> é a tecla do Windows. Em teclados Mac esta é a tecla Command ⌘.
pt_pt: A tecla <b><img src="img/welcome/super-key.svg" /> Super</b> é a tecla do Windows. Para teclados Mac, esta é a tecla de Comnado ⌘.
sr_rs: <b><img src="img/welcome/super-key.svg" />Super</b>dugme je Windows dugme. Za Mac tastature, ovo dugme je Komandno dugme ⌘.
zh_cn: <b><img src="img/welcome/super-key.svg" /> 超级键</b> 是你的 Windows 键。对于 Mac 键盘，这是 ⌘ 命令键.

source: Budgie Desktop shortcuts
ca: Dreceres de l'escriptori Budgie
de_de: Budgie Desktop Tastaturkürzel
es: Combinaciones de teclas del escritorio Budgie
it: Scorciatoie Budgie Desktop
ko: Budgie 데스크톱 단축키
nl_nl: Budgie Desktop snelkoppelingen
pl: Skróty Pulpitu Budgie
pt_br: Atalhos do Budgie Desktop
pt_pt: Atalhos do Budgie
sr_rs: Budgie Desktop Prečice.
zh_cn: Budgie 桌面快捷方式

source: Some common shortcuts used in Budgie Desktop
ca: Algunes dreceres comunes utilitzades a l'escriptori Budgie
de_de: Ein paar häufig verwendete Verknüpfungen in Budgie Desktop
es: Algunos de los atajos mas comunes usados en el Escritorio Budgie
it: Alcuni tasti di scelta rapida comunemente utilizzati in Budgie Desktop
ko: Budgie 데스크톱에서 사용되는 유용한 단축키
nl_nl: Enkele veelgebruikte snelkoppelingen in Budgie Desktop
pl: Wybrane popularne skróty klawiaturowe używane w Pulpicie Budgie
pt_br: Alguns atalhos comuns usados no Budgie Desktop
pt_pt: Alguns atalhos comuns usados no ambiente de trabalho Budgie
sr_rs: Neke od čestih prečica korišćene u Budgie Desktopu.
zh_cn: Budgie 桌面 中常用的一些快捷方式

source: Open notifications in Raven
ca: Obre les notificacions al Raven
de_de: Öffne Benachrichtigungen in Raven
es: Abrir las notificaciones en Raven
it: Avvia notifiche in Raven
ko: Raven에서 알림 열기
nl_nl: Open notificaties in Raven
pl: Otwiera powiadomienia Raven
pt_br: Abrir notificações no Raven
pt_pt: Abrir notificações no Raven
sr_rs: Otvori notifikacije u Raven-u.
zh_cn: 在 Raven 中打开通知

source: Open applet Settings in Raven
ca: Obre la configuració de les miniaplicacions al Raven
de_de: Anwendungseinstellungen in Raven öffnen
es: Abrir la configuración de miniaplicaciones en Raven
it: Apri applet Impostazioni in Raven
ko: Raven에서 애플릿 설정 열기
nl_nl: Open applet instellingen in Raven
pl: Otwiera Ustawienia apletu w Raven
pt_br: Abrir applet de Configurações no Raven
pt_pt: Abrir mini-aplicação de definições no Raven
sr_rs: Otvori podešavanje dodataka Settings u Raven-u.
zh_cn: 在 Raven 中打开小程序设置

source: Common application shortcuts
ca: Dreceres d'aplicacions comunes
de_de: Allgemeine Anwendungsverknüpfungen
es: Combinaciones de teclas comunes para aplicaciones
it: Scorciatoie per le applicazione comuni
ko: 애플리케이션 공통 단축키
nl_nl: Veelgebruikte applicatiesnelkoppelingen
pl: Popularne skróty aplikacji
pt_br: Atalhos comuns de programas
pt_pt: Atalhos comuns de aplicações
sr_rs: Česte aplikacijske prečice
zh_cn: 常见的应用程序快捷方式

source: These shortcuts apply in most applications.
ca: Aquestes dreceres s'apliquen a la majoria de les aplicacions.
de_de: Diese Tastaturkürzel tauchen in den meisten Anwendungen auf.
es: Estas combinaciones de teclas funcionan en la mayoría de las aplicaciones.
it: Queste scorciatoie si applicano nella maggior parte delle applicazioni.
ko: 거의 모든 애플리케이션에 적용되는 단축키입니다.
nl_nl: Deze snelkoppelingen gelden voor de meeste applicaties.
pl: Te skróty klawiaturowe działają w większości aplikacji
pt_br: Esses atalhos se aplicam na maioria dos programas.
pt_pt: Estes atalhos aplicam-se na maioria das aplicações.
sr_rs: Ove prečice važe u većni aplikacija
zh_cn: 这些快捷方式适用于大多数应用程序.

source: Toggle Tilix Quake Mode
ca: Commuta el mode Quake de Tilix
de_de: Tilix Quake Modus umschalten
es: Alterna a modo Tilix Quake
it: Attiva la modalità Tilix Quake
ko: Tilix Quake 모드 토글
pl: Wywołuje konsolę Tilix Quake
pt_pt: Alternar entre modo deslizante do Tilix
sr_rs: Menjaj Tilix Quake Mode
zh_cn: 切换 Tilix 震动模式

source: Copy the selected text/object
ca: Copia el text / objecte seleccionat
de_de: Ausgewählten/s Text/Objekt kopieren
es: Copiar el texto u objeto seleccionado
it: Copia il testo/oggetto selezionato
ko: 선택된 텍스트/오브젝트 복사
nl_nl: Kopieer de geselecteerde tekst/object
pl: Kopiuje zaznaczone teksty/obiekty
pt_br: Copiar o texto/objeto selecionado
pt_pt: Copiar o texto/objeto selecionado
sr_rs: Kopiraj selektovani tekst ili objekat.
zh_cn: 复制选定的文本或对象

source: Cut the selected text/object
ca: Retalla el text / objecte seleccionat
de_de: Ausgewählten/s Text/Objekt ausschneiden
es: Cortar el texto u objeto seleccionado
it: Taglia il testo/oggetto selezionato
ko: 선택된 텍스트/오브젝트 잘라내기
nl_nl: Knip de geselecteerde tekst/object
pl: Wycina zaznaczone teksty/obiekty
pt_br: Cortar o texto/objeto selecionado
pt_pt: Cortar o texto/objeto selecionado
sr_rs: Iseci selektovani tekst ili objekat.
zh_cn: 剪切选定的文本或对象

source: Paste/insert the selected text/object
ca: Enganxa / insereix el text / objecte seleccionat
de_de: Den/Das Ausgewählte/n Text/Objekt einfügen
es: Pegar o insertar el texto u objeto seleccionado
it: Incolla il testo/oggetto selezionato
ko: 선택한 텍스트/오브젝트 붙여넣기/삽입하기
nl_nl: Plak de geselecteerde tekst/object
pl: Wkleja zaznaczone teksty/obiekty
pt_br: Colar/inserir o texto/objeto selecionado
pt_pt: Colar/inserir o texto/objeto selecionado
sr_rs: Paste/Insert selektovani tekst ili objekat.
zh_cn: 粘贴/插入选定的文本或对象

source: Select all text
ca: Selecciona tot el text
de_de: Ganzen Text kopieren
es: Seleccionar todo el texto
it: Selezione tutto il testo
ko: 모든 텍스트 선택
nl_nl: Selecteer alle tekst
pl: Zaznacza cały tekst
pt_br: Selecionar todo o texto
pt_pt: Selecionar todo o texto
sr_rs: Selektuj čitav tekst
zh_cn: 全选

source: Find words
ca: Troba paraules
de_de: Suche nach Wort
es: Encontrar palabras
it: Trova parole
ko: 단어 찾기
nl_nl: Zoek woorden
pl: Wyszukuje słowa
pt_br: Localizar palavras
pt_pt: Localizar palavras
sr_rs: Pronadji reč
zh_cn: 查找单词

source: Find and replace words
ca: Troba i reemplaça paraules
de_de: Finde und ersetze Wörter
es: Buscar y reemplazar palabras
it: Trova e sostituisci le parole
ko: 단어 찾아 바꾸기
nl_nl: Zoek en vervang woorden
pl: Wyszukuje i zastępuje słowa
pt_br: Localizar e substituir palavras
pt_pt: Localizar e substituir palavras
sr_rs: Pronadji i zameni reči
zh_cn: 替换

source: Make the selected text bold
ca: Marca el text seleccionat en negreta
de_de: Ausgewählten Text fett formatieren
es: Aplicar negritas en el texto seleccionado
it: Rende il testo selezionato in grassetto
ko: 선택한 텍스트 굵게
nl_nl: Maak de geselecteerde tekst vetgedrukt
pl: Pogrubia zaznaczony tekst
pt_br: Tornar o texto selecionado em negrito
pt_pt: Tornar o texto selecionado em negrito
sr_rs: Boldiraj selektovani tekst
zh_cn: 将所选文字设为粗体

source: Make the selected text italic
ca: Marca el text seleccionat en cursiva
de_de: Ausgewählten Text kursiv formatieren
es: Aplicar bastardillas en el texto seleccionado
it: Rende il testo selezionato in italico
ko: 선택한 텍스트 이탤릭체로
nl_nl: Maak de geselecteerde tekst cursief
pl: Pochyla (kursywa) zaznaczony tekst
pt_br: Tornar o texto selecionado em itálico
pt_pt: Tornar o texto selecionado em itálico
sr_rs: Postavi selektovani tekst u italik
zh_cn: 将所选文字设为斜体

source: Underline the selected text
ca: Subratlla el text seleccionat
de_de: Ausgewählten Text unterstrichen formatieren
es: Subrayar el texto seleccionado
it: Sottolinea il testo selezionato
ko: 선택한 텍스트 밑줄 표시
nl_nl: Onderstreep de geselecteerde tekst
pl: Podkreśla zaznaczony tekst
pt_br: Sublinhar o texto selecionado
pt_pt: Sublinhar o texto selecionado
sr_rs: Podvuci selektovani tekst
zh_cn: 在所选文字下划线

source: Open a new document or window
ca: Obre un document o una finestra nova
de_de: Ein neues Dokument der Fenster öffnen
es: Abrir un documento o ventana nuevos
it: Apri un nuovo documento o finestra
ko: 새로운 문서나 창 열기
nl_nl: Open een nieuw document of venster
pl: Otwiera nowy dokument lub okno
pt_br: Abrir um novo documento ou janela
pt_pt: Abrir um novo documento ou janela
sr_rs: Otvori novi dokument ili prozor
zh_cn: 打开新文件或窗口

source: Save the current document
ca: Desa el document actual
de_de: Aktuelles Dokument speichern
es: Guardar el documento actual
it: Salva il documento corrente
ko: 현재 문서 저장
nl_nl: Sla het huidige document op
pl: Zapisuje bieżący dokument
pt_br: Salvar o documento atual
pt_pt: Guardar o documento atual
sr_rs: Sačuvaj trenutni dokument
zh_cn: 保存当前文件

source: Open another document
ca: Obre un altre document
de_de: Ein anderes Dokument öffnen
es: Abrir otro documento
it: Apri altro documento
ko: 다른 문서 열기
nl_nl: Open een ander document
pl: Otwiera inny dokument
pt_br: Abrir outro documento
pt_pt: Abrir outro documento
sr_rs: Otvori drugi dokument
zh_cn: 打开另一个文件

source: Print the current document
ca: Imprimeix la documentació actual
de_de: Aktuelles Dokument drucken
es: Imprimir el documento actual
it: Stampa il documento corrente
ko: 현재 문서 인쇄
nl_nl: Print het huidig document
pl: Drukuje bieżący dokument
pt_br: Imprimir o documento atual
pt_pt: Imprimir o documento atual
sr_rs: Štampaj trenutni dokument
zh_cn: 打印当前文件

source: Undo the last change you made
ca: Desfeu el darrer canvi que heu fet
de_de: Letzte Änderung Rückgängig machen
es: Deshacer la última modificación que realizó
it: Annulla l'ultima modifica apportata
ko: 마지막 변경 사항 취소
nl_nl: Maak de laatste wijziging ongedaan
pl: Cofa ostatnią zmianę
pt_br: Desfazer a última alteração feita
pt_pt: Anula a última alteração efetuada
sr_rs: Vratite promenu koju ste napravili.
zh_cn: 撤消

source: Shift
ca: Maj.
es: Mayús
it: Maiuscolo

source: Redo a change that you just undid
ca: Refeu un canvi que heu acabat de desfer
de_de: Eine Änderung wiederholen, welche Sie gerade Rückgängig gemacht haben
es: Rehacer una modificación que acaba de deshacer
it: Ripristinare una modifica che appena annullata
ko: 변경 사항 취소 되돌리기
nl_nl: Voer een wijziging opnieuw uit die u ongedaan hebt gemaakt
pl: Ponawia zmianę, którą przed chwilą cofnąłeś
pt_br: Refazer uma alteração que você acabou de desfazer
pt_pt: Refazer uma mudança que você acabou de anular
sr_rs: Vrati promenu koju ste upravo izbrisali.
zh_cn: 重做

source: Toggle the current application between full-screen and windowed
ca: Commuteu l'aplicació actual entre pantalla completa i finestra
de_de: Zwischen dem Vollbild und Fenstermodus der aktuellen Anwendung wechseln
es: Alternar la aplicación actual entre pantalla completa y ventana
it: Commuta l'applicazione corrente da schermo intero e finestra
ko: 현재 애플리케이션을 전체 화면으로 전환/복구
nl_nl: Schakel de huidige applicatie tussen volledig scherm en venster
pl: Przełącza bieżącą aplikację między widokiem pełnoekranowym a oknem
pt_br: Alternar o programa atual entre tela cheia e janelas
pt_pt: Alternar a aplicação atual entre ecrã inteiro e janelas
sr_rs: Menjaj izmedju aplikacija koje su u prozoru i maksimizirane.
zh_cn: 在全屏和窗口之间切换当前应用程序

source: Desktop shortcuts
ca: Dreceres de l'escriptori
de_de: Schreibtisch Tastaturkürzel
es: Combinaciones de teclas del escritorio
it: Scorciatoie Desktop
ko: 데스크톱 단축키
nl_nl: Bureaublad snelkoppelingen
pl: Skróty pulpitu
pt_br: Atalhos da área de trabalho
pt_pt: Atalhos do ambiente de trabalho
sr_rs: Desktop prečice.
zh_cn: 桌面快捷方式

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
ca: Aquesta secció llista les dreceres de teclat comunes que podeu utilitzar per fer funcionar parts de l’escriptori.
de_de: In diesem Abschnitt werden häufig verwendete Tastenkombinationen aufgeführt, mit denen Sie Teile des Desktops bedienen können.
es: Esta sección enumera combinaciones de teclas comunes que puede emplear para operar algunas partes del escritorio.
it: Questa sezione elenca le scorciatoie da tastiera che è possibile utilizzare per operare sul desktop.
ko: 여기에는 데스크톱을 운영하는 데에 쓰일 수 있는 주요 키보드 바로 가기 키가 나열되어 있습니다.
nl_nl: Dit gedeelte bevat een lijst met veelgebruikte sneltoetsen die u kunt gebruiken om delen van het bureaublad te bedienen.
pl: To zestawienia zawiera popularne skróty klawiaturowe, które możesz użyć do wykonywania operacji na pulpicie
pt_br: Esta seção lista os atalhos de teclado comuns que você pode usar para operar partes da área de trabalho.
pt_pt: Esta secção lista os atalhos do teclado comuns que pode usar para operar partes do ambiente de trabalho.
sr_rs: Ova sekcija sadrži listu često korišćenih prečica na tastaturi koje moćete da iskoristite u svom radu.
zh_cn: 本节列出了常用的键盘快捷键，您可以使用它们操作桌面的各个部分.

source: Open Applications menu
ca: Obriu el menú d'aplicacions
de_de: Anwendungsmenü öffnen
es: Abrir el menú de aplicaciones
it: Apri Menu Applicazioni
ko: 애플리케이션 메뉴 열기
nl_nl: Open Applicatie menu
pl: Otwiera menu aplikacji
pt_br: Abrir o menu de Programas
pt_pt: Abrir o menu de Aplicações
sr_rs: Otvori meni aplikacija
zh_cn: 打开应用程序菜单

source: Copy a screenshot of an area to clipboard
ca: Copieu una captura de pantalla d’una àrea al porta-retalls
de_de: Bildschirmfoto eines Bereichs in die Zwischenablage kopieren
es: Copiar la captura de pantalla de un área al portapapeles
it: Copia uno screenshot di un'area negli appunti
nl_nl: Kopieer een schermopname van een gebied naar het klembord
pl: Kopiuje do schowka zrzut ekranu obszaru
pt_br: Copiar uma captura de tela de uma área para área de transferência
pt_pt: Copiar uma captura de ecrã de uma área para a área de transferência
sr_rs: Kopiraj screenshot selektovanog dela u clipboard
zh_cn: 复制一个区域的截图到剪贴板

source: Save a screenshot of an area to the Pictures directory
ca: Deseu una captura de pantalla d’una àrea al directori d’imatges
de_de: Bildschirmfoto eines Bereichs im Bilderverzeichnis speichern
es: Guardar una captura de pantalla de un área a la carpeta Imágenes
it: Salva uno screenshot di un'area nella cartella Immagini
nl_nl: Sla een schermopname van een gebied op in de map Afbeeldingen
pl: Zapisuje zrzut ekranu obszaru do katalogu Zdjęcia
pt_br: Salve uma captura de tela de uma área no diretório Imagens
pt_pt: Guardar uma captura de ecrã de uma área no diretório Imagens
sr_rs: Sačuvaj screenshot selektovanog dela u folderu Slike
zh_cn: 将某个区域的截图保存到图片目录

source: Copy a screenshot of a window to clipboard
ca: Copieu una captura de pantalla d’una finestra al porta-retalls
de_de: Bildschirmfoto eines Fensters in die Zwischenablage kopieren
es: Copiar la captura de pantalla de una ventana al portapapeles
it: Copia uno screenshot di una finestra negli appunti
nl_nl: Kopieer een schermopname van een venster naar het klembord
pl: Kopiuje do schowka zrzut ekranu okna
pt_br: Copiar uma captura de tela de uma janela para a área de transferência
pt_pt: Copiar uma captura de ecrã de uma janela para a área de transferência
sr_rs: Kopiraj screenshot prozora u clipboard
zh_cn: 将窗口的截图复制到剪贴板

source: Save a screenshot of a window to the Pictures directory
ca: Deseu una captura de pantalla d’una finestra al directori d’imatges
de_de: Bildschirmfoto eines Fensters im Bilderverzeichnis speichern
es: Guardar la captura de pantalla de una ventana en la carpeta Imágenes
it: Salva uno screenshot di una finestra nella directory Pictures
nl_nl: Sla een schermopname van een venster op in de map Afbeeldingen
pl: Zapisuje zrzut ekranu okna do katalogu Zdjęcia
pt_br: Salve uma captura de tela de uma janela no diretório Imagens
pt_pt: Guardar uma captura de ecrã de uma janela no diretório Imagens
sr_rs: Sačuvaj screenshot prozora u folderu Slike
zh_cn: 将窗口截图保存到图片目录

source: Save a screenshot to the Pictures directory
ca: Deseu una captura de pantalla al directori d'imatges
de_de: Speichert einen Screenshot im Bilder-Ordner
es: Guardar una captura de pantalla en la carpeta Imágenes
it: Salva uno screenshot nella directory Immagini
nl_nl: Sla een schermopname op in de map Afbeeldingen
pl: Zapisuje zrzut ekranu do katalogu Zdjęcia
pt_br: Salve uma captura de tela no diretório Imagens
pt_pt: Guardar uma captura de ecrã no diretório Imagens
sr_rs: Sačuvaj screenshot u folderu Slike
zh_cn: 将截图保存到图片目录

source: Run an application by typing its name in the box which appears
ca: Executeu una aplicació escrivint-ne el nom al quadre que apareix
de_de: Führen Sie eine Anwendung aus, indem Sie dessen Namen in das erscheinende Fenster eingeben
es: Ejecuta una aplicación teclando su nombre en la casilla que aparece
it: Eseguire un'applicazione digitando il suo nome nella casella che appare
ko: 나타나는 상자에서 애플리케이션 이름을 입력하여 실행할 수 있습니다.
nl_nl: Voer een toepassing uit door de naam ervan in te voeren in het vak dat wordt weergegeven
pl: Uruchom aplikację poprzez wpisanie jej nazwy w okienku, które się pojawi
pt_br: Execute um programa digitando seu nome na caixa que aparece
pt_pt: Executa uma aplicação ao escrever o seu nome na caixa que aparece
sr_rs: Pokrenite aplikaciju kucajući njemo ime u kutiji koja se pojavi
zh_cn: 通过在出现的框中输入应用程序的名称来运行应用程序

source: Delete
ca: Suprimeix
de_de: Entfernen
es: Supr
it: Cancella
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
sr_rs: Obriši
zh_cn: 删除

source: Logout
ca: Surt
es: Cerrar sesión
it: Disconnetti
ko: 로그아웃
nl_nl: Uitloggen
pl: Wyloguj
pt_br: Sair
pt_pt: Terminar sessão
zh_cn: 退出登录

source: Lock your screen.
ca: Bloquegeu la pantalla.
de_de: Ihren Bildschirm sperren.
es: Bloquear la pantalla.
it: Blocca lo schermo.
ko: 화면 잠금
nl_nl: Vergrendel scherm.
pl: Zablokuj ekran
pt_br: Bloquear a tela.
pt_pt: Bloquear ecrã.
sr_rs: Zaključaj ekran.
zh_cn: 锁定屏幕。

source: Open a terminal.
ca: Obriu un terminal.
de_de: Eine Kommandozeile öffnen.
es: Abrir una consola.
it: Apri un terminale.
ko: 터미널 열기
nl_nl: Open een terminal.
pl: Otwiera terminal
pt_br: Abrir um terminal.
pt_pt: Abrir um terminal.
sr_rs: Otvori terminal.
zh_cn: 打开终端。

source: Window shortcuts - general
ca: Dreceres de teclat: general
de_de: Fenster Tastenkürzel - Generell
es: Combinaciones de teclas de las ventanas
it: Tasti di scelta rapida della finestra - generale
nl_nl: Sneltoetsen voor vensters - algemeen
pl: Skróty klawiaturowe okien programów - ogólne
pt_br: Atalhos de janela - geral
pt_pt: Atalhos de janela - geral
sr_rs: Prečice prozora - generalno
zh_cn: 窗口快捷方式 - 通用

source: Call Window Shuffler gui (window tiling grid).
ca: Crida la interfície de canvi de finestra (quadrícula de mosaic de finestres).
de_de: Window Shuffler GUI (Window Tiling Grid) aufrufen.
es: Interfaz gráfica de Window Shuffler (cuadrícula de ventanas).
it: Interfaccia per le finestre shuffler (griglia di piastrellatura delle finestre).
pl: Przywołuje interfejs Window Shuffler (siatka podziału ekranu).
pt_br: Chamar o "gui" do Window Shuffler (grade de janelas lado a lado).
pt_pt: Solicita a janela do organizador (grelha de janela).
sr_rs: Pokreni interfejs mešača prozora (deljač prozora u ravni)
zh_cn: 调用窗口平铺 gui (窗口平铺网格).

source: Video Demonstration
ca: Demostració de vídeo
es: Vídeo de demostración
it: Dimostrazione video
pl: Demonstracja video
pt_br: Demonstração de Vídeo
pt_pt: Demonstração de vídeo
sr_rs: Video demonstracija
zh_cn: 视频演示

source: Tab
ca: Pestanya
it: Tabulazione

source: Switch between currently-open windows.
ca: Canvieu entre les finestres obertes actualment.
de_de: Zwischen offenen Fenstern wechseln.
es: Conmutar entre las ventanas abiertas actualmente.
it: Passare tra le finestre attualmente aperte.
ko: 현재 열린 창 간 전환
nl_nl: Schakel tussen geopende vensters.
pl: Przełącza pomiędzy aktualnie otwartymi oknami.
pt_br: Alternar entre janelas atualmente abertas.
pt_pt: Alternar entre janelas atualmente abertas.
sr_rs: Prebaci izmedju trenutno otvrenih prozora.
zh_cn: 在打开的窗口间切换。

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
ca: Premeu Alt + Tab i, a continuació, deixeu anar Tab (però continueu mantenint premuda Alt).
de_de: Drücke die Alt+Tab Taste und dann lass die Tab-Taste los (aber halte dabei weiterhin die Alt-Taste gedrückt).
es: Oprima Alt + Tab y suelte Tab (pero mantenga oprimida Alt)
it: Premere Alt + Tab e rilasciare la scheda (ma continuare a tenere Alt).
ko: Alt + Tab을 누른 후 Tab 키를 떼세요 (Alt 키는 누르고 있을 것).
nl_nl: Druk op Alt + Tab en laat Tab los (maar blijf Alt ingedrukt houden).
pl: Naciśnij Alt + Tab, a następnie puść Tab (ale nadal trzymaj Alt).
pt_br: Pressione Alt + tab e então solte o Tab (mas continue segurando Alt).
pt_pt: Pressione Alt + Tab e depois solte Tab (mas continue a segurar Alt).
sr_rs: Pritisnite Alt + Tab i onda pustite Tab (ali nastavite da držite Alt).
zh_cn: 按 Alt + Tab 然后释放 Tab (但继续按住 Alt).
