Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Budgie Control Center
nl_nl: Budgie Controlecentrum
zh_cn: Budgie 控制中心

source: Ubuntu Budgie has many keyboard shortcuts that help make using your computer more efficient.
nl_nl: Ubuntu Budgie heeft veel sneltoetsen die helpen het gebruik van je computer efficiënter te maken.
zh_cn: Ubuntu Budgie 有许多键盘快捷键，帮助您更有效地使用计算机.

source: Allocated for Ubuntu Budgie:
zh_cn: 分配给 Ubuntu Budgie:

source: <strong>Ubuntu</strong>(the base distribution of <span name="distro-name"></span>) strives to make all of the most important software available to its users automatically. However patent and copyright restrictions (see Ubuntu License Policy) complicate distribution of software to support non-free formats.
es: <strong>Ubuntu</strong>(la distribución base de <span name="distro-name"></span>) se esfuerza en hacer disponible todo el software importante para sus usuarios automaticamente. Sin embargo las restricciones de patente y copyright (vea la Politica de Licencia de Ubuntu) complican la distribución de software para formatos de apoyo no gratuitos.
ko: <strong>우분투 (Ubuntu)</strong> (<span name="distro-name"></span>의 기반 배포판)는 사용자들이 거의 모든 주요 소프트웨어를 사용할 수 있도록 노력합니다. 그러나 일부 특허를 받았거나 저작권 제한이 있는 소프트웨어("우분투 라이선스 정책" 참고)와 같이 비자유(non-free) 소프트웨어는 무작정 배포하기엔 어려움이 있습니다.
pt_br: <strong>Ubuntu</strong> (a base de distribuição do <span name="distro-name"></span>) se esforça para tornar todos os softwares mais importantes disponíveis para seus usuários automaticamente. No entanto, as restrições de patente e direitos autorais (ver Política de Licença do Ubuntu) complicam a distribuição de software para suportar formatos não-livres.
pt_pt: O <strong>Ubuntu</strong> (a base de distribuição do <span name="distro-name"></span>) esforça-se para tornar todos os softwares mais importantes disponíveis para seus utilizadores automaticamente. No entanto, as restrições de patente e direitos de autor (ver Política de Licença do Ubuntu) complicam a distribuição de software para suportar formatos não-livres.

source: Browse the Internet in private without leaving a trace of history on your computer. Ephemeral is a stripped down private browser that's perfect for avoiding persistent cookies or web trackers. Close the window and all traces of your browsing are removed from your device.
pt_br: Navegue na Internet privadamente, sem deixar vestígios de histórico no seu computador. O Ephemeral é um navegador privado e simples, perfeito para evitar cookies ou rastreadores. Feche a janela e todos os vestígios da sua navegação são removidos do seu dispositivo.
pt_pt: Navegue na Internet em privado, sem deixar vestígios de histórico no seu computador. O Ephemeral é um navegador privado despojado, perfeito para evitar cookies persistentes ou rastreadores da web. Feche a janela e todos os vestígios da sua navegação são removidos do seu dispositivo.

source: Ctrl
de_de: Strg

source: Email Ballot
nl_nl: Stemming verzenden

source: Flatpak, Dropbox and User Management
nl_nl: Flatpak, Dropbox en Gebruikersbeheer

source: <strong>Flatpak</strong> is a new generation application distribution framework. It introduces a unified packaging format across various GNU/Linux distributions. Please note that Flatpak applications are not part of the core Ubuntu experience.
nl_nl: <strong>Flatpak</strong> is een framework voor de distributie van nieuwe generatie applicaties. Het introduceert een uniform verpakkingsformaat voor verschillende GNU/Linux-distributies. Houd er rekening mee dat Flatpak-applicaties geen deel uitmaken van de kernervaring van Ubuntu.

source: Flatpak is installed.
nl_nl: Flatpak is geïnstalleerd.

source: Please reboot for the service to start.
nl_nl: Start opnieuw op om de service te starten.

source: Dropbox is installed.
nl_nl: Dropbox is geïnstalleerd.

source: To improve the amount of customizability, Ubuntu Budgie allows you to install/remove popular web browsers.
nl_nl: Ter verbetering van de aanpasbaarheid, maakt Ubuntu Budgie het mogelijk om populaire webbrowsers te installeren of te verwijderen.

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. This is the stable release browser made available directly by Mozilla thru their own repository.
nl_nl: Mozilla Firefox is een gratis en open-source webbrowser, ontwikkeld door de Mozilla Foundation - een non-profit organisatie. Dit is de stabiele release-browser die rechtstreeks door Mozilla beschikbaar wordt gesteld via hun eigen opslagplaats.

source: Click Remove first to uninstall the current firefox package, followed by Install to add the Mozilla repository and package.
nl_nl: Klik eerst op Verwijderen om het huidige firefox-pakket te verwijderen, gevolgd door Installeren om de Mozilla-opslagplaats en het pakket toe te voegen.

source: Downloads Page
nl_nl: Downloads-pagina

source: To improve the amount of customizability, Ubuntu Budgie allows you to install/remove popular email clients.
nl_nl: Ter verbetering van de aanpasbaarheid, maakt Ubuntu Budgie het mogelijk om populaire e-mailclients te installeren of te verwijderen.

source: Access all your messages, calendars, and contacts in one fast app. Filter and organize the way you like. Manage all accounts separately or in a unified inbox. Thunderbird simply makes your life simpler.
nl_nl: Toegang tot al je berichten, agenda's en contacten in één snelle app. Filter en organiseer naar wens. Beheer alle accounts afzonderlijk of in een uniforme inbox. Thunderbird maakt het leven gemakkelijk.

source: Evolution is a personal information management application that provides integrated mail, calendaring and address book functionality.
nl_nl: Evolution is een applicatie voor het beheer van persoonlijke informatie met geïntegreerde e-mail-, agenda- en adresboekfunctionaliteit.

source: Geary is an email application built around conversations for the GNOME desktop.
nl_nl: Geary is een e-mailtoepassing die is gebouwd rond gesprekken voor de GNOME-desktop.

source: Handle your email, calendar, contacts and other personal data with Kontact. Kontact groups everything together in one place and helps you manage your communications, organize your day and work with your colleagues. Become more productive with Kontact.
nl_nl: Behandel je e-mail, agenda, contacten en andere persoonsgegevens met Kontact. Kontact groepeert alles op één plek en helpt je bij het beheren van je communicatie, het organiseren van je dag en het samenwerken met je collega's. Word productiever met Kontact.

source: Astroid is a lightweight and fast Mail User Agent that provides a graphical interface to searching, display and composing email, organized in thread and tags. Astroid uses the notmuch backend for blazingly fast searches through tons of email. Astroid searches, displays and compose emails — and relies on other programs for fetching, syncing and sending email.
nl_nl: Astroid is een snelle, lichtgewicht Mail User Agent die een grafische interface biedt voor het zoeken, weergeven en opstellen van e-mail, georganiseerd in gesprekken en labels. Astroid gebruikt de notmuch backend voor razendsnelle zoekopdrachten door tonnen e-mail. Astroïde zoekt, toont en stelt e-mails op - en vertrouwt op andere programma's voor het ophalen, synchroniseren en verzenden van e-mail.

source: Claws Mail is an email client (and news reader), based on GTK+, featuring quick response, graceful and sophisticated interface, easy configuration, intuitive operation, abundant features, extensibility, robustness and stability.
nl_nl: Claws Mail is een e-mailclient (en nieuwslezer), gebaseerd op GTK+, met een snelle reactie, een sierlijke en geavanceerde interface, eenvoudige configuratie, intuïtieve bediening, een overvloed aan functies, uitbreidbaarheid, robuustheid en stabiliteit.

source: Firefox
ko: 파이어폭스
