Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Linux distributions use a boot loader known as <code>grub</code>, which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to <span name="distro-name"></span> temporally.
ca: Les distribucions de Linux utilitzen un gestor d’arrencada conegut com a <code>grub</code>, que cerca i arrenca el sistema operatiu. No obstant això, alguns sistemes operatius (com ara Windows) no s'integren amb els gestors existents i els sobreescriuran, amb el potencial de perdre l'accés a <span name="distro-name"></span> de manera temporal.
de_de: Linux-Distributionen verwenden einen Boot-Loader namens <code>grub</code>, der das Betriebssystem sucht und bootstrappt. Einige Betriebssysteme (z. B. Windows) können jedoch nicht in vorhandene Bootloader integriert werden und überschreiben diese mit der Folge, den Zugriff auf <span name="distro-name"></span>vorübergehend zu verlieren.
es: Las distribuciones de Linux usan un cargador de arranque conocido como <code>grub</code>, que busca y encadena al sistema operativo. Sin embargo, algunos sistemas operativos (como Windows) no se integran con cargadores de arranque existentes y los sobrescribirán, con el potencial de perder acceso <span name="distro-name"></span> temporalmente.
it: Le distribuzioni Linux usano un boot loader conosciuto come <code>grub</code>, che cerca e fa partire il sistema operativo. Tuttavia, alcuni sistemi operativi (come Windows) non si integrano con i boot loader esistenti e li sovrascrivono, con la prospettiva di perdere temporaneamente l'accesso a <span name="distro-name"></span>.
ko: 많은 리눅스 배포판들은 운영 체제를 부팅시키기 위해 <code>grub</code>라고 하는 부트로더를 사용합니다. 그러나 몇몇 운영 체제(Windows 등)는 기존에 설치되어 있는 부트로더를 무시하고 자신만의 부트로더를 덮어쓸 수도 있습니다. 이는 임시적으로 <span name="distro-name"></span>로 부팅할 수 없게 만듭니다.
pl: Dystrybucje Linuksa używają bootloader'a o nazwie <code>grub</code>, który odnajduje na dysku system operacyjny i umożliwia jego uruchomienie. Jednakże, niektóre systemy operacyjne (takie jak Windows) nie współpracują z istniejącymi programami ładującymi i nadpisują je, co może prowadzić do tymczasowej utraty dostępu do <span name="distro-name"></span>.
pt_br: As distribuições Linux usam um carregador de inicialização conhecido como <code>grub</code>, que procura e inicializa o sistema operacional. No entanto, alguns sistemas operacionais (como o Windows) não se integram aos carregadores de inicialização existentes e os substituirá, com o potencial de perder o acesso temporalmente ao <span name="distro-name"></span>.
pt_pt: As distribuições Linux usam um carregador de arranque conhecido como <code>grub</code>, que procura e inicia o sistema operativo. No entanto, alguns sistemas operativos (como o Windows) não se integram aos carregadores de arranque existentes e os substituirá, com o potencial de perder o acesso temporalmente ao <span name="distro-name"></span>.
sr_rs: Linux distribucije koriste boot loader poznat kao <code>grub </code> koji služi za pokretanje sistema. Ipak, neki operativni sistemi (Kao što je Windows) ne integrišu se sa trenutnim bootloaderom i pišu preko istih, što dovodi do privremenog gubitka pristupa <span name="distro-name"></span>.

source: Fortunately, you can use the <b>Boot Repair</b> tool to repair common problems caused by other operating systems.
ca: Afortunadament, podeu utilitzar l'eina <b>Boot Repair</b> per reparar problemes habituals causats per altres sistemes operatius.
de_de: Sie können das <b>Boot-Reparatur tool</b> verwenden um häufige Probleme, die durch andere Betriebssysteme verursacht wurden, zu lösen.
es: Afortunadamente, puede utilizar la herramienta <b>Reparación de arranque</b> para reparar problemas comunes causados por otros sistemas operativos.
it: Fortunatamente, è possibile utilizzare lo strumento <b>Boot Repair</b> per risolvere i problemi comuni causati da altri sistemi operativi.
ko: 다행히도, <b>Boot Repair</b>라는 도구를 이용하여 다른 운영 체제로 인해 발생하는 일반적인 부팅 문제를 해결할 수 있습니다.
nl_nl: Gelukkig kunt u de <b>Boot Repair</b>-tool gebruiken om veelvoorkomende problemen veroorzaakt door andere besturingssystemen te herstellen.
pl: Na szczęście, możesz użyć narzędzia <b>Boot Repair</b>, aby naprawić problemy spowodowane przez inne systemy operacyjne.
pt_br: Felizmente, você pode usar o <b>Boot Repair</b>, ferramenta para reparar problemas comuns causados por outros sistemas operacionais.
pt_pt: Felizmente, pode usar a ferramenta <b>Boot Repair</b> para reparar problemas comuns causados por outros sistemas operativos.
sr_rs: Srećom, možete iskoristiti <b>Boot Repair</b>alat da popravite česte probleme prouzrokovani od stranih drugih operativnih sistema.
zh_cn: 幸运的是，您可以使用 <b>Boot Repair</b> 工具来修复由其他操作系统引起的常见问题.

source: Requires downloading a package.
ca: Requereix baixar un paquet.
de_de: Erfordert den Download von Paketen.
es: Necesita la descarga de un paquete.
it: Richiede il download di un pacchetto.
ko: 패키지 다운로드가 필요합니다.
nl_nl: Vereist het downloaden van een pakket.
pl: Wymagania pobrania pakietu z sieci.
pt_br: Requer o download de um pacote.
pt_pt: Requer a transferência de um pacote.
sr_rs: Potrebno je preuzimanje paketa.
zh_cn: 需要下载一个软件包.

source: Please connect to the Internet to download and use this utility.
ca: Connecteu-vos a Internet per baixar i utilitzar aquesta utilitat.
de_de: Bitte verbinden Sie diesen Computer mit dem Internet um dieses Hilfsprogramm herunterladen und benutzen zu können.
es: Conéctese a Internet para descargar y utilizar esta herramienta.
it: Si prega di collegarsi a Internet per scaricare e utilizzare questa utilità.
ko: 이 유틸리티를 다운로드하려면 인터넷 연결이 필요합니다.
nl_nl: Maak verbinding met internet om dit hulpprogramma te downloaden en te gebruiken.
pl: Połącz się z internetem, aby pobrać i używać tego narzędzia.
pt_br: Conecte-se à Internet para baixar e usar este utilitário.
pt_pt: Ligue-se à Internet para transferir e usar este utilitário.
sr_rs: Molimo povežite se na Internet da preuzmete i koristite ovaj alat.
zh_cn: 请连接到互联网下载并使用此实用程序.

source: Sorry, Welcome was unable to establish a connection.
ca: Ho sento, Welcome no ha pogut establir una connexió.
de_de: Entschuldigung, Welcome konnte keine Verbindung herstellen.
es: Esta aplicación no pudo establecer una conexión.
it: Spiacenti, Welcome non è riuscito a stabilire una connessione.
ko: 죄송합니다. 환영에서 인터넷에 연결할 수 없었습니다.
nl_nl: Excuses, Welkom kon geen verbinding tot stand brengen.
pl: Przykro mi, nie można nawiązać połączenia.
pt_br: Desculpe, Boas-Vindas foi incapaz de estabelecer uma conexão.
pt_pt: Desculpe, o 'Bem-vindo' foi incapaz de estabelecer uma ligação.
sr_rs: Žao nam je, Ekran Dobrodošlice nije mogao da uspostavi konekciju.
zh_cn: 对不起，遇到无法建立连接.

source: Download Boot Repair
ca: Baixa Boot Repair
de_de: Boot-Repair herunterladen
es: Descargar Boot Repair
it: Scarica il Boot Repair
ko: Boot Repair 다운로드
pl: Pobierz "Boot Repair"
pt_br: Baixar Boot Repair
pt_pt: Transferir o Boot Repair
sr_rs: Preuzmite Boot Repair
zh_cn: 下载启动修复器

source: Open Boot-Repair
ca: Obre Boot-Repair
de_de: Boot-Repair öffnen
es: Abrir Boot Repair
it: Apri il Boot Repair
ko: Boot Repair 열기
pl: Otwórz "Boot Repair"
pt_br: Abrir Boot-Repair
pt_pt: Abrir o Boot-Repair
sr_rs: Otvorite Boot-Repair
zh_cn: 打开 Boot-Repair

source: Install Preparations
ca: Preparació per a la instal·lació
de_de: Installationsvorbereitungen
es: Preparaciones antes de la instalación
it: Preparativi per l'installazione
ko: 설치 준비
nl_nl: Installatievoorbereidingen
pl: Przygotowania do instalacji
pt_br: Preparativos para instalação
pt_pt: Preparações de instalação
sr_rs: Priprema Instalacije
zh_cn: 安装准备

source: An Internet connection is required to download and install updates.
ca: Cal una connexió a Internet per descarregar i instal·lar actualitzacions.
de_de: Eine Internetverbindung wird benötigt um Aktualisierungen herunterladen und installieren zu können.
es: Se necesita una conexión a Internet para descargar e instalar actualizaciones.
it: Una connessione interne è richiesta per scaricare e installare gli aggiornamenti.
ko: 업데이트를 다운로드하고 설치하기 위해 인터넷 연결이 필요합니다.
nl_nl: Een internetverbinding is vereist om updates te downloaden en installeren.
pl: Połączenie internetowe jest wymagane do pobrania i zainstalowania aktualizacji.
pt_br: É necessária uma conexão com a Internet para baixar e instalar atualizações.
pt_pt: É necessária uma ligação à Internet para transferir e instalar atualizações.
sr_rs: Internet konekcija je potrebna za preuzimanje fajlova i instaliranje ispravki.
zh_cn: 下载和安装更新需要 Internet 连接.

source: Software Updater
ca: Actualitzador de programari
es: Actualización de software
it: Aggiornamenti Software
ko: 소프트웨어 업데이터
pl: Aktualizacje oprogramowania
pt_br: Atualizador de software
pt_pt: Atualizações
zh_cn: 软件更新器

source: <span name="distro-name"></span> periodically will check to see if new software and security updates are available for your computer. If you have just installed <span name="distro-name"></span>, you might want to do this now.
ca: <span name="distro-name"></span>comprovarà periòdicament si hi ha programari nou i actualitzacions de seguretat diponibles per a l’ordinador. Si acabeu d’instal·lar <span name="distro-name"> </span>, potser voldríeu fer-ho ara.
de_de: <span name="distro-name"></span> wird von Zeit zu Zeit nach Software- und Sicherheitsupdates für Ihren Computer suchen. Wenn Sie <span name="distro-name"></span> neu installiert haben können Sie dies jetzt vornehmen.
es: <span name="distro-name"></span> periodicamente verificará si estan disponibles nuevo software y actualizaciones de seguridad para su computadora. Si acaba de instalar <span name="distro-name"></span>, podría querer hacer esto ahora.
it: <span name="distro-name"></span> controlla periodicamente per vedere se sono disponibili nuovi software e aggiornamenti per la protezione del computer. Se avete appena installato <span name="distro-name"></span>, lo si potrebbe fare ora.
ko: <span name="distro-name"></span>는 새로운 소프트웨어 및 보안 업데이트를 주기적으로 확인합니다. 이제 막 <span name="distro-name"></span>를 설치하셨다면, 지금 바로 업데이트를 확인하시기 바랍니다.
pl: <span name="distro-name"></span> będzie okresowo sprawdzać, czy są dostępne aktualizacje oprogramowania i łatki bezpieczeństwa dla Twojego komputera. Jeżeli właśnie zainstalowałeś <span name="distro-name"></span>, warto wykonać to teraz.
pt_br: <span name="distro-name"></span> verifica periodicamente se existe software novo e atualizado tal como atualizações de segurança. <span name="distro-name"></span>, talvez queira fazer isto agora.
pt_pt: O <span name="distro-name"></span> verificará periodicamente se existem novos softwares e atualizações de segurança disponíveis para o seu computador. Se acabou de instalar o <span name="distro-name"></span>, talvez queira fazer isto agora.
sr_rs: <span name="distro-name"></span> će periodično proverite da li je novi softver ili sigurnosna ispravka dostupna za vaš kompjuter. Ako ste upravo instalirali <span name="distro-name"></span>, trebalo bi da to proverite sada.

source: <b>Software Updater</b> can be found later in the menu <strong>Administration</strong>
ca: L'<b>Actualitzador de programari</b> es pot trobar més endavant al menú d'<strong>administració</strong>.
it: <b>Aggiornamenti Software</b> può essere trovato dopo nel <strong>Menu Amministrazione</strong>
pl: Program <b>Software Updater</b> znajduje się w dalszej części menu <strong>Administracja</strong>
pt_br: <b>Atualizador de programas</b> pode ser encontrado no menu <strong> Ferramentas de sistema</strong>
pt_pt: O <b>Atualizações</b> pode ser encontrado mais tarde no menu de <strong>Administração</strong>
sr_rs: <b>Software Updater</b>može biti pronađjen u meniju <strong> Administration</strong>

source: Check for Updates
ca: Comprova si hi ha actualitzacions
de_de: Suche nach Updates
es: Buscar actualizaciones
it: Controlla gli aggiornamenti
ko: 업데이트 확인
nl_nl: Controleer voor updates
pl: Sprawdź aktualizacje
pt_br: Procurar Atualizações
pt_pt: Procurar por atualizações
sr_rs: Proveri ažuriranja
zh_cn: 检查更新

source: <strong>Ubuntu</strong> (the base distribution of <span name="distro-name"></span>) strives to make all of the most important software available to its users automatically. However patent and copyright restrictions (see Ubuntu License Policy) complicate distribution of software to support non-free formats.
ca: <strong>Ubuntu</strong> (la distribució base per a <span name="distro-name"></span>) s'esforça per fer que tots els programes més importants estiguin disponibles per als seus usuaris de manera automàtica. No obstant això, les restriccions de patents i de dret de reproducció (vegeu la política de llicències d'Ubuntu) compliquen la distribució del programari per admetre formats no lliures.
it: <strong>Ubuntu</strong> (la distribuzione di base di <span name="distro-name"></span>) si impegna a rendere automaticamente disponibile ai propri utenti tutto il software più importante. Tuttavia, le restrizioni sui brevetti e sul copyright (vedere la politica di licenza di Ubuntu) complicano la distribuzione del software per supportare formati non liberi.
pl: <strong>Ubuntu</strong> (podstawowa dystrybucja <span name="distro-name"></span>) stara się, aby wszystkie najważniejsze programy były domyślnie dostępne dla jego użytkowników. Jednak ograniczenia patentowe i prawa autorskie (patrz Polityka Licencyjna Ubuntu) komplikują dystrybucję oprogramowania do obsługi formatów innych niż wolne.

source: However, you can install the ability to play popular non-free media formats, including DVD, MP3, Quicktime, and Windows Media formats, by following the instructions below.
ca: Tanmateix, podeu instal·lar la capacitat de reproduir formats multimèdia populars no lliures, inclosos els formats de DVD, MP3, Quicktime i Windows Media, seguint les instruccions següents:
de_de: Sie können jedoch die Möglichkeit installieren, beliebte nicht-freie Medienformate wie DVD-, MP3-, Quicktime- und Windows Media-Formate abzuspielen, indem Sie die folgenden Anweisungen befolgen.
es: Sin embargo, puede instalar la habilidad de reproducir formatos populares no gratuitos, incluyendo DVD, MP3, Quicktime y Windows Media, siguiendo las instrucciones a continuación.
it: Tuttavia, è possibile installare la possibilità di riprodurre i formati multimediali, non gratuiti, tra cui DVD, MP3, QuickTime e formati multimediali di Windows, seguendo le istruzioni riportate di seguito.
ko: 하지만 아래 설명을 참고하시면 DVD, MP3, QuickTime, Windows 미디어 등과 같은 포맷을 재생할 수 있는 소프트웨어를 설치할 수 있습니다.
nl_nl: U kunt echter de mogelijkheid installeren om populaire niet-vrije media-bestandsformaten, waaronder dvd, mp3, Quicktime en Windows Media, af te spelen door de onderstaande instructies te volgen.
pl: Jednakże postępując według poniższych instrukcji, możesz zainstalować funkcje odtwarzania popularnych licencjonowanych formatów multimedialnych takich jak DVD, MP3, Quicktime i formaty Windows Media.
pt_br: No entanto, você pode instalar a capacidade de reproduzir formatos de mídia populares não-livres, incluindo formatos de DVD, MP3, Quicktime e Windows Media, seguindo as instruções abaixo.
pt_pt: No entanto, pode instalar a capacidade de reproduzir formatos de multimédia populares não-livres, incluindo formatos de DVD, MP3, Quicktime e Windows Media, seguindo as instruções abaixo.
sr_rs: Ipak, možete instalirati sve vlasničke medijske kodeke, uključujući ali ne i ograničeno za DVD, MP3, Quicktime i Windows media formate, prateći instrukcije ispod.
zh_cn: 但是，您可以安装播放流行的非免费媒体格式的能力，包括 DVD、MP3、Quicktime 和 Windows media 格式，请遵循下面的说明.

source: Ubuntu’s commitment to only include completely free software by default means that proprietary media formats are not configured “out of the box”. See Ubuntu’s Free Software Philosophy and the Free Formats page for a more comprehensive discussion of these issues.
ca: El compromís d’Ubuntu d’incloure només el programari completament gratuït per defecte significa que els formats de mitjans privats no estan configurats "d'entrada". Consulteu la pàgina de Filosofia de programari lliure d’Ubuntu i els formats lliures per a una comprensió més àmplia sobre aquests problemes.
de_de: Die Verpflichtung von Ubuntu, ausschließlich vollständig freie Software zu verwenden, bedeutet, dass proprietäre Medienformate nicht "out of the box" konfiguriert sind. Siehe Ubuntus Freie Software-Philosophie und die Seite "Freie Formate" für eine umfassendere Diskussion dieser Fragen.
es: El compromiso de Ubuntu para incluir software completamente gratuito por defecto significa que los formatos propietarios de medios no son configurados "fuera del empaque". Vea la Filosofía de Software Libre de Ubuntu y la página de Formatos Libres para una discusión mas comprensiva de estos asuntos.
it: L'impegno di Ubuntu di includere solo il software completamente gratuito per impostazione predefinita significa che i formati proprietari dei media non sono configurati "out of the box". Vedere la Filosofia di Ubuntu sul Software Libero e la pagina formati free per una discussione più approfondita di questi problemi.
nl_nl: Het commitment van Ubuntu om standaard volledig vrije software te gebruiken betekent dat propriëtaire media-formats niet "out-of-the-box" zijn geconfigureerd. Zie de Free Software Philosophy van Ubuntu en de Free Formats pagina voor een uitgebreidere bespreking van deze onderwerpen.
pl: Ubuntu z założenia polega wyłącznie na wolnym oprogramowaniu, co oznacza, że własnościowe formaty plików multimedialnych nie są automatycznie skonfigurowane. Więcej informacji na ten temat można znaleźć na stronach internetowych Ubuntu: "Free Software Philosophy" i "Free Formats".
pt_br: O compromisso do Ubuntu de incluir apenas software completamente livre por padrão significa que os formatos de mídia proprietários não estão configurados "fora da caixa". Veja a Filosofia de Software Livre do Ubuntu e a página Formatos Livres para uma discussão mais abrangente sobre essas questões.
pt_pt: O compromisso do Ubuntu de incluir apenas software completamente livre por defeito significa que os formatos de média proprietários não estão configurados "prontos a usar". Veja a Filosofia de Software Livre do Ubuntu e a página Formatos Livres para uma discussão mais abrangente sobre essas questões.
sr_rs: Ubuntu je posvećen uključivanju samo kompletno besplatnog softvera po defaultu što znači da vlasnički medijski formati nisu konfigurisani odmah. Pogledajte Ubuntu Besplatna Softverska Filozifija i Besplatni Formati stranice za bolju diskusiju o ovima problemima.
zh_cn: Ubuntu 承诺在默认情况下只包含完全自由的软件，这意味着专有媒体格式没有被 “开箱即用” 配置。有关这些问题的更全面的讨论，请参阅 Ubuntu 的自由软件哲学和自由格式页面.

source: <strong>Legal Notice</strong> Patent and copyright laws operate differently depending on which country you are in. Please obtain legal advice if you are unsure whether a particular patent or restriction applies to a media format you wish to use in your country.
ca: <strong>Avís legal</strong> Les lleis de patents i drets de propietat intel·lectual operen de manera diferent segons el país en què us trobeu. Si us plau, obteniu assessorament legal si no esteu segurs si una patent o restricció concreta s'aplica a un format multimèdia que voleu utilitzar al vostre país.
de_de: <strong>Rechtliche Hinweise</strong> Patent- und Urheberrechtsgesetze funktionieren je nachdem, in welchem Land Sie sich befinden, unterschiedlich. Bitte wenden Sie sich an einen Rechtsbeistand, wenn Sie nicht sicher sind, ob ein bestimmtes Patent oder eine Beschränkung für ein Medienformat gilt, das Sie in Ihrem Land verwenden möchten.
es: <strong>Noticia Legal</strong> Las leyes de Patentes y copyright operan diferentemente dependiendo del país donde se encuentre. Por favor obtenga consejo legal si no esta seguro si una patente o restricción en particular se aplica al formato de medios que desea usar en su país.
it: <strong>Legali leggi</strong> Avviso brevetti e diritti d'autore operano in modo diverso a seconda del paese in cui ci si trova. Si prega di ottenere un parere legale se non siete sicuri se un particolare brevetto o restrizione si applica ad un formato multimediale che si desidera utilizzare nel vostro paese.
nl_nl: <strong>Disclaimer</strong> Octrooi- en auteursrechtwetten werken anders afhankelijk van het land waar u zich bevindt. Vraag juridisch advies als u niet zeker weet of een bepaald patent of dat er beperkingen van toepassing zijn op een mediaformaat dat u in uw land wilt gebruiken.
pl: <strong>Nota prawna</strong> Prawa patentowe i prawa autorskie różnią się, w zależności od kraju, w którym się znajdujesz. Proszę zasięgnąć porady prawnej, jeśli nie wiesz, czy konkretny patent lub ograniczenie odnoszą się do formatu mediów, które chcesz używać w Twoim kraju.
pt_br: <strong>Aviso Legal</strong> As leis de patentes e direitos autorais operam de forma diferente, de acordo com o país em que se encontra. Obtenha aconselhamento jurídico se não tiver certeza de se uma determinada patente ou restrição se aplica a um formato de mídia que você deseja usar em seu país.
pt_pt: <strong>Aviso Legal</strong>, as leis de patentes e direitos de autor operam de forma diferente, de acordo com o país em que se encontra. Obtenha aconselhamento jurídico se não tiver certeza de se uma determinada patente ou restrição se aplica a um formato de multimédia que você deseja usar no seu país.
sr_rs: <strong>Pravna notifikacija</strong> Patentska i autorska prava funkcionišu različito u zavisnosti u kojoj zemlji se nalazite. Molimo vas da se pravno posavetujete ako niste sigurni da li određjeni patent ili ograničenje se primenjuje na medijski format koji želite da koristite u vašoj zemlji.
zh_cn: <strong>专利法</strong> 和版权法根据你所在国家的不同而不同。如果您不确定某项专利或限制是否适用于您希望在本国使用的媒体格式，请咨询法律意见.

source: Applying Changes...
ca: S'apliquen els canvis...
de_de: Änderungen werden angewandt...
es: Aplicando los cambios…
it: Applicare le modifiche...
ko: 변경 사항 저장 중...
nl_nl: Veranderingen worden toegepast...
pl: Zatwierdzanie zmian...
pt_br: A aplicar alterações
pt_pt: A aplicar alterações...
sr_rs: Primena Izmena...
zh_cn: 应用改变中...

source: Install
ca: Instal·la
de_de: Installieren
es: Instalar
it: Installa
ko: 설치
nl_nl: Installeer
pl: Zainstaluj
pt_br: Instalar
pt_pt: Instalar
sr_rs: Instaliraj
zh_cn: 安装

source: Remove
ca: Elimina
de_de: Entfernen
es: Desinstalar
it: Rimuovi
ko: 제거
nl_nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
sr_rs: Ukloni
zh_cn: 移除

source: Next:
ca: Següent:
de_de: Weiter:
es: Siguiente:
it: Prossimo:
ko: 다음 :
nl_nl: Volgende:
pl: Następny krok:
pt_br: Próximo:
pt_pt: Próximo:
sr_rs: Sledeće:
zh_cn: 下一步：
