Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Getting Started
ca: Començar
de_de: Erste Schritte
es: Primeros pasos
it: Guida introduttiva
ko: 시작하기
nl_nl: Aan de slag
pl: Pierwsze kroki
pt_br: Começando
pt_pt: Primeiros passos
sr_rs: Upoznavanje sa radom
zh_cn: 入门

source: Prerequisites
ca: Prerequisits
de_de: Voraussetzungen
es: Prerrequisitos
it: Prerequisiti
ko: 준비 사항
nl_nl: Vereisten
pl: Wymagania wstępne
pt_br: Pré-requisitos
pt_pt: Pré-requisitos
sr_rs: Preduslovi
zh_cn: 预备知识

source: System Requirements
ca: Requisits del sistema
de_de: Systemvoraussetzungen
es: Requisitos del sistema
it: Requisiti di sistema
ko: 시스템 준비 사항
nl_nl: Systeemvereisten
pl: Wymagania systemowe
pt_br: Recomendações do Sistema
pt_pt: Requisitos do sistema
sr_rs: Sistemski Zahtevi
zh_cn: 系统要求

source: Installation Preparation
ca: Preparació de la instal·lació
de_de: Installationsvorbereitung
es: Preparación de la instalación
it: Preparazione all'installazione
ko: 설치 준비
nl_nl: Installatievoorbereiding
pl: Przygotowanie do instalacji
pt_br: Preparação da Instalação
pt_pt: Preparação da instalação
sr_rs: Priprema Instalacije
zh_cn: 安装准备

source: Dual Booting
ca: Arrencada dual
es: Arranque dual
it: Dual Boot
ko: 듀얼 부팅
nl_nl: Dual booten
pl: Dwa systemy operacyjne
pt_br: Dual Boot
pt_pt: Arranque duplo
sr_rs: Dualno Butovanje
zh_cn: 双启动

source: Install Now
ca: Instal·la'l ara
de_de: Jetzt installieren
es: Instalar ahora
it: Installa ora
ko: 지금 설치하기
nl_nl: Installeer nu
pl: Zainstaluj teraz
pt_br: Instale agora
pt_pt: Instalar agora
sr_rs: Instaliraj sada
zh_cn: 现在安装

source: Familiarity
ca: Familiaritat
de_de: Vertrautheit
es: Familiaridad
it: Familiarità
ko: 익숙함
nl_nl: Vertrouwd
pl: Dopasowanie systemu
pt_br: Familiridade
pt_pt: Frequente
sr_rs: Poznato
zh_cn: 精通

source: Browser Ballot
ca: Butlletí del navegador
de_de: Browser Auswahl
es: Elección de navegador
it: Scelta del browser
ko: 브라우저 선택
nl_nl: Browser kiezen
pl: Wybór przeglądarki
pt_br: Escolha outro Navegador
pt_pt: Escolha de navegador
sr_rs: Izbornik čitača
zh_cn: 选择浏览器

source: Customization
ca: Personalització
de_de: Anpassung
es: Personalización
it: Personalizzazione
ko: 사용자화
nl_nl: Personaliseren
pl: Dostosowanie
pt_br: Customização
pt_pt: Personalização
sr_rs: Izmene
zh_cn: 定制化

source: Keyboard Shortcuts
ca: Dreceres del teclat
de_de: Tastenkürzel
es: Atajos de teclado
it: Tasti di scelta rapida
ko: 키보드 단축키
nl_nl: Sneltoetsen
pl: Skróty klawiaturowe
pt_br: Atalhos de Teclado
pt_pt: Teclas de atalho
sr_rs: Prečice tastature
zh_cn: 键盘快捷键

source: Post-Installation
ca: Postinstal·lació
es: Postinstalación
it: Post-Installazione
ko: 설치 이후 작업
nl_nl: Na de installatie
pl: Działania poinstalacyjne
pt_br: Pós-Instalação
pt_pt: Pós-instalação
sr_rs: Nakon Instalacije
zh_cn: 安装后

source: Updates & Extras
ca: Actualitzacions i extres
de_de: Updates und Extras
es: Actualizaciones y extras
it: Aggiornamenti & Extra
ko: 업데이트 & 추가 패키지
pl: Aktualizacje i dodatki
pt_br: Atualizações & Extras
pt_pt: Atualizações e Extras
sr_rs: Ažuriranje i Dodatno
zh_cn: 更新 & 额外组件

source: Drivers
ca: Controladors
de_de: Treiber
es: Controladores
it: Driver
ko: 드라이버
nl_nl: Stuurprogramma's
pl: Sterowniki
pt_pt: Controladores
sr_rs: Drajveri
zh_cn: 驱动

source: Language & Input
ca: Llengua i llengua d'entrada
de_de: Sprache & Eingabe
es: Idioma y entrada de texto
it: Lingua & Input
ko: 언어 및 입력
nl_nl: Taal & Invoer
pl: Język i wprowadzanie
pt_br: Idioma & Entrada
pt_pt: Idioma e Inserção
sr_rs: Jezik i Unos
zh_cn: 语言和输入

source: Optional Tasks
ca: Tasques opcionals
de_de: Optionale Aufgaben
es: Tareas opcionales
it: Attività opzionali
ko: 선택적 작업
nl_nl: Optionele taken
pl: Czynności opcjonalne
pt_br: Tarefas Opcionais
pt_pt: Tarefas opcionais
sr_rs: Opcionalno
zh_cn: 任务选项

source: Troubleshooting
ca: Problemes
de_de: Fehlerbehebung
es: Solución de problemas
it: Risoluzione dei problemi
ko: 문제 해결
nl_nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt_br: Solução de Problemas
pt_pt: Solução de problemas
sr_rs: Rešavanje problema
zh_cn: 疑难排除

source: System Specifications
ca: Especificacions del sistema
de_de: Systemvoraussetzung
es: Especificaciones del sistema
it: Specifiche del sistema
ko: 시스템 사양
nl_nl: Systeemspecificaties
pl: Specyfikacja systemu
pt_br: Especificações do Sistema
pt_pt: Especificações do sistema
sr_rs: Sistemske Specifikacije
zh_cn: 系统信息

source: Please choose a topic to get started.
ca: Si us plau, trieu un tema per començar.
de_de: Bitte wählen Sie ein Thema um loszulegen.
es: Seleccione un tema para comenzar.
it: Scegli un argomento per iniziare.
ko: 주제 하나를 선택하여 시작합니다.
nl_nl: Kies een onderwerp om te beginnen.
pl: Wybierz temat, aby rozpocząć
pt_br: Por favor escolha um item para começar
pt_pt: Escolha um tópico para começar.
sr_rs: Molimo izaberite temu
zh_cn: 请选择一个主题开始.

source: Modest System Requirements
ca: Requeriments modestos de sistema
de_de: Geringe Systemvoraussetzungen
es: Requisitos de sistema moderados
it: Requisiti di sistema modesti
ko: 일반적인 시스템 요구 사항
nl_nl: Bescheiden Systeemvereisten
pl: Niskie wymagania sprzętowe
pt_br: Requerimentos de Sistema Simples
pt_pt: Requisitos de sistema modesto
sr_rs: Srednji Sistemski Zahtevi
zh_cn: 合适系统需求

source: <span name="distro-name"></span> works well on both high-end to older computers, optimized to be functional, while light on system resources.
ca: <span name="distro-name"></span> treballa bé en tots dos tipus d'ordinadors, els més actualitzats o els antics; està optimat per ser funcional, encara que consumeix pocs recursos del sistema.
de_de: <span name="distro-name"></span> funktioniert gut auf entweder high-end oder älteren Computern, optimiert um funktionell und zugleich system-ressourcenschonend zu sein.
es: <span name="distro-name"></span> funciona bien en computadoras de alta gama como antiguas, optimizado para ser funcional, siendo al mismo tiempo liviano en recursos de sistema.
it: <span name="distro-name"></span> funziona bene sia sui computer più avanzati che sui computer più vecchi, ottimizzato per essere funzionale, mentre è leggero sulle risorse di sistema.
ko: <span name="distro-name"></span>는 고사양 컴퓨터는 물론 저사양 컴퓨터에서도 잘 구동됩니다. 시스템 리소스를 적게 소모하면서도 기능성에 최적화했기 때문이죠.
pl: <span name="distro-name"></span> działa dobrze zarówno na najwyższej klasy komputerach, jak i na tych nieco starszych. Jest dobrze zoptymalizowany, co pozwala zachować wysoką funkcjonalność przy niskim obciążeniu zasobów systemowych.
pt_br: <span name="distro-name"></span> funciona bem tanto em computadores topo de linha como em computadores mais antigos, otimizado para ser funcional, sem consumir muitos recursos do sistema.
pt_pt: O <span name="distro-name"></span> funciona bem tanto em computadores topo de gama como em computadores mais antigos, optimizado para ser funcional, sem consumir muitos recursos do sistema.
sr_rs: <span name="distro-name"></span> radi dobro kako na računarima najnovije generacije tako i na starijim računarima, optimizovan je da bude funkcionalan a lagan na sistemske resurse.

source: Minimum
ca: Mínim
de_de: Mindestens
es: Mínimos
it: Minimo
ko: 최소 요구 사양
pl: Minimalne
pt_br: Mínimo
pt_pt: Mínimo
zh_cn: 最小

source: Pentium Dual Core 1.6 GHz - approximately created in 2007
ca: Pentium Dual Core 1.6 GHz - creat pels volts de 2007
de_de: Pentium Dual Core 1.6 GHz - ungefähres Herstellungsdatum ab 2007
es: Pentium Dual Core 1.6 GHz - creado aproximadamente en el 2007
it: Pentium Dual Core 1.6 GHz - approssimativamente creato nel 2007
ko: 펜티엄 듀얼 코어 1.6GHz (2007년 즈음에 출시된 모델)
pl: Pentium Dual Core 1.6 GHz - wyprodukowane około 2007 roku
pt_br: Pentium Dual Core 1.6 GHz - aproximadamente criado em 2007
pt_pt: Pentium Dual Core 1.6 GHz - aproximadamente criado em 2007
sr_rs: Pentium Dual Core 1.6 GHz - iz 2007 godine

source: 2 gigabytes (GB) of RAM
ca: 2 gigabits (GB) de memòria RAM
de_de: 2 Gigabyte (GB) RAM
es: 2 gigabytes (GB) de RAM
it: 2 gigabyte (GB) di RAM
ko: 2GB RAM
nl_nl: 2 gigabytes (Gb) RAM
pl: 2 gigabajty (GB) pamięci RAM
pt_br: 2 gigabytes (GB) de RAM
pt_pt: 2 gigabytes (GB) de RAM
sr_rs: 2 gigabajta (GB) RAM-a
zh_cn: 2 Gigabyte (GB) 内存

source: 16 gigabytes (GB) of disk space
ca: 16 gigabits (GB) d'espai de disc
de_de: 16 Gigabyte (GB) freier Festplatten Speicher
es: 16 gigabytes (GB) de espacio en disco
it: 16 gigabyte (GB) di spazio disco
ko: 16GB의 디스크 여유 공간
pl: 16 gigabajtów (GB) przestrzeni dyskowej
pt_br: 16 gigabytes (GB) de espaço em disco
pt_pt: 16 gigabytes (GB) de espaço em disco
sr_rs: 16 gigabajta (GB) prostora na disku

source: Recommended
ca: Recomanat
de_de: Empfohlen
es: Recomendados
it: Raccomandati
ko: 권장 사양
nl_nl: Aanbevolen
pl: Rekomendowane
pt_br: Recomendado
pt_pt: Recomendado
sr_rs: Preporučeno
zh_cn: 推荐

source: Pentium i3 - approximately created in 2013
ca: Pentium i3 - aparegut pels volts de 2013
de_de: Pentium i3 - ungefähres Herstellungsdatum ab 2013
es: Pentium i3 - creado aproximadamente en el 2013
it: Pentium i3 - approssimativamente creato nel 2013
ko: 펜티엄 및 i3 시리즈 (2013년 즈음에 출시된 모델)
nl_nl: Pentium i3 - ongeveer uit 2013
pl: Pentium i3 - wyprodukowane około 2013 roku
pt_br: Pentium i3 - aproximadamente criado em 2013
pt_pt: Pentium i3 - aproximadamente criado em 2013
sr_rs: Pentium i3 - iz 2013 godine
zh_cn: Pentium i3 - 约 2013 年制造

source: 4 gigabytes (GB) of RAM
ca: 4 gigabits (GB) de memòria RAM
de_de: 4 Gigabyte (GB) RAM
es: 4 gigabytes (GB) de RAM
it: 4 gigabyte (GB) di RAM
ko: 4GB RAM
nl_nl: 4 gigabyte (Gb) RAM
pl: 4 gigbajty (GB) pamięci RAM
pt_br: 4 gigabytes (GB) de RAM
pt_pt: 4 gigabytes (GB) de RAM
sr_rs: 4 gigabajta (GB) RAM-a
zh_cn: 4 Gigabyte (GB) 内存

source: 80 gigabytes (GB) of disk space
ca: 80 gigabits (GB) d'espai de disc
de_de: 80 Gigabyte (GB) freier festplatten speicher
es: 80 gigabytes (GB) de espacio en disco
it: 80 gigabyte (GB) di spazio disco
ko: 80GB의 디스크 여유 공간
pl: 80 gigbajtów (GB) przestrzeni dyskowej
pt_br: 80 gigabytes (GB) de espaço em disco
pt_pt: 80 gigabytes (GB) de espaço em disco
sr_rs: 80 gigabajta (GB) prostora na disku.

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
ca: El sistema operatiu correrà molt més bé si el vostre ordinador s'ajusta o supera les característiques recomanades.
de_de: Das Betriebssystem wird viel effizienter laufen, wenn Ihr Computer die empfohlenen Systemanforderungen aufweist oder überschreitet.
es: El sistema operativo se ejecutará más eficientemente si el equipo satisface o supera los requisitos recomendados.
it: Il sistema operativo funzionerà molto più efficacemente se il computer soddisfa o supera i requisiti raccomandati.
ko: 컴퓨터의 사양이 권장 사양에 충족하거나 더 높으면 운영 체제가 더욱 효율적으로 운용됩니다.
nl_nl: Het besturingssysteem zal veel efficiënter werken als je computer voldoet aan of hoger is dan de aanbevolen vereisten.
pl: System operacyjny będzę pracował bardziej wydajnie, jeżeli Twój komputer spełnia lub przewyższa wymagania rekomendowane.
pt_br: O sistema operacional funcionará muito mais eficientemente se seu computador atende ou ultrapassa os requisitos recomendados.
pt_pt: O sistema operativo irá funcionar de uma maneira mais eficiente se o seu computador cumpre ou ultrapassa os requisitos recomendados.
sr_rs: Operativni sistem će funkcionisati mnogo efikasnije ako vaš kompjuter zadovoljava ili prevazilazi preporučene zahteve.
zh_cn: 如果您的计算机达到或超过推荐的要求，操作系统将会更有效地运行.

source: What's inside my computer?
ca: Què hi a dins del meu ordinador?
de_de: Was ist in meinem Computer?
es: ¿Qué hay dentro de mi equipo?
it: Cosa c'è dentro il mio computer?
ko: 내 컴퓨터 안에는 뭐가 있을까?
nl_nl: Wat zit er in mijn computer?
pl: Co znajduje się w moim komputerze?
pt_br: O que tem dentro do meu computador?
pt_pt: O que tem dentro do meu computador?
sr_rs: Šta je unutar mog kompjutera?
zh_cn: 我的电脑里有什么?

source: Installation Preparations
ca: Preparacions de la instal·lació
de_de: Installationsvorbereitungen
es: Preparativos antes de instalar
it: Preparativi per l'installazione
ko: 설치 준비
nl_nl: Installatievoorbereidingen
pl: Przygotowania do instalacji
pt_br: Preparativos para Instalação
pt_pt: Preparações de instalação
sr_rs: Priprema Instalacije
zh_cn: 安裝準備

source: Preparing to Install
ca: Prepareu-vos per instal·lar
de_de: Bereite Installation vor
es: Preparando instalación
it: Preparazione all'installazione
ko: 설치 준비하기
nl_nl: Installatie aan het voorbereiden
pl: Przygotowanie do instalacji
pt_br: Preparando para Instalar
pt_pt: A preparar para instalar
sr_rs: Pripremam se za Instalaciju
zh_cn: 准备安装

source: <span name="distro-name"></span> is relatively simple to set up, whether you're looking to replace your existing operating system or install <span name="distro-name"></span> alongside an existing one - such as &nbsp;<span class="fa fa-windows"></span> Microsoft Windows or another <span class="fa fa-linux"></span> GNU/Linux distribution.
ca: <span name="distro-name"></span> és relativament simple de preparar, tant si voleu substituir el sistema operatiu actual o instal·lar <span name="distro-name"></span> al costat d'un altre ja instal·lat, com ara <span class="fa fa-windows"></span> Microsoft Windows o una altra distribució de GNU/Linux <span class="fa fa-linux"></span>.
de_de: <span name="distro-name"></span> ist einfach einzurichten, egal ob Sie Ihr bestehendes Betriebssystem ersetzten oder <span name="distro-name"></span> neben einem existierenden Betriebssystem - wie &nbsp;<span class="fa fa-windows"></span> Microsoft Windows oder einer anderen <span class="fa fa-linux"></span> GNU/Linux Distribution installieren möchten.
es: <span name="distro-name"></span> es relativamente simple de configurar, ya sea que busque reemplazar su sistema operativo existente o instalarlo <span name="distro-name"></span> juntamente con uno ya existente - como un nbsp;<span class="fa fa-windows"></span> Microsoft Windows u otra <span class="fa fa-linux"></span> distribución GNU/Linux.
it: <span name="distro-name"></span> è relativamente semplice da configurare, se stai cercando di sostituire il tuo sistema operativo esistente o installare ubuntu accanto ad un esistente ad esempio Microsoft Windows o un'altra distribuzione GNU / Linux.
ko: <span name="distro-name"></span>는 상대적으로 간단히 설정됩니다. 현재 설치되어 있는 운영 체제를 교체하거나 이미 설치되어 있는 <span class="fa fa-windows"></span>Microsoft Windows나 다른 <span class="fa fa-linux"></span>GNU/Linux 배포판과 함께 설치되어져도 만사 OK입니다.
pl: <span name="distro-name"></span> jest stosunkowo prosty w obsłudze, niezależnie od tego, czy poszukujesz alternatywy dla obecnego systemu operacyjnego, czy też chcesz zainstalować <span name="distro-name"></span> jako drugi system w komputerze, obok takich systemów jak &nbsp;<span class="fa fa-windows"></span> Microsoft Windows lub inna dystrybucja <span class="fa fa-linux"></span> GNU/Linux.
pt_br: <span name="distro-name"></span> é relativamente simples de configurar, quer estejam à procura de substituir o sistema operativo ou instalar o <span name="distro-name"></span> em paralelo com outro sistema. Tal como &nbsp;<span class="fa fa-windows"></span> Microsoft Windows ou outra <span class="fa fa-linux"></span> distribuição GNU/Linux.
pt_pt: O <span name="distro-name"></span> é relativamente simples de configurar, quer estejam à procura de substituir o sistema operativo ou instalar o <span name="distro-name"></span> em paralelo com outro sistema. Tal como &nbsp;<span class="fa fa-windows"></span> Microsoft Windows ou outra <span class="fa fa-linux"></span> distribuição GNU/Linux.
sr_rs: <span name="distro-name"></span> je relativno lak za instaliranje, bez obzira da li želite da zamenite svoj postojeći operatini sistem ili da instalirate <span name="distro-name"></span> uz isti kao što je npr <span class="fa fa-windows"></span> Microsoft Windows ili drugu<span class="fa fa-linux"></span> Gnu/Linux distribuciju.

source: For the best results:
ca: A fi d'obtenir els millors resultats:
de_de: Für die besten Ergebnisse:
es: Para obtener los mejores resultados:
it: Per migliori risultati:
nl_nl: Voor de beste resultaten:
pl: Dla uzyskania najlepszcyh rezultatów:
pt_br: Para melhores resultados:
pt_pt: Para melhores resultados:
sr_rs: Za najbolje rezultate:
zh_cn: 为了最好的结果:

source: <u><b>Back up</b></u> any important data to another storage device.
ca: <u><b>Feu còpia de seguretat</b></u> de qualsevol dada important en un altre dispositiu d'emmagatzematge.
de_de: <u><b>Sichern Sie</b></u> alle wichtigen Daten auf einem anderen Datenträger.
es: <u><b>Respalde</b></u> información importante de cualquier tipo a otro dispositivo de almacenamiento.
it: <u><b>Back up</b></u> tutti i dati importanti su un altro dispositivo di archiviazione.
ko: 중요한 데이터는 꼭 다른 저장소 기기로 <u><b>백업</b></u>해 두세요.
nl_nl: <u><b> Maak een backup </b></u> van belangrijke data naar een ander opslagmedium.
pl: Zrób <u><b>kopię zapasową</b></u> wszystkich ważnych danych na oddzielnym urządzeniu magazynującym.
pt_br: <u><b>Faça Backup</b></u> de qualquer dado importante para outra unidade de armazenamento.
pt_pt: <u><b>Faça uma cópia de segurança</b></u> de qualquer dado importante para outra unidade de armazenamento.
sr_rs: <u><b>Sačuvajte</b></u>bilo koje važne podatke na odvojenom disku za skladištenje.
zh_cn: <u><b>备份</b></u> 重要数据到其他存储设备.

source: Connect to the Internet to install all available updates during installation.
ca: Connecteu a Internet per poder instal·lar actualitzacions recents durant el procés.
de_de: Stellen sie eine Internetverbindung her um alle verfügbare Updates während der Installation zu installieren.
es: Conecta a Internet para instalar todas las actualizaciones disponibles durante la instalación.
it: Connettersi a Internet per installare tutti gli aggiornamenti disponibili durante l'installazione.
ko: 설치 과정 중 사용 가능한 업데이트를 설치하기 위해 인터넷에 연결하세요.
nl_nl: Maak een verbinding met internet om alle beschikbare updates tijdens de installatieprocedure te installeren.
pl: Połącz się z internetem, aby podczas instalacji systemu pobrać i zainstalować wszystkie dostępne aktualizacje.
pt_br: Conecte à Internet para instalar todas as atualizações disponíveis durante a instalação.
pt_pt: Ligue-se à Internet para instalar todas as atualizações disponíveis durante a instalação.
sr_rs: Poveži se na Internet da instaliras sve dostupne ispravke tokom instalacije.
zh_cn: 连接到 Internet 以在安装过程中安装所有可用的更新.

source: Stay connected to the Internet to install all available updates.
ca: Mantingueu-vos connectats a Internet per instal·lar les actualitzacions disponibles.
de_de: Bleiben sie mit dem Internet verbunden um alle verfügbaren Updates zu installieren.
es: Manténte conectado a Internet para instalar todas las actualizaciones disponibles.
it: Rimani connesso a Internet per installare tutti gli aggiornamenti disponibili.
ko: 사용 가능한 모든 업데이트를 설치하기 위해 인터넷 연결을 유지해 주세요.
nl_nl: Blijf verbonden met internet om alle beschikbare updates te installeren.
pl: Pozostań połączony z internetem, aby zainstalować wszystkie dostępne aktualizacje.
pt_br: Permaneça conectado a Internet para instalar todas as atualizações disponíveis.
pt_pt: Permaneça ligado à Internet para instalar todas as atualizações disponíveis.
sr_rs: Ostanite konektovani na Internet kako bi instalirali sve dostupne ispravke.
zh_cn: 保持与互联网连接，安装所有可用的更新.

source: Plug in your device to the mains if it is running on battery power.
ca: Connecteu el vostre dispositiu al corrent elèctric si treballa normalment amb bateria.
de_de: Schließen Sie Ihr Gerät an die Stromversorgung an, sollte es von Batterieversorgung laufen.
es: Conecte su dispositivo al tomacorriente si esta funcionando con energía de batería.
it: Collegare il dispositivo alla rete elettrica se è in funzione con la batteria.
ko: 배터리 전원으로 구동 중인 경우 AC 전원을 연결해 주시기 바랍니다.
nl_nl: Sluit uw apparaat aan op een stroombron als deze op dit moment de accu gebruikt.
pl: Jeżeli twoje urządzenie pracuje na zasilaniu bateryjnym, to podłącz je do głównego źródła zasilania.
pt_br: Conecte o dispositivo à rede elétrica se estiver funcionando com bateria.
pt_pt: Ligue o dispositivo à corrente se estiver a funcionar com bateria.
sr_rs: Povežite vaš laptop na napajanje ako ste trenutno na bateriji.
zh_cn: 如果你的设备是用电池供电的，把它插到电源上.

source: The live session you are currently in right now is a good opportunity to test <span name="distro-name"></span> without modifying your computer, allowing you to test all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon from the desktop.
ca: La sessió de treball que inicieu és un bon moment per comprovar <span name="distro-name"></span> sense modificar l'ordinador, podreu comprovar tots els perifèrics, que treballin com s'espera abans de tirar endavant la instal·lació a la vostra màquina. Quan ja estigueu a punt, feu doble clic a la icona d'instal·lació de l'escriptori.
de_de: Die live-session in der Sie sich befinden bietet eine gute Möglichkeit <span name="distro-name"></span> zu testen ohne Änderungen an Ihrem Computer durchführen zu müssen, was Ihnen erlaubt Ihre Periperie auf Funktionalität zu testen bevor Sie mit der Installation auf Ihrer Maschine beginnen. Sobald Sie bereit sind klicken Sie doppelt auf das Installations icon auf dem Desktop.
es: La sesión en vivo en la que esta en este momento es una buena oportunidad de probar<span name="distro-name"></span> sin modificar su computadora, permitiendole probar que todos sus periféricos estan funcionando como se espera antes de instalarlo en su equipo. Una vez listo, haga doble clic en el icono de instalación del escritorio.
it: La sessione live attualmente in arrivo è una buona opportunità per controllare senza modificare il computer, consentendo di verificare che tutte le periferiche funzionino come previsto prima di impegnarsi ad installarlo sulla macchina. Una volta che sei pronto, fai doppio click sull'icona di installazione dal desktop.
ko: 현재 구동되고 있는 라이브 세션은 컴퓨터에 아무런 수정 사항을 만들지 않고 <span name="distro-name"></span>를 테스트할 수 있는 좋은 기회입니다. 실제 설치를 결정하기 전에 사용하는 주변 기기가 잘 작동하는지 지금 확인해보세요. 설치 준비를 마치셨다면, 데스크톱에 있는 설치 아이콘을 더블클릭하세요.
pl: Uruchomiona obecnie tzw. sesja live jest dobrą okazją do przetestowania tej dystrybucji<span name="distro-name"></span> bez konieczności modyfikowania komputera. Dzięki tej sesji, zanim podejmiesz decyzję o zainstalowaniu systemu na swoim komputerze, możesz sprawdzić, czy wszystkie urządzenia peryferyjne działają zgodnie z oczekiwaniami. Po zakończeniu testowania kliknij dwukrotnie ikonę instalacji znajdującą się na pulpicie.
pt_br: A sessão live que você está atualmente no momento é uma boa oportunidade para testar o <span name="distro-name"></span> sem modificar seu computador, permitindo que você teste ser todos os seus periféricos estão funcionando como pretendido antes de comprometer-se a instalá-lo em sua máquina. Quando estiver pronto, clique duas vezes no ícone de instalação na área de trabalho.
pt_pt: A sessão live em que está atualmente é uma boa oportunidade para testar o <span name="distro-name"></span> sem modificar o seu computador, permitindo-lhe testar se todos os seus periféricos estão a funcionar como pretendido antes de se comprometer a instalá-lo na sua máquina. Quando estiver pronto, clique duas vezes no ícone de instalação no ambiente de trabalho.
sr_rs: Živa sesija u kojoj se trenutno nalazite je dobra šansa da istestirate <span name="distro-name"></span> bez čuvanja modifikacija, omogućujući vam da testirate sve periferije i druge uređjaje kako bi utvrdili da rade kako treba pre nego što se odlučite na instalaciju. Kada ste spremeni za instalaciju, kliknite dvaput instalacionu ikonu na desktopu.
