Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Bootloader and kernels
ca: Gestor d'arrencada i nuclis
de_de: Bootloader und Kernel
es: Cargador de arranque y núcleos
it: Bootloader e kernel
ko: 부트로더 및 커널
nl_nl: Bootlader en kernels
pl: Pogram rozruchowy i jądra systemu
pt_br: Bootloader e kernels
pt_pt: Carregador do arranque e kernels
sr_rs: Bootloader i kernele
zh_cn: 引导装载程序和内核

source: Your personal files and folders
ca: Els fitxers i carpetes personals
de_de: Ihre persönlichen Dateien und Ordner
es: Sus archivos y carpetas personales
it: I tuoi file e cartelle personali
ko: 개인 파일 및 폴더
nl_nl: Uw persoonlijke bestanden en mappen
pl: Twoje osobiste pliki i foldery
pt_br: Seus arquivos pessoais e pastas
pt_pt: Os seus ficheiros pessoais e pastas
sr_rs: Za vaše fajlove i foldere
zh_cn: 个人文件和文件夹

source: Temporary files
ca: Fitxers temporals
de_de: Temporäre Dateien
es: Archivos temporales
it: File temporanei
ko: 임시 파일
nl_nl: Tijdelijke bestanden
pl: Pliki tymczasowe
pt_br: Arquivos temporários
pt_pt: Ficheiros temporários
sr_rs: Privremene fajlove
zh_cn: 临时文件

source: Contains most of the applications <i> (binaries, documentation, libraries, etc)</i>
ca: Conté la majoria de les aplicacions <i>(binaris, documentació, biblioteques, etc)</i>
de_de: Beinhaltet die meisten Anwendungen <i> (binaries, Dokumentation, libraries, etc.)</i>
es: Contiene más de las aplicaciones <i> (binarios, documentación, librerías, etc) </i>
it: Contiene la maggior parte delle applicazioni <i> (binari, documentazione, librerie, etc)</i>
ko: 대부분의 애플리케이션 포함 <i>(바이너리, 문서, 라이브러리, 기타 등등)</i>
nl_nl: Bevat de meeste toepassingen <i>(binaire bestanden, documentatie, bibliotheken, enz.)</i>
pl: Zawiera większość aplikacji <i> (pliki binarne, dokumentacje, biblioteki, itd.)</i>
pt_br: Contém a maioria dos programas <i> (binários, documentação, bibliotecas, etc)</i>
pt_pt: Contém a maioria das aplicações <i> (binários, documentação, bibliotecas, etc)</i>
sr_rs: Sadrži većinu aplikacija <i> ( binarski oblik, dokumentaciju, biblioteke itd)</i>
zh_cn: 包含大部分应用程序 <i> (二进制文件、文档、库等)</i>

source: Variable data <i>(such as system logs)</i>
ca: Dades variables <i>(com ara els registres del sistema)</i>
de_de: Variable Daten <i>(wie Systemlogs)</i>
es: Datos variables <i> (como las bitácoras de sistema) </i>
it: Dati variabili <i>(come i log di sistema)</i>
ko: 변동이 자주 일어나는 데이터 <i>(시스템 로그 등)</i>
nl_nl: Variabele data <i>(zoals systeem logs)</i>
pl: Dane zmienne <i>(takie jak logi systemowe)</i>
pt_br: Dados variáveis <i>(como logs do sistema)</i>
pt_pt: Dados variáveis <i>(como logs do sistema)</i>
sr_rs: Varijabilne podatke <i>(kao što su sistemski logovi)</i>
zh_cn: 可变数据 <i>(如系统日志)</i>

source: Data for System Services <i>(typically used for server configurations)</i>
ca: Dades per als serveis del sistema <i>(normalment s'utilitzen per a configuracions de servidor)</i>
de_de: Daten für System Services <i>(typischerweise für Serverkonfiguration verwendet)</i>
es: Datos para Servicios de Sistema <i> (típicamente usados para configuraciones de servidor) </i>
it: Dati per i servizi di sistema <i>(tipicamente usati per le configurazioni dei server)</i>
ko: 시스템 서비스의 데이터 <i>(서버 환경 구축 시 주로 사용됨)</i>
nl_nl: Gegevens voor Systeemservices <i>(meestal gebruikt voor serverconfiguraties)</i>
pl: Dane dla Usług Systemowych <i>(używane głównie do konfiguracji serwerów)</i>
pt_br: Dados para Serviços de Sistema <i>(normalmente usado para configurações de servidor)</i>
pt_pt: Dados para Serviços de Sistema <i>(normalmente usado para configurações de servidor)</i>
sr_rs: Podaci za Sistemske Servise <i>(tipično korišćeni za serversku konfiguraciju)</i>
zh_cn: 系统服务数据 <i>(通常用于服务器配置)</i>

source: Additional software unmanaged by the package manager
ca: Programari addicional no gestionat pel gestor de paquets
de_de: Zusätzliche software, die nicht vom Paketmanager verwaltet wird
es: Software adicional no manejado por el administrador de paquetes
it: Software aggiuntivo non gestito dal gestore di pacchetti
ko: 패키지 매니저로 관리되지 않는 추가 소프트웨어
nl_nl: Extra software onbeheerd door de package manager
pl: Dodatkowe oprogramowanie niezarządzane przez menadżer pakietów.
pt_br: Software adicional não gerenciado pelo gerenciador de pacotes
pt_pt: Software adicional não gerido pelo gestor de pacotes
sr_rs: Dodatni softver kojim ne upravlja menadžer paketa
zh_cn: 包管理器不管理的附加软件.

source: such as
ca: com ara
de_de: wie zum Beispiel
es: tal como
it: ad esempio
nl_nl: zoals
pl: takie jak
pt_br: tal como
pt_pt: tais como
sr_rs: kao što su
zh_cn: 例如

source: Creating separate partitions for all above mount points is not necessary. The commonly partitioned directories being <code>/</code>, <code>/home</code> and <code>/boot</code>. These mount points can also be set across different physical disks, for instance, if you'd like the OS <code>/</code> on an SSD, but your personal files <code>/home</code> on a mechanical hard drive.
ca: No és necessari crear particions separades per a tots els punts de muntatge anteriors. Els directoris amb particions normalment són <code>/</code>, <code>/home</code> i <code>/boot</code>. Aquests punts de muntatge també es poden configurar a través de diferents discs físics, per exemple, si voleu que el sistema operatiu <code>/</code> en un disc SSD, però els vostres fitxers personals de <code>/home</code> en un disc dur mecànic.
de_de: Separate Partitionen für alle oben aufgeführten Einhängepunkte zu erstellen ist nicht notwendig. Die üblichen Verzeichnisse sind <code>/</code>, <code>/home</code> und <code>/boot</code>. Diese Einhängepunkte können auf verschiedene physikalische Festplatten verteilt werden, zum Beispiel wenn Sie das Betriebssystem <code>/</code> auf einer SSD, Ihre persönlichen Dateien <code>/home</code> aber auf einer mechanischen Festplatten speichern möchten.
es: Crear particiones separadas para todos los puntos de montaje previos no es necesario. Los directorios comúnmente particionados son <code>/</code>, <code>/home</code> y <code>/boot</code>. Estos puntos de montaje pueden también repartirse entre discos físicos diferentes, por ejemplo, si quisiera que el SO <code>/</code> esté en un SSD, pero sus archivos personales <code>/home</code> en una unidad de disco mecánica.
it: Non è necessario creare partizioni separate per tutti i mount point di cui sopra. La directory comunemente partizionate sono <code>/</code>,<code>/home</code> e <code>/boot</code>. Questi mount point possono anche essere impostati su diversi dischi fisici, ad esempio se si desidera che il sistema operativo <code>/</code> su un SSD, ma i file personali <code>/home</code> su un disco rigido meccanico.
ko: 상기된 마운트 포인트마다 각기 다른 파티션을 만들 필요는 없습니다. 보통은 <code>/</code>, <code>/home</code>, <code>/boot</code>와 같은 마운트 포인트에 대해서만 파티션을 나눠도 충분합니다. 마운트 포인트는 서로 다른 디스크에 파티션을 나누어 지정해도 됩니다. 예를 들어, 운영 체제 파일들이 설치될 <code>/</code>를 SSD의 파티션에 지정할지라도, <code>/home</code>과 같은 개인 폴더용 마운트 포인트는 HDD 등 다른 디스크의 파티션에 지정해도 괜찮습니다.
nl_nl: Het is niet nodig om aparte partities te maken voor alle bovenstaande mount-punten. De gewoonlijk gepartitioneerde mappen zijn <code>/</code>, <code>/home</code> en <code>/boot</code>. Deze mount-punten kunnen ook op verschillende fysieke schijven worden ingesteld, bijvoorbeeld als u het OS <code>/</code> op een SSD wilt, maar uw persoonlijke bestanden <code>/home</code> op een mechanische harde schijf.
pl: Nie jest konieczne tworzenie oddzielnych partycji dla wszystkich powyższych punktów montowania. Foldery zazwyczaj partycjonowane to: <code>/</code>, <code>/home</code> and <code>/boot</code>. Te punkty montowania mogą być również ustawione na oddzielnych fizycznie dyskach Na przykład, gdybyś chciał mieć system operacyjny <code>/</code> na dysku SSD, ale pliki osobiste <code>/home</code> na standardowym dysku magnetycznym.
pt_br: Não é necessário criar partições separadas para todos os pontos de montagem acima. Os diretórios comumente compartilhados sendo <code>/</code>, <code>/home</code> e <code>/boot</code>. Esses pontos de montagem também podem ser definidos em diferentes discos físicos, por exemplo, se você quiser o sistema operacional <code>/</code> em um SSD, mas seus arquivos pessoais <code>/home</code> em um disco rígido mecânico.
pt_pt: Não é necessário criar partições separadas para todos os pontos de montagem acima. Os diretórios geralmente partilhados são o <code>/</code>, <code>/home</code> e <code>/boot</code>. Estes pontos de montagem também podem ser definidos em diferentes discos físicos, por exemplo, se quiser o sistema operativo <code>/</code> num SSD, mas os seus ficheiros pessoais <code>/home</code> num disco rígido mecânico.
sr_rs: Kreiranje posebnih particija za sve mount points nije potrebno. Direktorijumi za kreaciju particija su obično <code> /</code>, <code>/home</code> i <code>/boot</code>. Ovi mount points mogu da podešeni na više hard diskova tako npr možete da instalirate OS <code>/</code> na SSD a da vaše personalne fajlove u <code>/home</code> instalirate na mehaničkom disku.
zh_cn: 没有必要为上述所有挂载点创建单独的分区。常用的分区目录是 <code>/</code>, <code>/home</code> 和<code>/boot</code>. 这些挂载点也可以跨不同的物理磁盘设置，例如，如果您希望将操作系统 <code>/</code> 放在SSD上， 但你的个人文件 <code>/home</code>在机械硬盘上.

source: Shrink your system disk within Windows.
ca: Encongiu el disc del vostre sistema a Windows.
de_de: Verkleinern Sie Ihre Systempartition aus Windows heraus.
es: Reduzca su disco de sistema desde Windows.
it: Restringere il disco di sistema in Windows.
ko: Windows 시스템 디스크의 크기를 축소합니다.
nl_nl: Verklein uw systeemschijf vanuit Windows.
pl: Zmniejsz rozmiar dysku systemowego wewnątrz systemu Windows.
pt_br: Reduzir o seu disco do sistema no Windows.
pt_pt: Encolha o disco do seu sistema dentro do Windows.
sr_rs: Smanjite Windows sistemski disk
zh_cn: 在窗口中收缩系统磁盘.

source: Applies to Windows Vista and later.
ca: S'aplica a Windows Vista i posterior.
de_de: Gilt für Windows Vista und später.
es: Se aplica a Windows Vista y versiones posteriores.
it: Si applica a Windows Vista e versioni successive.
ko: Windows Vista 혹은 이후 버전에 적용됩니다.
nl_nl: Van toepassing op Windows Vista en nieuwere versies van Windows.
pl: Ma zastosowanie dla systemu Windows Vista i nowszych.
pt_br: Aplica-se ao Windows Vista e posterior.
pt_pt: Aplica-se ao Windows Vista e posterior.
sr_rs: Primenjlivo na Vistu i kasnije verzije.
zh_cn: 适用于 Windows Vista 及以上版本.

source: If you are using Windows XP or earlier, you will need to use the <b>Simple</b> or <b>Advanced</b> method to shrink your disk.
ca: Si utilitzeu Windows XP o una versió anterior, haureu d’utilitzar el mètode <b>Simple</b> o <b>Avançat</b> per encongir el disc.
de_de: Falls Sie Windows XP oder älter verwenden, verwenden Sie bitte die <b>Einfache</b> oder <b>Erweiterte</b> Methode, um die Partition zu verkleinern.
es: Si esta utilizando Windows XP o alguno anterior, necesitará usar el método<b>Simple</b> o <b>Avanzado</b> para reducir su disco.
it: Se si utilizza Windows XP o versione precedente, avrai bisogno di usare il metodo <b>Semplice</b> o <b>Avanzato</b> per restringere il disco.
ko: Windows XP 및 이전 Windows를 사용하고 있다면, 파티션을 축소하기 위해선 <b>간단</b> 혹은 <b>고급</b> 모드를 사용하여야 합니다.
nl_nl: Als u Windows XP of eerder gebruikt, moet u de Eenvoudige of <b>Geavanceerde</b> methode gebruiken om de schijf te verkleinen.
pl: Jeżeli używasz systemu Windows XP lub starszego, powinieneś użyć jednej z dwóch metod do zmniejszenia rozmiaru Twojego dysku: <b>Prosty</b> lub <b>Zaawansowane</b>.
pt_br: Se você estiver usando o Windows XP ou anterior, você precisará usar o método <b>Simples</b> ou <b>Avançado</b> para diminuir o seu disco.
pt_pt: Se estiver a usar o Windows XP ou anterior, precisará de utilizar o método <b>Simples</b> ou <b>Avançado</b> para diminuir o seu disco.
sr_rs: Ako koristite Windows XP ili raniju verziju, biće potrebno da koristite <b>Simple</b> ili <b>Advanced</b>metodu da smanjite svoj disk.
zh_cn: 如果您正在使用 Windows X P或更早的版本，您将需要使用 <b>简单</b> 或 <b>高级</b> 的方法来缩小磁盘.

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing <span name="distro-name"></span>.
ca: Les versions més recents de Windows proporcionen una eina per reduir el volum NTFS des de Windows. Aquesta és una aposta més segura si és imprescindible que Windows arrenqui al vostre equip mentre experimenteu amb <span name="distro-name"> </span>.
de_de: Neuere Versionen von Windows bieten ein Werkzeug zur Verkleinerung der NTFS Partition. Dies ist ein sichererer Weg um zu gewährleisten, dass Windows noch gestartet werden kann während Sie <span name="distro-name"></span> kennenlernen.
es: Versiones recientes de Windows proporcionan una herramienta para reducir el volumen NTFS desde Windows. Esta es una mejor apuesta si es esencial que Windows continúe arrancando en su computadora mientras experimenta<span name="distro-name"></span>.
it: Le versioni più recenti di Windows forniscono uno strumento per ridurre il volume NTFS da Windows. Questa è una scelta più sicura se è essenziale che Windows sia ancora in esecuzione sul computer durante l'esperienza <span name="distro-name"></span>.
ko: 최근 버전의 Windows에서는 Windows 내에서 바로 NTFS 볼륨의 크기를 줄일 수 있는 도구를 제공합니다. <span name="distro-name"></span>를 즐기면서도 Windows를 사용해야 한다면 이 도구를 사용하는 편이 더 안전한 방법입니다.
pl: Nowsze wersje systemu Windows zawierają własne narzędzia do zmniejszania rozmiaru partycji NTFS. To jest bezpieczniejsze, jeżeli zależy Ci nadal na uruchamianiu systemu Windows korzystając z <span name="distro-name"></span>.
pt_br: As versões mais recentes do Windows fornecem uma ferramenta para reduzir o volume NTFS do Windows. Esta é uma aposta mais segura se é essencial que o Windows ainda inicialize no seu computador enquanto experimenta o <span name="distro-name"></span>.
pt_pt: As versões mais recentes do Windows fornecem uma ferramenta para reduzir o volume NTFS do Windows. Esta é uma aposta mais segura se é essencial que o Windows ainda arranque no seu computador enquanto experimenta o <span name="distro-name"></span>.
sr_rs: Nove verzije Windows-a nude alat za smanjivanje NTFS particije uokviru Windows-a. Ovo je bezbednije jer se Windows i dalje pokreće dok i dalje koristite <span name="distro-name"></span>.

source: Open <b>Disk Management</b> from the start menu.
ca: Obriu la <b>gestió de disc</b> des del menú d'inici.
de_de: Öffnen sie <b>Disk Management</b> aus dem Startmenü.
es: Abra <b>Administración de discos</b> desde el menú Inicio.
it: Apri <b>Gestione disco</b> dal menu start.
ko: 시작 메뉴에서 <b>디스크 관리</b>를 실행합니다.
nl_nl: Open <b>Schijfbeheer</b> vanuit het startmenu.
pl: Otwórz <b>Zarządzanie dyskami</b> z menu Start.
pt_br: Abrar o <b>Gerenciamento de Disco</b> no menu de início.
pt_pt: Abrir o <b>Gestão de Discos</b> no menu de iniciar.
sr_rs: Otvorite <b>Disk Management</b> iz start menija.
zh_cn: 从开始菜单打开 <b>磁盘管理</b> .

source: Right click your desired drive and choose <b>Shrink Partition</b> from the context menu.
ca: Feu clic amb el botó dret del ratolí a la unitat que vulgueu i trieu <b> Encongeix la partició </b> al menú contextual.
de_de: Rechts-Klicken Sie die gewünschte Festplatte und wählen Sie <b>Partition verkleinern</b> im Kontektmenü.
es: Haga clic derecho en la unidad deseada y elija <b>Reducir Partición</b> desde el menú contextual.
it: Fare click con il pulsante destro del mouse e scegliere <b>partizione da ridurre</b> dal menu contestuale.
ko: 축소하고자 하는 파티션에 마우스 오른쪽 클릭 후 메뉴에서 <b>볼륨 축소</b>를 선택합니다.
nl_nl: Klik met de rechtermuisknop op de gewenste schijf en kies <b>Verklein Partitie</b>in het contextmenu.
pl: Kliknij prawym klawiszem myszki wybrany dysk i wybierz opcję <b>Zmniejsz partycję</b> z menu kontekstowego.
pt_br: Clique com o botão direito do mouse na unidade desejada e escolha <b>Encolher Partição</b> no menu de contexto.
pt_pt: Clique com o botão direito do rato na unidade desejada e escolha <b>Encolher Partição</b> no menu de contexto.
sr_rs: Desni klik na izabrani drajv i izaberite opciju <b>Shrink Partition</b> iz padajućeg menija.
zh_cn: 右键单击您想要的驱动器，并从上下文菜单中选择 <b>收缩分区</b>.

source: Enter the amount to shrink your system partition by.
ca: Introduïu la quantitat per encongir la partició del sistema.
de_de: Geben Sie die Menge zur Verkleinerung der Systempartition an.
es: Introduzca la cantidad a reducir la partición del sistema.
it: Inserire la quantità per ridurre la partizione di sistama.
ko: 축소될 파티션 크기를 입력합니다.
nl_nl: Voer het bedrag in waarmee u uw systeempartitie wilt verkleinen.
pl: Wprowadź rozmiar, o jaki partycja ma zostać zmniejszona.
pt_br: Digite o valor para diminuir a partição do sistema.
pt_pt: Introduza o valor para diminuir a partição do sistema.
sr_rs: Izaberite iznos za koji želite da smanjite sistemsku particiju.
zh_cn: 输入要缩小系统分区的数值.

source: Remember, <span name="distro-name"></span> needs at minimum 16 GB of disk space.
ca: Recordeu, <span name="distro-name"> </span> necessita un mínim d'espai de disc de 16 GB.
de_de: Bedenken Sie, dass <span name="distro-name"></span> mindestens 16 GB an freiem Festplattenspeicher benötigt.
es: Recuerde: <span name="distro-name"></span> necesita como mínimo 16 GB de espacio en disco.
it: Ricorda, <span name="distro-name"></span> necessita di almeno 16 GB di spazio disco.
ko: 기억하세요. <span name="distro-name"></span>는 최소 16GB의 디스크 여유 공간을 필요로 합니다.
pl: Pamiętaj, że <span name="distro-name"></span> potrzebuje minimum 16 GB przestrzeni dyskowej.
pt_br: Lembre-se, o <span name="distro-name"></span> precisa de no mínimo 16 GB de espaço em disco.
pt_pt: Lembre-se, o <span name="distro-name"></span> precisa de no mínimo 16 GB de espaço em disco.
sr_rs: Upamtite, <span name="distro-name"></span> je potrebno minimum 16 GB prostora na disku.

source: Further Reading
ca: Per llegir-ne més
de_de: Weitere Quellen
es: Lecturas complementarias
it: Ulteriori letture
ko: 이 글을 읽고 나서...
nl_nl: Lees verder
pl: Dodatkowe informacje
pt_br: Leitura adicional
pt_pt: Leitura adicional
sr_rs: Dalje čitanje
zh_cn: 延伸阅读

source: For further information on the best practices to modify partitions containing Windows, see the following <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> help article</a> online.
ca: Per obtenir més informació sobre les millors pràctiques per modificar particions que continguin Windows, consulteu el següent <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">article d’ajuda</a> en línia.
de_de: Für weitere Informationen zur besten Vorgehenweise partitionen, die Windows beinhalten zu partitionieren schauen Sie sich den folgenden <a onclick="cmd('link?https\://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">Hilfe-Artikel</a> online an.
es: Para mas información sobre buenas prácticas para modificar particiones que contienen Windows, vea el siguiente <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> artículo de ayuda</a> en línea.
it: Per ulteriori informazioni sulle pratiche migliori per modificare le partizioni che contengono Windows, vedere il seguente <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">articolo</a> sulla guida in linea.
ko: Windows를 포함한 디스크에서 파티션을 수정하는 좋은 방법들은 <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">도움말 글 (온라인)</a>에서 읽어볼 수 있습니다.
nl_nl: Raadpleeg het volgende <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">Help-artikel</a> voor meer informatie over de aanbevolen procedures om partities met Windows te wijzigen.
pl: Dodatkowe informacje na temat najlepszych praktyk w modyfikowaniu partycji zawierających system Windows znajdziesz klikając <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> na ten link</a>.
pt_br: Para obter mais informações sobre as melhores práticas para modificar partições contendo o Windows, consulte o seguinte <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> artigo de ajuda</a> online.
pt_pt: Para obter mais informações sobre as melhores práticas para modificar partições contendo o Windows, consulte o seguinte <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">artigo de ajuda</a> online.
sr_rs: Za dalje informacije i najbolje metode za modifikovanje particija koje sadrže Windows, pogledajte sledeće <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')">članke za pomoć</a> na internetu.
zh_cn: 有关修改包含 Windows 的分区的最佳实践的进一步信息，请参阅下面的联机 <a onclick="cmd('link?https://help.ubuntu.com/community/HowtoResizeWindowsPartitions')"> 帮助文章 </a> .

source: Repairing Boot Problems
ca: Reparació de problemes d’arrencada
de_de: Repariere Bootprobleme
es: Reparar problemas de arranque
it: Riparazione dei problemi di avvio
ko: 부팅 문제 고치기
nl_nl: Bootproblemen Oplossen
pl: Naprawianie problemów z uruchamianiem systemu
pt_br: Reparando problemas de Boot
pt_pt: A reparar problemas do arranque
sr_rs: Popravka Boot Problema
zh_cn: 修复引导问题
