Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: While a wide range of hardware is compatible with <span name="distro-name"></span> , there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
ca: Tot i que una àmplia gamma de maquinari és compatible amb <span name="distro-name"></span>, hi ha alguns components i perifèrics que requereixen que els controladors privats funcionin correctament. Sovint es requereix instal·lar el paquet de microprogramari perquè alguns dispositius, normalment de Bluetooth i Wi-Fi, funcionin correctament.
de_de: Während eine breite Palette von Hardware mit <span name="distro-name"></span>kompatibel ist, gibt es einige Komponenten und Peripheriegeräte, die proprietäre Treiber benötigen, um ordnungsgemäß zu funktionieren. Das Installieren des Firmware-Pakets ist oft erforderlich, damit einige Geräte, normalerweise Bluetooth und Wi-Fi, ordnungsgemäß funktionieren.
es: Mientras un amplio rango de hardware es compatible <span name="distro-name"></span>, hay algunos componentes y periféricos que requieren controladores propietarios para funcionar correctamente. Instalar al paquete de firmware es generalmente requerido para que algunos dispositivos, tipicamente Bluetooth y Wi-Fi, funcionen correctamente.
it: Mentre un'ampia gamma di hardware è compatibile con <span name="distro-name"></span>, ci sono alcuni componenti e periferiche che richiedono che i driver proprietari funzionino correttamente. Installare il pacchetto firmware è spesso necessario per alcuni dispositivi, tipicamente Bluetooth e Wi-Fi, per funzionare correttamente.
ko: <span name="distro-name"></span>는 넓은 범위의 하드웨어와 호환되지만, 일부 하드웨어는 정상적으로 제 기능을 하기 위해 정해진 사유 드라이버를 설치해야 합니다. 또한, 펌웨어 패키지를 설치하면 블루투스나 Wi-Fi가 정상적으로 작동되기도 합니다.
pl: Chociaż wiele urządzeń jest kompatybilnych z <span name="distro-name"></span>, istnieją pewne podzespoły i urządzenia peryferyjne, które wymagają własnościowych sterowników do prawidłowego funkcjonowania. Instalacja pakietu oprogramowania sprzętowego jest często wymagana, aby niektóre urządzenia, najczęściej Bluetooth i Wi-Fi mogły działać prawidłowo.
pt_br: Embora uma ampla gama de hardware seja compatível com o <span name="distro-name"></span>, existem alguns componentes e periféricos que exigem que os drivers proprietários funcionem devidamente. A instalação do pacote de firmware é muitas vezes necessária para que alguns dispositivos, normalmente Bluetooth e Wi-Fi, funcionem corretamente.
pt_pt: Embora uma ampla gama de hardware seja compatível com o <span name="distro-name"></span>, existem alguns componentes e periféricos que exigem que os controladores proprietários funcionem devidamente. A instalação do pacote de firmware é muitas vezes necessária para que alguns dispositivos, normalmente Bluetooth e Wi-Fi, funcionem corretamente.
sr_rs: Dok je širok spekta hardware-a kompatibilan sa <span name="distro-name"></span>, postoje komponente i periferije koje zahtevaju instalaciju vlasničkih drajvera kako bi funkcionisale. Instaliranje firmware paketa je često potrebno da bi određenje stvari poput Bluetooth-a i Wi-Fi radile ispravno.

source: An Internet connection is required to download and install drivers.
ca: Cal una connexió a Internet per descarregar i instal·lar controladors.
de_de: Zum Herunterladen und Installieren von Treibern wird eine Internetverbindung benötigt.
es: Se necesita una conexión a Internet para descargar e instalar controladores.
it: Una connessione interne è richiesta per scaricare e installare i driver.
ko: 드라이버를 다운로드하고 설치하기 위해 인터넷 연결이 필요합니다.
nl_nl: Een internetverbinding is vereist om drivers te downloaden en installeren.
pl: Połączenie internetowe jest wymagane do pobrania i zainstalowania sterowników.
pt_br: É necessária uma conexão internet para descarregar e instalar drivers.
pt_pt: É necessária uma à ligação à Internet para transferir e instalar os controladores.
sr_rs: Internet konekcija je potrebna za preuzimanje i instalaciju drajvera.
zh_cn: 下载和安装驱动程序需要互联网连接.

source: Additional Drivers
ca: Controladors addicionals
de_de: Zusätzliche Treiber
es: Controladores adicionales
it: Driver aggiuntivi
ko: 추가 드라이버
nl_nl: Additionele drivers
pl: Dodatkowe sterowniki
pt_br: Drivers Adicionais
pt_pt: Controladores adicionais
sr_rs: Dodatni drajveri
zh_cn: 附加驱动程序

source: <b>Additional Drivers</b> can be found later in <b>Software & Updates</b>
ca: Els <b>controladors addicionals</b> es poden trobar a <b>Programari i actualitzacions</b>
de_de: <b>Zusätzliche Treiber</b> finden Sie in <b>Software & Aktualisierungen</b>
es: <b>Controladores Adicionales</b> pueden ser encontrados luego en <b>Software & Actualizaciones</b>
it: <b>Driver aggiuntivi</b> si possono trovare dopo in <b>Software & aggiornamenti</b>
ko: <b>추가 드라이버</b>는 나중에 <b>소프트웨어 & 업데이트</b>에서 찾을 수 있습니다.
pl: <b>Dodatkowe sterowniki</b> znajdziesz później w <b>Oprogramowanie i aktualizacje</b>
pt_br: <b>Drivers Adicionais</b> pode ser encontrado mais tarde em <b>Atualizações de Software</b>
pt_pt: <b>Controladores adicionais</b> podem ser encontrados mais tarde em <b>Atualizações e Software</b>
sr_rs: <b>Dodatni drajveri</b> se mogu naći kasnije u <b>Software & Updates</b>

source: Graphics
ca: Gràfics
de_de: Grafik
es: Gráficas:
it: Grafica
ko: 그래픽
nl_nl: Grafische weergave
pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
sr_rs: Grafika
zh_cn: 图形

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
ca: Ho sentim, el programa de Benvinguda no ha pogut identificar automàticament el proveïdor de gràfics d'aquest sistema.
de_de: Es tut uns leid, die Grafikkarte konnte nicht automatisch erkannt werden.
es: Esta aplicación no pudo identificar automáticamente el fabricante de la tarjeta gráfica del sistema.
it: Spiacente, Welcome non è stato in grado di identificare automaticamente il produttore della scheda grafica su questo sistema.
ko: 죄송합니다. 환영에서 시스템에 설치된 그래픽 카드를 자동으로 인식할 수 없었습니다.
nl_nl: Excuses, Welcome kon de leverancier van de grafische kaart niet automatisch identificeren.
pl: Przepraszamy, nie udało się automatycznie wykryć producenta karty graficznej w Twoim systemie.
pt_br: Desculpe, não conseguimos identificar automáticamente a placa gráfica deste sistema.
pt_pt: A aplicação 'Bem-vindo' não conseguiu identificar automaticamente a placa gráfica neste sistema.
sr_rs: Izvinjavamo se, Welcome nije mogao da automatski identifikuje proizvođjača grafičke kartice na vašem sistemu.
zh_cn: 对不起，Welcome 无法在此系统上自动识别图形供应商.

source: Card/Chipset:
ca: Targeta / xip:
de_de: Karte/Chipsatz:
es: Tarjeta/conjunto de chips:
it: Scheda/Chipset:
ko: 카드/칩셋 :
nl_nl: Kaart/Chipset:
pl: Karta/chipset:
pt_br: Placa/Chipset:
pt_pt: Placa/Chipset:
zh_cn: 卡/芯片组:

source: Unknown
ca: Desconegut
de_de: Unbekannt
es: Desconocido
it: Sconosciuto
ko: 알 수 없음
nl_nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
sr_rs: Nepoznato
zh_cn: 未知

source: NVIDIA Graphics Card Detected.
ca: Detectada una targeta gràfica NVIDIA.
de_de: NVIDIA Grafikkarte erkannt.
es: Se detectó una tarjeta gráfica de NVIDIA.
it: Scheda Grafica NVIDIA rilevata.
ko: NVIDIA 그래픽 카드 감지됨.
nl_nl: NVIDIA grafische kaart gedetecteerd
pl: Wykryto kartę graficzną NVIDIA.
pt_br: Placa Gráfica NVIDIA Detectada.
pt_pt: Placa gráfica NVIDIA detetada.
sr_rs: NVIDIA Grafička kartica detektovana.
zh_cn: NVIDIA 显卡检测到.

source: NVIDIA may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
ca: NVIDIA pot tenir controladors per a la vostra targeta que puguin augmentar el rendiment per a aplicacions i jocs en 3D, així com millorar la gestió de l’energia.
de_de: NVIDIA verfügt möglicherweise über Treiber für Ihre Karte, mit denen Sie die Leistung von 3D-Anwendungen und -Spielen steigern und Verbesserungen bei der Energieverwaltung erzielen können.
es: NVIDIA podría tener controladores para su tarjeta que pueden incrementar el rendimiento para aplicaciones 3D y juegos, como también proporcionar mejoras a la gestión de energía.
it: NVIDIA può avere driver per la tua scheda che possono aumentare le prestazioni per applicazioni 3D e giochi, nonché fornire miglioramenti per la gestione dell'alimentazione.
ko: NVIDIA는 3D 애플리케이션 및 게임을 가속하고 더 나은 전원 관리를 지원하기 위한 전용 드라이버를 출시하고 있습니다. 이 전용 드라이버를 사용하는 편이 성능 향상에 도움을 줄 수 있습니다.
nl_nl: NVIDIA kan stuurprogramma's voor uw kaart hebben die de prestaties voor 3D-toepassingen en games kunnen verbeteren en verbeteringen kunnen aanbrengen in energiebeheer.
pl: NVIDIA może posiadać sterowniki do Twojej karty graficznej, które mogą podnieść wydajność w aplikacjach i grach 3D, jak również poprawić zarządzanie energią.
pt_br: A NVIDIA pode ter drivers para a sua placa de vídeo, que podem aumentar o desempenho para aplicativos 3D e jogos, além de oferecer melhorias no gerenciamento de energia.
pt_pt: A NVIDIA pode ter controladores para a sua placa gráfica, que podem aumentar o desempenho para aplicações 3D e jogos, além de oferecer melhorias na gestão de energia.
sr_rs: NVIDIA možda ima drajvere za vašu karticu koji mogu poboljšati performanse za 3D aplikacije i igre, kao i dostavu poboljšanja za energijski menadžment.
zh_cn: NVIDIA 可能为您的卡提供驱动程序，可以提高 3D 应用程序和游戏的性能，并提供对电源管理的改进.

source: AMD Graphics Card Detected.
ca: Detectada una targeta gràfica d'AMD.
de_de: AMD Grafikkarte erkannt.
es: Se detectó una tarjeta gráfica de AMD.
it: Scheda Grafica AMD rilevata.
ko: AMD 그래픽 카드 감지됨.
nl_nl: AMD grafische kaart gedetecteerd
pl: Wykryto kartę graficzną AMD.
pt_br: Placa Gráfica AMD Detectada.
pt_pt: Placa gráfica AMD detetada.
sr_rs: AMD Grafička kartica detektovana
zh_cn: 检测到 AMD 显卡.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
ca: Els controladors d'AMD ja no són compatibles amb Ubuntu. Els controladors de codi obert que utilitzeu us proporcionaran el rendiment més estable de la vostra targeta.
de_de: AMDs Treiber werden nicht mehr länger von Ubuntu unterstützt. Die Open-Source Treiber, die du gerade benutzt, bieten dir die beste Performance für deine Grafikkarte.
es: Los controladores AMD ya no son soportados en Ubuntu. Los controladores de código abierto que esta utilizando actualmente proporcionarán el rendimiento más estable para su tarjeta.
it: I driver AMD non sono più supportati su Ubuntu. I driver open source che utilizzerai forniranno dalle prestazioni più stabili della scheda.
ko: AMD의 그래픽 드라이버는 우분투에서 더 이상 지원되지 않습니다. 현재 사용 중인 오픈 소스 드라이버가 가장 안정적인 성능을 발휘합니다.
nl_nl: AMD's stuurprogramma's worden niet meer ondersteund op Ubuntu. De opensource-stuurprogramma's die u momenteel gebruikt, leveren de meest stabiele prestaties van uw kaart.
pl: Sterowniki AMD nie są już wspierane w Ubuntu. Sterowniki open source, których obecnie używasz, zapewniają największą stabilność i wydajność dla Twojej karty graficznej.
pt_br: Drivers da AMD não são mais suportados no Ubuntu. Os drivers de código aberto que você está usando atualmente fornecerão o desempenho mais estável para a sua placa de vídeo.
pt_pt: Os controladores da AMD não são mais suportados no Ubuntu. Os controladores de código aberto que está a usar atualmente fornecerão o desempenho mais estável para a sua placa gráfica.
sr_rs: AMD drajveri više nisu podržani na Ubuntu. Drajveri otvorenog koda koji trenutno koristite će vam pružiti stabilnost i maksimalne performanse koje vaša grafička pruža.
zh_cn: Ubuntu 不再支持 AMD 的驱动程序。您目前使用的开源驱动程序将提供您的卡最稳定的性能.

source: You're already good to go.
ca: Ja esteu a punt.
de_de: Sie sind bereit zu beginnen.
es: Ya puedes continuar.
it: Sei già a posto.
ko: 이제 진행해도 좋아요.
nl_nl: U bent al gereed om aan de slag te gaan.
pl: Możesz przejść dalej.
pt_br: Você já está pronto para seguir
pt_pt: Já está pronto para ir.
sr_rs: Spremni ste.
zh_cn: 你已经准备好了.

source: Intel's drivers are open source and are maintained/updated in the kernel.
ca: Els controladors d'Intel són de codi obert i es mantenen / actualitzen al nucli.
de_de: Intels Treiber sind open source und werden im kernel gepflegt/aktualisiert.
es: Los controladores Intel son de código abierto y son mantenidos/actualizados en el kernel.
it: I driver Intel sono open source e vengono mantenuti / aggiornati nel kernel.
ko: 인텔의 그래픽 드라이버는 오픈 소스이며 커널에서 관리되고 업데이트됩니다.
nl_nl: Intel-stuurprogramma's zijn open source en worden onderhouden/bijgewerkt in de kernel.
pl: Sterowniki firmy Intel są typu open source i zarządzane/aktualizowane poprzez kernel.
pt_br: Drivers Intel são open source e são otimizados/atualizados no kernel.
pt_pt: Os controladores Intel são de código aberto e são otimizados/atualizados no kernel.
sr_rs: Intelovi drajveri su otvorenog koda i održavaju se unutar kernela.
zh_cn: 英特尔的驱动程序是开源的，在内核中进行维护/更新.

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
ca: Per accelerar el rendiment dels gràfics dins de la màquina virtual, instal·leu Guest Additions.
de_de: Um die Grafikleistung innerhalb einer virtuellen Maschine zu verbessern, installieren Sie bitte die Gasterweiterungen.
es: Para acelerar el rendimiento gráfico en la máquina virtual, por favor instale Guest Additions
it: Per accelerare le prestazioni grafiche all'interno della macchina virtuale, si prega di installare Guest Additions.
ko: 가상 머신에서 그래픽 성능을 가속하기 위해선, 게스트 확장을 설치해 주세요.
nl_nl: Download Guest Additions om de grafische prestaties in de virtuele machine te versnellen.
pl: W celu zwiększenia wydajności grafiki wewnątrz maszyny wirtualnej, zainstaluj Dodatki Gościa.
pt_br: Para acelerar a performance gráfica dentro da máquina virtual, por favor instale os Adicionais de Convidado.
pt_pt: Para acelerar a performance gráfica dentro da máquina virtual, instale os Guest Additions.
sr_rs: Za grafičku aksceleraciju i performanse unutar virtualne mašine, molimo vas da instalirate Guest Additions.
zh_cn: 要加快虚拟机内的图形性能，请安装客户增强功能.

source: Proprietary or Open Source Drivers?
ca: Controladors de propietat o de codi obert?
de_de: Proprietäre oder Open-Source Treiber?
es: ¿Controladores privativos o de código abierto?
it: Driver proprietari oppure open source?
ko: 사유 드라이버? 오픈 소스 드라이버?
nl_nl: Propriëtaire of open source stuurprogramma's?
pl: Sterowniki własnościowe czy Open Source?
pt_br: Drivers Proprietários ou Open Source?
pt_pt: Controladores proprietários ou de código aberto?
sr_rs: Vlasinički li otvoreni drajveri?
zh_cn: 专有或开源驱动程序?

source: Proprietary drivers come directly from the manufacturer. As they are not open source, Ubuntu developers are <b>unable to review and improve driver code</b> meaning you'll have to rely on the manufacturer for support.
ca: Els controladors privats provenen directament del fabricant. Com que no són de codi obert, els desenvolupadors d’Ubuntu <b>no poden revisar i millorar el codi del controlador</b>, cosa que significa que haureu de comptar amb el fabricant per obtenir-ne ajuda.
de_de: Proprietäre Treiber kommen direkt vom Hersteller. Da sie nicht Open Source sind, können Ubuntu-Entwickler den Treibercode <b>nicht überprüfen und verbessern können</b>, was bedeutet, dass Sie sich auf den Herstellersupport verlassen müssen.
es: Los controladores propietarios vienen directamente del fabricante. Como no son de código abierto, los desarrolladores de Ubuntu están <b>imposibilitados de revisar y mejorar código de controladores</b> lo que significa que tendrá que confiar en el fabricante para soporte.
it: I driver proprietari vengono direttamente dal produttore. Poiché non sono open source, gli sviluppatori di Ubuntu <b>non riescono a rivedere e migliorare il codice del driver</b> il che significa che dovrai contare sul produttore per il supporto.
ko: 사유 드라이버는 하드웨어 제조사로부터 직접 제공됩니다. 오픈 소스가 아니기에, 우분투 개발자들은 <b>드라이버의 안정성을 확인할 수 없고 드라이버 코드를 개선할 수 없습니다.</b> 이 드라이버를 설치한 이후 지원을 받고자 한다면 하드웨어 제조사에게 지원을 요청하세요.
nl_nl: Propriëtaire stuurprogramma's komen rechtstreeks van de fabrikant. Omdat ze geen open source zijn, kunnen Ubuntu-ontwikkelaars de stuurprogramma-code niet controleren en verbeteren, wat betekent dat u voor ondersteuning op de fabrikant moet vertrouwen.
pl: Sterowniki własnościowe pochodzą bezpośrednio od producenta. Ponieważ nie jest to otwarte oprogramowanie Open Source, programiści Ubuntu <b>nie mają możliwości dokonania rewizji i usprawnienia kodu sterownika</b>. Oznacza to, że musisz polegać na wsparciu wyłącznie ze strony producenta.
pt_br: Drivers Proprietários vem direto da fabricante. Como não são open source, desenvolvedores Ubuntu estão <b>impossibilitados de revisar e implementar o código do driver</b>, o que significa que você terá que contar com a fabricante para suporte.
pt_pt: Os controladores proprietários provêm diretamente do fabricante. Como não são de código aberto, os programadores do Ubuntu estão <b>impossibilitados de rever e implementar o código do controlador</b>, o que significa que terá que contar com a fabricante para suporte.
sr_rs: Vlasnički drajveri dolaze direktno od proizvodjača. Pošto nisu otvorenog koda Ubuntu programeri <b> nisu u mogućnosti da izvrše pregled i da ih poboljšaju</b> što znači da ćete morati da se oslonite na proizvodjača za podršku.
zh_cn: 专有驱动程序直接来自制造商。由于它们不是开源的，Ubuntu 开发人员 <b>无法审查和改进驱动程序代码, </b> 这意味着你必须依赖于制造商的支持.

source: In addition, proprietary drivers can <b>significantly improve graphics performance</b> and as a result, the entire system. Users may wish to install these drivers to:
ca: A més, els controladors privats poden <b>millorar de manera significativa el rendiment dels gràfics</b> i, per tant, tot el sistema. Els usuaris poden desitjar instal·lar aquests controladors:
de_de: Darüber hinaus können proprietäre Treiber <b>die Grafikleistung und damit das gesamte System erheblich verbessern</b>. Benutzer möchten diese Treiber möglicherweise auch installieren, um:
es: En adición, los controladores propietarios pueden <b>mejorar significativamente el rendimiento gráfico</b> y como resultado, el sistema completo. Los usuarios podrían desear instalar estos controladores a:
it: Inoltre, i driver proprietari possono migliorare <b>significativamente le prestazioni grafiche</b> e, di conseguenza, l'intero sistema. Gli utenti possono desiderare di installare questi driver per:
ko: 추가적으로, 사유 드라이버는 시스템 전역으로 <b>그래픽 성능을 눈에 띄게 개선할 수 있습니다.</b> 다음과 같은 이유가 있다면 사유 드라이버를 사용하세요.
nl_nl: Bovendien kunnen propriëtaire stuurprogramma's de grafische prestaties en daarmee het hele systeem aanzienlijk verbeteren. Gebruikers kunnen deze stuurprogramma's installeren om:
pl: Dodatkowo, sterowniki własnościowe mogą <b>znacząco podnieść wydajność grafiki</b>, a w rezultacie - całego systemu. Użytkownicy mogą chcieć zainstalować te sterowniki w celu:
pt_br: Além disso, os drivers proprietários podem <b>melhorar significativamente o desempenho de gráficos</b> e como resultado de todo o sistema. Os usuários podem querer instalar esses drivers para:
pt_pt: Além disso, os controladores proprietários podem <b>melhorar significativamente o desempenho dos gráficos</b> e como resultado de todo o sistema. Os utilizadores podem querer instalar esses controladores para:
sr_rs: Dodatno, vlasnički drajveri mogu da <b> poprave grafičke performanse</b> te kao rezultat brzinu čitavog sistema. Korisnici će možda želeti da instalirijau ove dravjer zbog:
zh_cn: 此外，专有驱动程序可以 <b>显着提高图形性能</b> , 因此，整个系统。用户可能希望安装这些驱动程序:

source: Run 3D applications and games.
ca: Executeu aplicacions i jocs en 3D.
de_de: Startet 3D Anwendungen und Spiele.
es: Ejecutar aplicaciones y juegos con gráficos tridimensionales.
it: Esegui applicazioni e giochi 3D.
ko: 3D 프로그램 및 게임 실행.
nl_nl: Voer 3D-toepassingen en games uit.
pl: Uruchamianie aplikacji i gier 3D
pt_br: Roda aplicações 3D e jogos.
pt_pt: Executar aplicações 3D e jogos.
sr_rs: Pokretanje 3D aplikacija i igara.
zh_cn: 运行 3D 应用程序和游戏.

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
ca: Milloreu la gestió de l’energia, especialment si el dispositiu experimenta problemes de sobreescalfament amb els controladors de codi obert.
de_de: Verbessern sie die Energieverwaltung, insbesondere wenn das Gerät unter Open-Source-Treibern zu Überhitzungsproblemen führt.
es: Mejorar la gestión de energía, sobre todo si el dispositivo se sobrecalienta al utilizar los controladores de código abierto.
it: Migliorare la gestione dell'alimentazione, in particolare se il dispositivo riscontra problemi di surriscaldamento nei driver open source.
ko: 전원 관리 향상. 오픈 소스 드라이버는 과열을 야기하는 경우가 종종 있습니다.
nl_nl: Verbeter het energiebeheer, vooral als het apparaat problemen ervaart bij oververhitting onder open source-stuurprogramma's.
pl: Poprawiania zarządzania energią, w szczególności w przypadku występowania problemu z przegrzewaniem się podzespołów komputera podczas używania sterowników open source.
pt_br: Melhora o gerenciamento de energia, especialmente se o dispositivo tiver problemas de superaquecimento em drivers de código aberto.
pt_pt: Melhora a gestão de energia, especialmente se o dispositivo tiver problemas de sobreaquecimento em controladores de código aberto.
sr_rs: Poboljšanog energetskog menadžmenta ako dolazi do problema za pregrejavanjem pod drajverima otvorenog koda.
zh_cn: 改进电源管理，特别是当设备在开源驱动下遇到过热问题时.

source: Improve support for high resolutions and multiple monitors.
ca: Millora el suport per a altes resolucions i monitors múltiples.
de_de: Verbesserte Unterstützung für hohe Auflösungen und mehrere Monitore.
es: Mejorar soporte para alta resolución y múltiples monitores.
it: Migliorare il supporto per risoluzioni elevate e monitor multipli.
ko: 고해상도 및 다중 모니터 환경 개선.
nl_nl: Verbeter ondersteuning voor hoge schermresoluties en meerdere schermen.
pl: Rozszerzenia wsparcia dla wysokich rozdzielczości ekranu i pracy z wieloma monitorami.
pt_br: Melhora o suporte para monitores de alta-resolução tal como o uso de múltiplos monitores.
pt_pt: Melhora o suporte a altas resoluções e a vários monitores.
sr_rs: Poboljšane podrške za visoke rezolucije i više monitora.
zh_cn: 提高对高分辨率和多显示器的支持.

source: Fix blank screen issues.
ca: Corregeix els problemes de la pantalla en blanc.
de_de: Repariere Probleme, die einen schwarzen Bildschirm verursachen.
es: Corrige problemas de pantalla en blanco.
it: Risolvere i problemi di schermata nera.
ko: 검은 화면 문제 해결.
nl_nl: Problemen met een blank scherm oplossen.
pl: Naprawiania problemów z pustym ekranem.
pt_br: Corrije os problemas da tela em branco.
pt_pt: Resolve erros de ecrã em branco.
sr_rs: Problema sa crnim ekranom.
zh_cn: 修复黑屏问题。
