Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Modern UEFI-based computers
ca: Ordinadors moderns basats en arrencada UEFI.
de_de: Moderne UEFI-basierte Computer
es: Computadoras modernas basadas en UEFI
it: Computer moderni basati su UEFI
ko: UEFI 기반 컴퓨터
nl_nl: Moderne UEFI-gebaseerde computers
pl: Nowsze komputery z interfejsem UEFI
pt_br: Computadores modernos baseados em UEFI
pt_pt: Computadores modernos baseados em UEFI
sr_rs: Moderni UEFI računari
zh_cn: 现代 UEFI-based 电脑

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable <b>Secure Boot</b> (or enable the <b>Unlock Bootloader</b> option) prior to installation, particularly if an operating system was pre-installed.
ca: Si teniu un ordinador modern que utilitza l'arrencada UEFI (Unified Extended Firmware Interface), potser haureu de desactivar el <b>Secure Boot</b>o activar el <b>Unlock Bootloader</b> abans de la instal·lació, especialment si hi ha un sistema operatiu preinstal·lat.
de_de: Wenn Sie einen modernen PC besitzen, welcher Unified Extended Firmware Interface (UEFI) nutzt, so können Sie <b>Secure Boot</b> deaktivieren (oder die <b>Unlock Bootloader</b> Option aktivieren) bevor Sie mit der Installation beginnen, vor allem wenn bereits ein Betriebssystem installiert war.
es: Si usted tiene un equipo PC moderno que utiliza la Interfaz Unificada de Firmware Extendido (UEFI), podría necesitar deshabilitar el <b>"Secure Boot"</b> (o habilitar la opción <b>"Unlock Bootloader"</b>) previamente a la instalación, particularmente si un sistema operativo estaba pre-instalado.
it: Se hai un pc moderno che usa Unified Extended Firmware Interface (UEFI), hai bisogno di disabilitare <b>Secure Boot</b> (o abilitare l'opzione <b>Unblock Bootloader</b>) prima dell'installazione, in particolare se un sistema operativo è stato preinstallato.
ko: 컴퓨터가 통일 확장 펌웨어 인터페이스(UEFI) 상에서 구동되면서 이미 다른 운영 체제가 설치되어 있는 경우, 먼저 <b>보안 부팅 (Secure Boot)</b> (혹은 <b>부트로더 잠금 해제 (Unlock Bootloader)</b>)을 비활성화해야 할 수 있습니다.
nl_nl: Als u een moderne pc hebt die gebruik maakt van de Unified Extended Firmware Interface (UEFI), moet u mogelijk Secure Boot (of de optie <b>Unlock Bootloader</b>) uitschakelen voordat u met de installatie begint, vooral als een besturingssysteem vooraf was geïnstalleerd.
pl: W przypadku posiadania nowoczesnego komputera PC, który używa interfejs Unified Extended Firmware Interface (UEFI), może być konieczne wyłączenie funkcji <b>Secure Boot</b> (lub włączenie opcji <b>Unlock Bootloader</b>) przed rozpoczęciem instalacji. W szczególności, jeżeli na komputerze był zainstalowany fabrycznie inny system operacyjny.
pt_br: Se você possui um PC moderno que usa a Interface Unificada de Firmware Extensível (UEFI), talvez seja necessário desabilitar <b>Secure Boot</b> (ou habilite a opção <b>Unlock Bootloader</b> ) antes da instalação, especialmente se um sistema operacional estiver pré-instalado.
pt_pt: Se possui um computador moderno que utiliza a Interface Unificada de Firmware Extensível (UEFI), talvez seja necessário desativar o <b>Arranque seguro</b> (ou ativar a opção <b>Desbloquear o carregador de arranque</b>) antes da instalação, especialmente se um sistema operativo estiver pré-instalado.
sr_rs: Ako imate moderni PC koji koristi Unifikovani Ekstenzibilni Firmware Interfejs (UEFI), možda ćete morati da isključite <b>Secure Boot </b> ili da uključite, <b>opciju Unlock Bootloader</b> pre same instalacije, naročito ako je vaš računar došao sa preinstaliranim sistemom.
zh_cn: 如果你有一台使用统一扩展固件接口(UEFI)的现代PC，你可能需要在安装之前禁用 <b>安全引导 </b> (或启用 <b>解锁引导加载程序</b> 选项) ，特别是如果操作系统是预装的.

source: If you are using a legacy BIOS machine, you do not need to do this.
ca: No caldrà que feu això si teniu una màquina amb arrencada BIOS tradicional.
de_de: Falls Sie einen Computer mit einem Legacy-BIOS verwenden, müssen Sie das nicht tun.
es: Si usa una máquina con BIOS legado, no necesita hacer esto.
it: Se stai utilizzando un Bios legacy, non hai bisogno di farlo.
ko: 컴퓨터가 구식 BIOS에서 구동된다면 이렇게 하지 않으셔도 됩니다.
nl_nl: Indien u een legacy BIOS machine gebruikt, hoeft u dit niet te doen.
pl: Jeśli używasz komputera z interfejsem BIOS, nie musisz tego robić.
pt_br: Se você estiver usando uma máquina BIOS legacy, não precisa fazer isso.
pt_pt: Se está a utilizar um computador de BIOS antiga, não precisa de o fazer.
sr_rs: Ako koristite BIOS na računaru, ne morate da radite ništa od navedenog.
zh_cn: 如果您使用的是老式 BIOS 机器，则不需要这样做.

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the <b> 64-bit image</b> , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
ca: És important, especialment quan hi hagi una arrencada dual, que inicieu el vostre sistema adequadament i utilitzeu la <b>imatge de 64 bits</b>, perquè no podreu arrencar un sistema instal·lat en mode de BIOS tradicional al costat d'un preparat per arrencar en un sistema UEFI o viceversa.
de_de: Speziell bei dual boot ist es wichtig, dass Sie Ihr System im korrekten Modus starten und das <b> 64-bit image</b> verwenden, da Sie kein Betriebssystem, welches im BIOS-Modus installiert wurde nach der Installation eines UEFI-Betriebssystems starten können und umgekehrt.
es: Especialmente cuando se usa doble arranque, es importante que arranque su sistema en el modo correcto y use la <b> imagen de 64 bits</b>, ya que no puede arrancar un sistema operativo instalado en modo BIOS luego de instalar un sistema operativo habilitado para UEFI o viceversa.
it: Soprattutto quando si avvia il dual boot, è importante avviare il sistema in modalità corretta e utilizzare l'immagine a 64 bit poiché non è possibile avviare un sistema operativo installato in modalità BIOS dopo l'installazione di un sistema operativo compatibile UEFI o viceversa.
ko: 특히 듀얼 부팅을 시도하는 경우, 시스템은 알맞는 모드와 <b>64비트 이미지</b>로 부팅되어야 합니다. UEFI 모드로 운영 체제를 설치한 이후 BIOS 모드로 운영 체제를 설치하면 그 운영 체제로 부팅되지 않습니다. 그 반대의 경우도 마찬가지입니다.
nl_nl: Vooral bij dubbel opstarten is het belangrijk dat u uw systeem opstart in de juiste modus en de <b>64-bits afbeelding</b> gebruikt, omdat u een besturingssysteem niet kunt opstarten dat is geïnstalleerd in de BIOS-modus na installatie van een UEFI-compatibel besturingssysteem of omgekeerd.
pl: W szczególności, jeżeli używasz dwóch systemów operacyjnych, istotne jest, aby uruchamiać Twój system w odpowiednim trybie i używać <b> 64-bitowego obrazu systemu</b>. Nie jest bowiem możliwe uruchomienie systemu operacyjnego zainstalowanego w trybie BIOS, po tym jak został zainstalowany inny system w trybie UEFI oraz na odwrót.
pt_br: Especialmente quando a dual boot, é importante que você inicialize seu sistema no modo correto e use a <b> imagem de 64-bit</b>, pois não é possível inicializar um sistema operacional instalado no modo BIOS depois de instalar um funcionamento habilitado para sistema operacional UEFI ou vice-versa.
pt_pt: Especialmente quando em arranque duplo, é importante que arranque o sistema no modo correto e utilize a <b>imagem de 64-bits</b>, pois não é possível arrancar um sistema operativo instalado em modo BIOS depois de instalar um sistema operativo ativado por UEFI ou vice-versa.
sr_rs: Posebno kada postoji dual boot, važno je da pokrenete vaš sistem u korektnom modu i da koristite <b> 64-bitnu verziju</b> jer ne možete pokrenuti operativni sistem instaliran u BIOS modu nakon što instalirate UEFI omogućen sistem i obrnuto.
zh_cn: 特别是在双引导时，一定要以正确的模式引导系统并使用 <b> 64-bit 映像</b> , 因为在安装了支持 UEFI 的操作系统后，不能引导以 BIOS 模式安装的操作系统，反之亦然.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer". <b>Do not worry,</b> your data is not lost or corrupt!
ca: Arrencar en mode BIOS en un sistema UEFI amb un disc en format GPT també mostrarà una "capa de protecció". <b>No us amoïneu,</b> les dades no es perden ni es corrompen per això.
de_de: Das Starten im BIOS-Modus auf einem UEFI-System mit einer GPT-formatierten Festplatte wird außerdem eine "protection layer" anzeigen. <b>Keine Sorge,</b> Ihre Daten sind nicht verloren oder korrupt!
es: Arrancando en modo BIOS en un sistema UEFI con un disco formateado en GPT mostrará tambien una "capa de protección". <b>No se preocupe,</b> su información no esta perdida o corrupta!
it: Avviare in modalità BIOS su un sistema UEFI con un disco formattato GPT mostrerà anche un "livello di protezione". <b>Non ti preoccupare,</b> i tuoi dati non sono persi o corrotti!
ko: UEFI 시스템에서 GPT 형식으로 포맷된 디스크로 BIOS 모드로 부팅하면 "보호 레이어"라고 보여질 수 있습니다. <b>하지만 걱정하지 마세요!</b> 사용자의 데이터는 전혀 손실되지 않습니다.
nl_nl: Opstarten in de BIOS-modus op een UEFI-systeem met een GPT-geformatteerde schijf zal ook een "protection layer" tonen. Geen zorgen, uw gegevens zijn niet verloren of corrupt!
pl: Uruchamiając komputer w trybie BIOS na systemach z interfejsem UEFI oraz dyskiem w formacie GPT, wyświetlona zostanie tzw. "warstwa bezpieczeństwa". <b>Nie przejmuj się,</b> Twoje dane nie zostaną utracone lub uszkodzone!
pt_br: A inicialização no modo BIOS em um sistema UEFI com um disco com formato GPT também mostrará uma "camada de proteção". <b>Não se preocupe,</b> seus dados não estão perdidos ou corrompidos!
pt_pt: O arranque no modo BIOS num sistema UEFI com um disco com formato GPT também irá mostrar uma "camada de proteção". <b>Não se preocupe,</b> os seus dados não estão perdidos ou corrompidos!
sr_rs: Pokretanje u BIOS modu na UEFI sistemu sa GPT formatiranim diskom će takodje prikaziti "zaštitnički mod". <b>Ne brinite se</b> vaši podaci nisu izgubljeni ili korumpirani.
zh_cn: 在带有 GPT 格式磁盘的 UEFI 系统上以 BIOS 模式启动也会显示一个 "保护层". <b>不要担心,</b> 您的数据不会丢失或损坏!

source: Your system is currently running in <b><span id="boot-mode"></span> mode</b>.
ca: El vostre sistema corre en <b>mode <span id="boot-mode"></span></b>.
de_de: Ihr System läuft momentan im <b><span id="boot-mode"></span> Modus</b>.
es: El sistema funciona actualmente en la modalidad <b><span id="boot-mode"></span></b>.
it: Il tuo sistema è attualmente in esecuzione in <b><span id="boot-mode"></span> mode </b>.
ko: 이 시스템은 현재 <b><span id="boot-mode"></span> 모드</b>로 구동되고 있습니다.
nl_nl: Het systeem is momenteel in <b><span id="boot-mode"></span> modus</b>.
pl: Twój system jest obecnie uruchomiony w <b>trybie <span id="boot-mode"></span></b>.
pt_br: Seu sistema está rodando atualmente no <b>modo <span id="boot-mode"></span></b>.
pt_pt: O seu sistema está a funcionar atualmente em <b>modo <span id="boot-mode"></span></b>.
sr_rs: Vaš sistem je trenutno pokrenut u <b><span id="boot-mode"></span> modu</b>.
zh_cn: 您的系统当前正处于运行 <b><span id="boot-mode"></span> 模式</b>.

source: For computers that start to run low on memory (RAM), the operating system will start swapping to disk. Known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
ca: En ordinadors que treballen amb poca memòria (RAM), el sistema operatiu començarà a utilitzar l'àrea d'intercanvi del disc, allò que es coneix com a "fitxer de paginació" al Windows. El rendiment baixa quan es treballa amb poca memòria i es podria aturar si satura l'espai de memòria sense poder passar a una àrea d'intercanvi.
de_de: Bei Computern, die nicht ausreichend Arbeitsspeicher (RAM) aufweisen, wird das Betriebssystem die "swap" Funktion auf der Festplatte nutzen. In Windows ist dies als das "paging file" bekannt. Die Leistungsfähigkeit nimmt ab wenn der Arbeitsspeicher ausgelastet ist und es kann unter Umständen zu Abstürzen kommen, sollte der Arbeitsspeicher vollständig belegt sein ohne, dass reservierter "swap" Speicher vorhanden ist.
es: Para computadoras que se van quedando con poca memoria (RAM), el sistema operativo comenzará a intercalar con el disco. (Esto es conocido como un "archivo de paginación" en Windows). El rendimiento se reducirá cuando este ejecutándose con baja memoria y podría congelarse si se agota el espacio de memoria sin ningún lugar donde intercalarla.
it: Per i computer che iniziano a scarseggiare sulla memoria (RAM), il sistema operativo inizierà swappare su disco. Conosciuto come un "file di paging" in Windows. Le prestazioni caleranno quando la memoria scarseggia e potrebbe bloccarsi se si esaurisce completamente senza possibilità di swap.
ko: 적은 양의 메모리(RAM)을 가진 컴퓨터에서, 운영 체제는 디스크에 스와핑을 시작할 것입니다. Windows에서의 "페이징 파일"과 비슷한 역할을 하죠. 적은 양의 메모리로 구동하게 되면 컴퓨터의 성능이 떨어질 것이고, 메모리 부족이 발생하면 컴퓨터 자체가 멈추는 현상이 일어날 수 있습니다.
nl_nl: Voor systemen waarvan de beschikbare geheugen (RAM) afneemt, zal het besturingssysteem data naar de swap schrijven. In Windows heet dat de "paging file". De prestaties nemen af wanneer er te weinig geheugen beschikbaar is en het systeem kan bevriezen als u zonder geheugen niet naar de swap kan schrijven.
pl: W przypadku komputerów uruchominych z małą ilością pamięci (RAM), system operacyjny będzie wymieniał pamięć RAM z dyskową. W systemie Windows znane jest to jako "plik wymiany" . Podczas pracy z małą ilością pamięci może dojść do obniżenia wydajności, a w przypadku całkowitego wykorzystania pamięci RAM oraz miejsca w pamięci wymiany nawet do całkowitego zawieszenia systemu.
pt_br: Em computadores com pouca memória (RAM), o sistema iniciará a memória swap, conhecida como "Arquivo de paginação" no Windows. Sem isto, computadores com pouca memória RAM rodariam o sistema com lentidão e possíveis travamentos.
pt_pt: Para computadores que começam a funcionar com pouca memória (RAM), o sistema irá iniciar a memória swap, conhecida como "ficheiro de paginação" no Windows. O desempenho irá diminuir quando estiver com pouca memória e poderá bloquear se ficar completamente sem memória, sem nenhum lugar para a swap.
sr_rs: Za kompjutere koji počinju da prekoračuju memoriju, RAM, operativni sistem će vršiti svapovanje na disk. Poznato kao "paging fajl" u Windows-u. Performanse će biti slabije kada ste pri kraju RAM memorije i može doći do zamrzavanja ako kompletno iskoristite memoriju bez opcije svapovanja.
zh_cn: 对于内存 (RAM) 开始不足的计算机，操作系统将开始交换到磁盘。在 Windows中称为 "分页文件"。当内存不足时，性能会下降，如果内存完全用完而没有任何地方可以交换，则可能会冻结.

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
ca: Normalment, es crea una partició d'intercanvi basada en les dimensions de la RAM present al moment d'instal·lar. Per exemple, si teniu 2 GiB de RAM, es reserven 2 GiB d'espai d'intercanvi al disc dur a la part final del dispositiu.
de_de: Normalerweise, ist eine Swap Partition so groß, wie der Arbeitsspeicher. Wenn sie zum Beispiel 2 GiB Arbeitsspeicher haben, werden 2 GiB des Festplattenplatzes am Ende der Festplatte für Swap reserviert.
es: Por defecto, una partición de intercambio es creada basada en el tamaño de la RAM. Por ejemplo, si tiene 2 GiB de RAM, entonces 2 GiB del disco duro serán reservados para intercambio al final de la unidad de disco.
it: Per impostazione predefinita, viene creata una partizione di swap in base alla dimensione della RAM. Ad esempio, se si dispone di 2 GiB di RAM, 2 GiB di spazio sul disco rigido saranno riservati per lo swap alla fine del disco.
ko: 기본적으로, 스왑 파티션은 설치된 RAM의 용량에 따라 그 크기가 정해집니다. 예를 들어, 2GiB의 RAM이 설치되어 있다면 드라이브의 마지막 부분에 2GiB 만큼의 스왑 파티션을 만들게 됩니다.
pl: Domyślnie, partycja wymiany jest tworzona w oparciu o ilość pamięci RAM zainstalowanej w komputerze. Przykładowo, jeżeli posiadasz 2 GiB pamięci RAM, wówczas obszar dysku o rozmiarze 2 GiB zostanie zarezerwowany na rzecz partycji wymiany.
pt_br: Por padrão, a partição swap é criada de acordo com o tamanho da memória RAM. Por exemplo, se você tem 2GiB de RAM, então serão reservados 2GiB de espaço no final do HD para a swap.
pt_pt: Por padrão, a partição swap é criada de acordo com o tamanho da memória RAM. Por exemplo, se tem 2GiB de RAM, então serão reservados 2GiB de espaço no final da unidade para a swap.
sr_rs: Po default-u, swap particija je kreirana na osnovu količine vašeg RAM-a. Ako npr imate 2 GB rama, onda će 2GB na hard disku biti rezervisano za svapovanje na kraju hard diska.

source: By default, a swap file is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for the swap file. A separate swap partition is no longer required to be created.
ca: Normalment, es crea un fitxer d'intercanvi basat en les dimensions de la RAM present al moment d'instal·lar. Per exemple, si teniu 2 GiB de RAM, es reserven 2 GiB per al fitxer d'intercanvi. Ja no cal crear una partició d'intercanvi separada.
de_de: Normalerweise wird eine Swap Datei in der Größe des Arbeitsspeichers erstellt. Wenn sie zum Beispiel 2 GiB Arbeitsspeicher haben, werden 2 GiB des Festplattenplatzes für die Swap Datei reserviert. Die Erstellung einer separaten Swap Partition wird nicht mehr benötigt.
es: Por defecto, un archivo de intercambio es creada basada en el tamaño de la RAM. Por ejemplo, si tiene 2 GiB de RAM, entonces 2 GiB del espacio de disco duro serán reservados para el archivo de intercambio. Una partición de intercambio separada ya no será necesaria crear.
it: Per impostazione predefinita, viene creata una partizione di swap in base alla dimensione della RAM. Ad esempio, se si dispone di 2 GiB di RAM, 2 GiB di spazio sul disco rigido saranno riservati per lo swap. Non è più necessario creare una partizione di swap separata.
ko: 기본적으로, 스왑 파일은 시스템에 설치된 RAM 용량에 따라 그 크기가 정해집니다. 예를 들어, 시스템에 2 GiB만큼의 RAM이 설치되어 있다면, 2 GiB의 스왑 파일이 하드 디스크 공간에 생성됩니다. 이제는 별도의 스왑 파티션을 만들 필요가 없어졌습니다.
nl_nl: Standaard wordt een swappartitie gemaakt op basis van de grootte van uw RAM. Als u bijvoorbeeld 2 gigabyte aan RAM hebt, wordt er 2 gigabyte ruimte op de harde schijf gereserveerd voor verwisseling aan het einde van de rit. Er hoeft niet langer een aparte swappartitie te worden gemaakt.
pl: Domyślnie, plik wymiany jest tworzony w oparciu o ilości pamięci RAM zainstalowanej w komputerze. Przykładowo, jeżeli posiadasz 2 GiB pamięci RAM, wówczas na plik wymiany zostanie zarezerwowany obszar dysku o rozmiarze 2 GiB. Oddzielna partycja wymiany nie musi być już tworzona.
pt_br: Por padrão, um arquivo swap é criado com base no tamanho da RAM. Por exemplo, se você tiver 2 GiB de RAM, então 2 GiB de espaço no disco rígido serão reservados para o arquivo swap. Uma partição swap separada não é mais necessária para ser criada.
pt_pt: Por padrão, um ficheiro swap é criado com base no tamanho da RAM. Por exemplo, se tem 2 GiB de RAM, então 2 GiB de espaço no disco rígido serão reservados para o ficheiro swap. Uma partição swap separada não é mais necessária para ser criada.
sr_rs: Po default-u, swap fajl je kreiran na osnovu količine vašeg RAM-a. Ako npr imate 2 GB rama, onda će 2GB na hard disku biti rezervisano za svaw fajl. Posebna particija za svapovanje nije više obavezna.
zh_cn: 默认情况下，根据 RAM 的大小创建交换文件。例如，如果您有 2GiB 的 RAM，那么将为交换文件保留 2GiB 的硬盘空间。不再需要创建单独的交换分区.

source: Previous:
ca: Previ:
de_de: Vorherige:
es: Anterior:
it: Precedente:
ko: 이전 :
nl_nl: Vorige:
pl: Poprzedni krok:
pt_br: Anterior:
pt_pt: Anterior:
sr_rs: Prethodno:
zh_cn: 上一步:

source: Should you wish to install <span name="distro-name"></span> alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
ca: En cas d'instal·lar <span name="distro-name"></span> al costat d'un sistema operatiu existent, haureu de reduir les dimensions de les vostres particions. I podreu dividir el disc dur en seccions preparades per als diversos sistemes operatius.
de_de: Sollten Sie die Installation von <span name="distro-name"></span> neben einem existierenden Betriebssystem wünschen, so müssen Ihre Partitionen verkleinert werden. Die führt zu Aufteilung der Festplatte in verschiedene Bereiche für mehrere Betriebssysteme.
es: En tanto que instale <span name="distro-name"></span> conjuntamente con su sistema operativo existente, sus particiones necesitan ser reducidas. Esto resulta en secciones de su disco duro siendo repartidas entre múltiples sistemas operativos.
it: Se si desidera installare <span name="distro-name"></span> accanto al sistema operativo esistente, è necessario ridurre le partizioni. Ciò determina la separazione di sezioni del disco rigido tra più sistemi operativi.
ko: <span name="distro-name"></span>를 기존에 설치한 운영 체제와 함께 사용하고자 하기 위해, 파티션을 축소해야 합니다.
pl: Jeśli chcesz zainstalować <span name="distro-name"></span> obok istniejącego systemu operacyjnego, należy najpierw zmniejszyć rozmiar partycji. To spowoduje, że dane obszary twardego dysku zostaną rozdzielone pomiędzy kilka systemów operacyjnych.
pt_br: Você deseja instalar o <span name="distro-name"></span> ao lado do seu sistema operacional atual, suas partições precisam ser encolhidas. Isso resulta em seções de seu disco rígido sendo divididas entre vários sistemas operacionais.
pt_pt: Deseja instalar o <span name="distro-name"></span> ao lado do seu sistema operativo atual, as suas partições precisam de ser encolhidas. Isso resulta em secções do seu disco rígido sendo divididas entre vários sistemas operativos.
sr_rs: Ukoliko žeite da instalirate <span name="distro-name"></span> uz vaš postojeći operativni sistem, vaše particije će morati da se preraspodele. Ovo će rezultirati podelom vašeg hard diska između više operativnih sistema.

source: I'm dual booting with
ca: Hi haurà una arrencada dual amb
de_de: Ich bin im Dual-Boot mit
es: Estoy haciendo arranque dual con
it: Sono in dual boot con
ko: 다음 운영 체제와 듀얼 부팅을 하려고 해요. :
nl_nl: Ik dual boot met
pl: Uruchamiam komputer wraz z systemem
pt_br: Estou em dual boot com
pt_pt: Estou em arranque duplo com o
sr_rs: Dualno Boot-ujem sa
zh_cn: 我在双启动

source: To minimize the risk of data loss or failure, ensure that:
ca: Per minimitzar el risc de pèrdua de dades o qualsevol fracàs, assegureu-vos que:
de_de: Um das Datenverlustrisiko oder auftretende Fehler zu minimieren gehen Sie sicher, dass:
es: Para minimizar el riesgo de pérdida de datos o fallos, asegúrese de:
it: Per minimizzare il rischio di perdita di dati o malfunzionamenti, assicurarsi che:
ko: 데이터 손실과 I/O 실패를 최소화하기 위해, 다음 사항을 확인해주세요.
nl_nl: Om het risico op dataverlies of fouten te minimaliseren, wees er zeker van dat:
pl: W celu zminimalizowania ryzyka utraty danych lub awarii, upewnij się, że:
pt_br: Para minimizar o risco de perda ou falha de dados, certifique-se de que:
pt_pt: Para minimizar o risco de perda ou falha de dados, certifique-se de que:
sr_rs: Kako biste minimizirali rizik gubitka vaših podataka postarajte se da:
zh_cn: 为了将数据丢失或失败的，请确保风险降到最低:

source: There is enough free space. 10 GB minimum is recommended.
ca: Hi hagi prou espai lliure. Es recomana un mínim de 10 GB.
de_de: Es ist genug Festplattenspeicher verfügbar. Mindestens 10 GB werden empfohlen.
es: Que haya suficiente espacio disponible. Como mínimo, se recomiendan 10 GB.
it: C'è spazio sufficiente. Si raccomanda un minimo di 10 GB.
ko: 저장소에 충분한 여유 공간 확보. 최소 10GB의 여유 공간이 있어야 합니다.
nl_nl: Er is genoeg vrije schijfruimte. Minimaal 10 GB is aangeraden.
pl: Jest wystarczająca ilośc wolnego miejsca. 10 GB to rekomendowane minimum.
pt_br: Há espaço livre suficiente. Recomenda-se um mínimo de 10 GB.
pt_pt: Há espaço livre suficiente. Recomenda-se um mínimo de 10 GB.
sr_rs: Imate dovoljno slobodno mesta na hard disku, minimum 10GB je preporučeno.
zh_cn: 要有足够的空闲空间。建议最小设置为 10GB.
