Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ca, de_de, es, it, ko, nl_nl, pl, pt_br, pt_pt, sr_rs, zh_cn

source: Components
de_de: Komponenten
es: Componentes
it: Componenti
ko: 구성 요소
nl_nl: Componenten
pl: Komponenty
pt_br: Componentes
pt_pt: Componentes
sr_rs: Komponente
zh_cn: 组件

source: Memory (RAM):
ca: Memòria (RAM):
de_de: Speicher (RAM)
es: Memoria (RAM):
it: Memoria (RAM):
ko: 메모리 (RAM) :
nl_nl: Geheugen (RAM):
pl: Pamięć (RAM):
pt_br: Memória (RAM):
pt_pt: Memória (RAM):
sr_rs: Memorija (RAM):
zh_cn: 内存 (RAM):

source: More RAM allows more applications to run simultaneously.
ca: Més memòria RAM permet que funcionin més aplicacions simultàniament.
de_de: Mehr Arbeitsspeicher erlaubt die gleichzeitige Ausführung mehrerer Anwendungen.
es: Entre más RAM, más aplicaciones podrán ejecutarse simultáneamente.
it: Più RAM consente di eseguire più applicazioni contemporaneamente.
ko: RAM 용량이 많으면 많을수록 동시에 많은 애플리케이션을 실행할 수 있습니다.
nl_nl: Meer RAM maakt het mogelijk dat meerdere applicaties gelijktijdig kunnen worden uitgevoerd.
pl: Im więcej pamięci RAM, tym więcej aplikacji może pracować równocześnie.
pt_br: Mais RAM permite que mais aplicativos sejam executados simultaneamente.
pt_pt: Mais RAM permite que mais aplicações sejam executadas simultaneamente.
sr_rs: Više RAM-a vam dopušta da pokrenete više aplikacija istovremeno.
zh_cn: 更多的内存允许更多的应用程序同时运行.

source: Graphics:
ca: Gràfics:
de_de: Grafik:
es: Gráficas:
it: Grafica:
ko: 그래픽 :
nl_nl: Grafische weergave:
pl: Grafika:
pt_br: Gráficos:
pt_pt: Gráficos:
sr_rs: Grafika:
zh_cn: 图形:

source: Internet Access:
ca: Accés a Internet:
de_de: Internet Verbindung:
es: Acceso a Internet:
it: Accesso ad internet:
ko: 인터넷 접속 :
nl_nl: Internet toegang:
pl: Dostęp do internetu:
pt_br: Acesso à Internet:
pt_pt: Acesso à Internet:
sr_rs: Internet pristup:
zh_cn: 互联网接入:

source: Connected
ca: Connectat
de_de: Verbunden
es: Conexión establecida
it: Connesso
ko: 연결됨
nl_nl: Verbonden
pl: Połączony
pt_br: Conectado
pt_pt: Ligado
sr_rs: Konektovan
zh_cn: 已连接

source: Not Connected
ca: No connectat
de_de: Nicht Verbunden
es: Conexión no establecida
it: Non connesso
ko: 연결되지 않음
nl_nl: Niet verbonden
pl: Niepołączony
pt_br: Não Conectado
pt_pt: Desligado
sr_rs: Diskonektovan
zh_cn: 没有连接

source: Storage
ca: Emmagatzematge
de_de: Speicher
es: Almacenamiento
it: Spazio di archiviazione
ko: 저장 공간
nl_nl: Opslag
pl: Magazyn danych
pt_br: Armazenamento
pt_pt: Armazenamento
sr_rs: Skladište
zh_cn: 存储

source: Root File System:
ca: Sistema de fitxers d'arrel:
de_de: Root-Dateisystem:
es: Sistema de Ficheros Raíz:
it: File system root:
ko: 루트 파일 시스템 :
pl: Główny system plików:
pt_br: Sistema de Arquivos Raiz:
pt_pt: Sistema de ficheiros root:
sr_rs: Root fajl sistem:
zh_cn: Root 文件系统:

source: The file system where OS is installed.
ca: El sistema de fitxers on hi ha instal·lat el sistema operatiu.
de_de: Das Dateisystem in dem das Betriebssystem installiert ist.
es: El sistema de archivos en que el SO está instalado.
it: Il file system dove il sistema operativo è installato.
ko: OS가 설치된 파일 시스템입니다.
nl_nl: Het bestandssysteem waarop OS is geïnstalleerd.
pl: System plików, gdzie zainstalowany jest system operacyjny.
pt_br: O sistema de arquivos onde o SO está instalado.
pt_pt: O sistema de ficheiros onde o SO está instalado.
sr_rs: Fajl sistem gde je OS instaliran.
zh_cn: 安装操作系统的文件系统.

source: Entire Disk Capacity:
ca: Capacitat total del disc:
de_de: Gesamte Festplattenkapazität:
es: Capacidad total del disco:
it: Capacità dell'intero disco:
ko: 디스크 전체 용량 :
nl_nl: Volledige schijfcapaciteit:
pl: Pojemność całego dysku:
pt_br: Capacidade Total do Disco:
pt_pt: Capacidade total do disco:
sr_rs: Čitav kapacitet hard diska:
zh_cn: 整个磁盘容量:

source: OS Usage
ca: Ús del sistema operatiu
de_de: Verwendet vom Betriebssystem
es: Uso del SO
it: Utilizzo del sistema operativo
ko: OS 사용량
nl_nl: OS-gebruik
pl: Użycie przez system
pt_br: Uso do SO
pt_pt: Utilização do SO
sr_rs: OS Upotreba
zh_cn: OS 用法

source: Other Usage
ca: Altres usos
de_de: Andere Verwendung
es: Otros usos
it: Altri usi
ko: 기타 사용량
nl_nl: Ander gebruik
pl: Pozostałe użycie
pt_br: Outro Uso
pt_pt: Outras utilizações
sr_rs: Druga upotreba:
zh_cn: 其它用法

source: Allocated for <span name="distro-name"></span>:
ca: Assignat per a <span name="distro-name"> </span>:
de_de: Für <span name="distro-name"></span> zugewiesen:
es: Asignado para <span name="distro-name"></span>:
it: Assegnato per <span name="distro-name"></span>:
ko: <span name="distro-name"></span>로 할당됨 :
pl: Przydzielone dla <span name="distro-name"></span>:
pt_br: Alocado para o <span name="distro-name"></span>:
pt_pt: Atribuído a <span name="distro-name"></span>:
sr_rs: Alocirano za <span name="distro-name"></span>:

source: The size of your operating system partition.
ca: La mida de la partició del sistema operatiu.
de_de: Die Größe der Betriebssystempartition.
es: El tamaño de la partición del sistema operativo.
it: La dimensione della partizione del sistema operativo.
ko: 운영 체제 파티션의 크기입니다.
nl_nl: De grootte van uw besturingssysteem partitie.
pl: Rozmiar partycji systemu operacyjnego.
pt_br: O tamanho da partição do sistema operacional.
pt_pt: O tamanho da partição do sistema operativo.
sr_rs: Veličina particije vašeg operativnog sistema
zh_cn: 操作系统分区的大小.

source: Used Space:
ca: Espai usat:
de_de: Belegter Speicherplatz:
es: Espacio usado:
it: Spazio utilizzato:
ko: 사용된 공간 :
nl_nl: Gebruikte schijfruimte:
pl: Użyta przestrzeń:
pt_br: Espaço Usado:
pt_pt: Espaço utilizado:
sr_rs: Iskorišćen prostor:
zh_cn: 已使用空間

source: Free Space:
ca: Espai lliure:
de_de: Freier Speicherplatz:
es: Espacio disponible:
it: Spazio libero:
ko: 여유 공간 :
nl_nl: Beschikbare schijfruimte:
pl: Wolna przestrzeń:
pt_br: Espaço Livre:
pt_pt: Espaço livre:
sr_rs: Slobodan prostor:
zh_cn: 剩余空间:

source: Other Usage:
ca: Altres usos:
de_de: Andere Verwendung:
es: Otros usos:
it: Altri usi
ko: 기타 사용량 :
nl_nl: Ander gebruik:
pl: Inne użycie:
pt_br: Outro Uso:
pt_pt: Outras utilizações:
sr_rs: Druga upotreba:
zh_cn: 其他用法:

source: Reserved by system, other partitions, unallocated or swap.
ca: Reservat per al sistema, altres particions, sense assignar o l'intercanvi.
de_de: Reserviert vom System, anderen Partitionen, nicht zugewiesen oder swap.
es: Reservado para sistema, otras particiones, sin asignar o swap.
it: Riservato dal sistema, altre partizioni, non allocate o scambiate.
ko: 시스템, 기타 파티션, 할당되지 않은 부분 혹은 스왑에 의해 예약된 공간
nl_nl: Gereserveerd voor het systeem, andere partities, niet toegewezen of de swap.
pl: Zarezerwowane przez system, inne partycje, nieprzydzielone lub przestrzeń wymiany.
pt_br: Reservado pelo sistema, outras partições, não alocado ou swap.
pt_pt: Reservado pelo sistema, outras partições, não alocado ou swap.
sr_rs: Rezervisano od sistema, drugih particija, nelocirano ili swap.
zh_cn: 由系统, 其他分区, 未分配或交换区保留.

source: Swap
ca: Intercanvi
es: Partición del sistema
ko: 스왑
pl: Plik wymiany - Swap
zh_cn: 交换区

source: Restricted Extras
ca: Extres restringits
de_de: Eingeschränkte Extras
es: Extras restringidos
ko: 제한된 추가 패키지
pl: Dodatki z ograniczeniami licencyjnymi
pt_br: Extras Restritos
pt_pt: Extras Restritos
sr_rs: Ograničeni Ekstra dodaci
zh_cn: 额外组件受限

source: VirtualBox Guest Additions
ca: Addicions de clients de VirtualBox
de_de: VirtualBox Gasterweiterungen
ko: VirtualBox 게스트 확장
pl: VirtualBox Dodatki Gościa
pt_br: Adicionais de Convidado VirtualBox
sr_rs: Dodaci za VirtualBox Gosta
zh_cn: VirtualBox 客户端增强功能

source: <b>Language Support</b> can be found later in <b><i>Settings <i class="material-icons">&#xE315;</i> Region & Language</i></b>
ca: El <b>suport per a idiomes</b> es pot trobar més endavant a </b></i>Configuració <i class="material-icons">&#xE315;</i> Regió i llengua </i></b>
de_de: <b>Sprachunterstützung</b> findet sich später in <b><i>Einstellungen <i class="material-icons">&#xE315;</i> Region & Sprache</i></b>
es: <b>Soporte de Idioma</b> puede encontrarse luego en <b><i>Configuración <i class="material-icons">&#xE315;</i> Región e Idioma</i></b>
ko: <b>언어 지원</b>은 나중에 <b><i>설정 <i class="material-icons">&#xE315;</i> 지역 및 언어</i></b>에서 찾으실 수 있습니다.
pl: <b>Wsparcie dla języków</b> znajdziesz później w <b><i>Ustawienia <i class="material-icons">&#xE315;</i> Region i język</i></b>
pt_br: <b>Suporte a Idiomas</b> pode ser encontrado mais tarde em <b><i>Configurações <i class="material-icons">&#xE315;</i> Região e Idioma</i></b>
pt_pt: O <b>Suporte a idiomas</b> pode ser encontrado mais tarde em <b><i>Definições <i class="material-icons">&#xE315;</i> Região e Idioma</i></b>
sr_rs: <b> Jezička podrška</b> može se nači u <b><i> Settings <i class="material-icons">&#xE315;</i>Region & Language</i></b>

source: Firewall
ca: Tallafoc
es: Cortafuegos
ko: 방화벽
pl: Zapora sieciowa

source: Firewall Configuration</b> can be found later in <b><i>Settings <i class="material-icons">&#xE315;</i> System <i class="material-icons">&#xE315;</i> Firewall Configuration</i></b>.
ca: La configuració del tallafoc</b> es pot trobar més endavant a <b><i> Configuració <i class="material-icons">&#xE315; </i> Sistema <i class="material-icons">#xE315; </i> Configuració del tallafoc</i></b>.
de_de: Die Firewall Konfiguration</b> steht später in <b><i>Einstellungen <i class="material-icons">&#xE315;</i> System <i class="material-icons">&#xE315;</i> Firewall Konfiguration</i></b> zur Verfügung.
es: Configuración de Firewall </b> puede ser encontrado luego en <b><i>Configuración <i class="material-icons">&#xE315;</i> Sistema<i class="material-icons">&#xE315;</i> Configuración de Firewall </i></b>.
ko: 방화벽 구성</b>은 나중에 <b><i>설정 <i class="material-icons">&#xE315;</i> 시스템 <i class="material-icons">&#xE315;</i> 방화벽 구성</i></b>에서 찾으실 수 있습니다.
pl: Konfigurowanie zapory sieciowej</b> znajdziesz później w <b><i>Ustawienia <i class="material-icons">&#xE315;</i> System <i class="material-icons">&#xE315;</i> Konfiguracja zapory sieciowej</i></b>.
pt_br: Configuração de Firewall </b> pode ser encontrado em <b> <i> Configuração <i class="material-icons">&#xE315; </i> Sistema <i class="material-icons">&#xE315; </i> Configuração de Firewall </i> </b>.
pt_pt: A configuração da Firewall </b> pode ser encontrada em <b> <i> Definições <i class="material-icons">&#xE315; </i> Sistema <i class="material-icons">&#xE315; </i> Configuração da Firewall </i> </b>.
sr_rs: Firewall Konfiguracija </b> može se naći u <b><i>Settings<i class="material-icons">&#xE315;</i> System <i class="material-icons">&#xE315;</i>Firewall Configuration</i></b>.

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organisation. It is highly popular targeting multiple platforms.
ca: El Mozilla Firefox és un navegador web gratuït i de codi obert, desenvolupat per la Fundació Mozilla, una organització no lucrativa. És molt popular ja que funciona en múltiples plataformes.
de_de: Mozilla Firefox ist ein freier open-source Webbrowser, der von der Mozilla Foundation, einer non-profit Organistation, entwickelt wird. Firefox ist auf verschiedenen Plattformen sehr beliebt.
es: Mozilla Firefox es un navegador libre y de código abierto desarrollado por la fundación Mozilla, una organización sin fines de lucro. Es muy popular y funciona en varias plataformas.
ko: 파이어폭스는 비영리 단체인 모질라 재단에 의해 만들어진 무료 오픈 소스 웹 브라우저입니다. 다중 플랫폼을 지원하여 인기가 많은 브라우저이죠.
pl: Mozilla Firefox jest bezpłatną i otwartą przeglądarką internetową opracowaną przez Fundację Mozilla - organizację non profit. Jest bardzo popularna na wielu platformach.
pt_br: Mozilla Firefox é um navegador gratuito e de código aberto, desenvolvido pela Mozilla Foundation - uma organização sem fins lucrativos. É altamente popular como segmento em múltiplas plataformas.
pt_pt: O Mozilla Firefox é um navegador gratuito e de código aberto, desenvolvido pela Fundação Mozilla - uma organização sem fins lucrativos. É altamente popular como segmento em múltiplas plataformas.
sr_rs: Mozilla Firefox je besplatni i otvorenog koda web browser, razvije od strane Mozilla Fondacije - neprofitne organizacije. Veoma je popularan na više različitih platformi.

source: The utilities mentioned above are all part of the extensive Settings control center that <span name="distro-name"></span> provides. You can configure just about every aspect of your computer from Settings.
ca: Les utilitats esmentades anteriorment formen part de l’extens centre de control de configuracions que proporciona <span name="distro-name"> </span>. Podeu configurar gairebé tots els aspectes de l’ordinador des de la Configuració.
de_de: Die oben genannten Dienstprogramme sind alle Teil des umfangreichen Settings Control Center, das <span name="distro-name"></span> bietet. Sie können nahezu jeden Aspekt Ihres Computers über die Einstellungen konfigurieren.
es: Los utilitarios mencionados arriba son todos parte del centro de control de Configuración que <span name="distro-name"></span> proporciona. Usted puede configurar casi cualquier aspecto de su computadora desde Configuración.
pl: Wspomniane powyżej narzędzia są częścią obszernego centrum ustawień, które jest dostępne w <span name="distro-name"></span>. Możesz skonfigurować niemal każdy element systemu w Ustawieniach.
pt_br: Os utilitários mencionados acima fazem parte do extenso centro de controle de configurações que o <span name="distro-name"></span> fornece.
pt_pt: Os utilitários mencionados acima fazem parte do extenso centro de controlo de definições que o <span name="distro-name"></span> fornece. Pode configurar praticamente todos os aspetos do seu computador a partir das Definições.
sr_rs: Alati pomenuti gore su svi deo ekstenzivne Settings kontrolnog centra koje <span name="distro-name"></span> pruža. Možete da konfigurišete bilo koji aspekt izgleda vašeg računara iz Settings-a.

source: Kernel:
ca: Nucli:
es: Núcleo:
ko: 커널 :
pl: Jądro systemu:
zh_cn: 内核:

source: Ubuntu Budgie works well on both high-end to older computers, optimized to be functional, while light on system resources.
nl_nl: Ubuntu Budgie werkt goed op zowel high-end als oudere computers, en is geoptimaliseerd voor functionaliteit, terwijl het weinig systeembronnen verbruikt.
zh_cn: Ubuntu Budgie 在高端电脑和老电脑上都能很好地工作，优化了功能，同时减少了系统资源.

source: 32 gigabytes (GB) of disk space
nl_nl: 32 gigabytes (GB) schijfruimte
zh_cn: 32 gigabytes (GB) 的磁盘空间

source: Raspberry Pi4B
zh_cn: 树莓派 Pi4B

source: 32 gigabytes (GB) SD Card
zh_cn: 32 gigabytes (GB) SD 卡

source: Pentium i5 - approximately created in 2017
nl_nl: Pentium i5 - zo ongeveer uit 2017
zh_cn: Pentium i5 - 大约创建于 2017

source: 60 gigabytes (GB) of disk space
nl_nl: 60 gigabytes (GB) schijfruimte
zh_cn: 60 gigabytes (GB) 的磁盘空间

source: Ubuntu Budgie is relatively simple to set up, whether you're looking to replace your existing operating system or install Ubuntu Budgie alongside an existing one - such as &nbsp;<span class="fa fa-windows"></span> Microsoft Windows or another <span class="fa fa-linux"></span> GNU/Linux distribution.
nl_nl: Ubuntu Budgie is relatief eenvoudig in te stellen, of u nu uw bestaande besturingssysteem wilt vervangen of Ubuntu Budgie naast een bestaand besturingssysteem wilt installeren, zoals &nbsp;<span class="fa fa-windows"></span> Microsoft Windows of een andere <span class="fa fa-linux"></span> GNU/Linux distributie.
zh_cn: Ubuntu Budgie 的设置相对简单，无论您是想替换现有的操作系统，还是在现有的操作系统 - 如 &nbsp;<span class="fa fa-windows"></span> Microsoft Windows 或 其它 <span class="fa fa-linux"></span> GNU/Linux 发行版.

source: The live session you are currently in right now is a good opportunity to test Ubuntu Budgie without modifying your computer, allowing you to test all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon from the desktop.
nl_nl: De live-sessie waarin u zich momenteel bevindt, is een goede gelegenheid om Ubuntu Budgie te testen zonder uw computer aan te passen, zodat u kunt testen of al uw randapparatuur werkt zoals bedoeld voordat u zich ertoe verbindt deze op uw computer te installeren. Als u klaar bent, kunt het installatiepictogram starten vanaf het bureaublad.
zh_cn: 你现在正在进行的 live session 是一个很好的机会，可以在不修改你的计算机的情况下测试 Ubuntu Budgie，允许你在承诺将其安装在你的机器上之前测试你所有的外设是否工作正常。准备好后，在桌面上双击安装图标.

source: Should you wish to install Ubuntu Budgie alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
nl_nl: Als u Ubuntu Budgie naast uw bestaande besturingssysteem wilt installeren, moeten uw partities worden verkleind. Dit leidt ertoe dat delen van uw harde schijf worden verdeeld over meerdere besturingssystemen.
zh_cn: 如果您希望在现有的操作系统旁边安装 Ubuntu Budgie，您的分区需要缩小。这将导致您的硬盘在多个操作系统之间分割.

source: After completing operations to your disk, you can leave the remaining space unallocated, whereby the installer will detect this unused space to install Ubuntu Budgie to.
nl_nl: Nadat u de bewerkingen op uw schijf hebt voltooid, kunt u de resterende ruimte niet toegewezen laten, waarbij het installatieprogramma deze ongebruikte ruimte zal detecteren om Ubuntu Budgie op te installeren.
zh_cn: 在完成对磁盘的操作后，您可以留下剩余的空间未分配，安装程序将检测到这个未使用的空间来安装 Ubuntu Budgie.

source: The base for Ubuntu Budgie
nl_nl: De basis voor Ubuntu Budgie
zh_cn: Ubuntu Budgie 基础

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing Ubuntu Budgie.
nl_nl: Nieuwere versies van Windows bieden een hulpmiddel om het NTFS-volume vanuit Windows te verkleinen. Dit is een veiligere manier als het essentieel is dat Windows nog steeds op uw computer opstart tijdens het uittesten van Ubuntu Budgie.
zh_cn: Windows 的新版本提供了一个工具来缩小 Windows 内的 NTFS 卷。如果Windows 在体验 Ubuntu Budgie 时仍然在您的计算机上启动是必不可少的，那么这是一个更安全的猜想.

source: Remember, Ubuntu Budgie needs at minimum 32 GB of disk space.
nl_nl: Vergeet niet dat Ubuntu Budgie minimaal 32 GB schijfruimte nodig heeft.
zh_cn: 请记住，Ubuntu Budgie 至少需要 32 GB 的磁盘空间.

source: Linux distributions use a boot loader known as <code>grub</code>, which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to Ubuntu Budgie temporarily.
nl_nl: Linux-distributies gebruiken een bootloader genaamd <code>grub</code>, die het besturingssysteem zoekt en opstart. Sommige besturingssystemen (zoals Windows) integreren echter niet met bestaande bootloaders en zullen deze overschrijven, met het risico om tijdelijk de toegang tot Ubuntu Budgie te verliezen.
zh_cn: 发行版使用一个名 <code>grub</code>的引导加载程序，它寻找并引导操作系统。然而，一些操作系统 (如 Windows) 不与现有的引导加载程序集成，并将覆盖它们，有可能暂时失去对 Ubuntu Budgie 的访问.

source: Ubuntu Budgie periodically will check to see if new software and security updates are available for your computer. If you have just installed Ubuntu Budgie, you might want to do this now.
nl_nl: Ubuntu Budgie controleert regelmatig of er nieuwe software en beveiligingsupdates beschikbaar zijn voor je computer. Als je Ubuntu Budgie net hebt geïnstalleerd, wil je dit misschien nu doen.
zh_cn: Ubuntu Budgie 会定期检查您的计算机是否有新的软件和安全更新。如果您刚刚安装了Ubuntu Budgie，您可能想现在这样做.

source: <b>Software Updater</b> can be found later in the menu <strong>System Tools</strong>
nl_nl: <b>Software Updater</b> is later terug te vinden in het menu <strong>Systeemtools</strong>
zh_cn: <b>软件更新</b> 可以在后面的菜单找到<strong>系统工具</strong>

source: <strong>Ubuntu</strong> (the base distribution of Ubuntu Budgie) strives to make all of the most important software available to its users automatically. However patent and copyright restrictions (see Ubuntu License Policy) complicate distribution of software to support non-free formats.
nl_nl: <strong>Ubuntu</strong> (de basisdistributie van Ubuntu Budgie) streeft ernaar om alle belangrijke software automatisch beschikbaar te maken voor zijn gebruikers. Patent- en auteursrechtbeperkingen (zie Ubuntu-licentiebeleid) bemoeilijken echter de distributie van software om niet-vrije formaten te ondersteunen.
zh_cn: <strong>Ubuntu</strong> (Ubuntu Budgie 的基本发行版) 致力于让所有最重要的软件自动提供给用户。然而，专利和版权限制 (参见Ubuntu许可政策) 使软件的分发复杂化，以支持非自由格式.

source: While a wide range of hardware is compatible with Ubuntu Budgie , there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
nl_nl: Hoewel een breed scala aan hardware compatibel is met Ubuntu Budgie, is er een aantal componenten en randapparatuur waarvoor specifieke stuurprogramma's nodig zijn om goed te functioneren. Het installeren van het firmwarepakket is vaak nodig om sommige apparaten, zoals Bluetooth en Wi-Fi, correct te laten werken.
zh_cn: 虽然很多硬件与 Ubuntu Budgie 兼容，但有一些组件和外设需要专有的驱动程序才能正常运行。通常需要安装固件包才能让一些设备, 通常是蓝牙和Wi-Fi 正常工作.

source: <b>Additional Drivers</b> can be found later in <b>System Tools</b>
nl_nl: <b>Aanvullende stuurprogramma's</b> zijn later terug te vinden in <b>Systeemtools</b>
zh_cn: <b>附加驱动程序</b> 可以在后面找到 <b>系统工具</b>

source: In Ubuntu Budgie, we provide an option to switch between two widely used keyboard entry layouts. IBus(Intelligent Input Bus) and Fcitx(Free Chinese Input Toy for X).
nl_nl: In Ubuntu Budgie bieden we een optie om te schakelen tussen twee veelgebruikte toetsenbordinvoerlay-outs. IBus (Intelligent Input Bus) en fcitx (Free Chinese Input Toy for X).
zh_cn: 在 Ubuntu Budgie 中，我们提供了在两种广泛使用的键盘输入布局之间切换的选项。IBus (智能输入总线) 和 Fcitx (免费中文输入工具 X).

source: <b>Language Support</b> can be found later in the menu <b>System Tools</b>
nl_nl: <b>Ondersteuning voor talen</b> is later terug te vinden in <b>Systeemtools</b>
zh_cn: <b>语言支持</b> 可以在后面的菜单找到 <b>系统工具</b>

source: Learn more
nl_nl: Leer meer
zh_cn: 了解更多

source: Install & Configure Flatpak
nl_nl: Installeer & Configureer Flatpak
zh_cn: 安装 & 配置 Flatpak

source: <strong>Dropbox</strong> is a popular proprietary file sharing and storage solution.
nl_nl: <strong>Dropbox</strong> is een populaire eigen oplossing voor het delen en opslaan van bestanden.
zh_cn: <strong>Dropbox</strong> 是一个流行的专有文件共享和存储解决方案.

source: Install & Configure Dropbox
nl_nl: Installeer & Configureer Dropbox
zh_cn: 安装 & 配置 Dropbox

source: After installing, logout and login and follow the dropbox instructions that are then displayed.
nl_nl: Na het installeren, log uit en weer in en volg de dropbox-instructies die vervolgens worden weergegeven.
zh_cn: 安装后，注销和登录，并遵循 dropbox 的指示，然后显示.

source: <b>Users</b> can be found later in the menu by typing<i> Users</i></b>.
nl_nl: <b>Gebruikers</b> zijn later terug te vinden in het menu door<i> Gebruikers</i> te typen</b>.
zh_cn: <b>用户</b> 稍后可以通过输入菜单<i> 用户</i></b>找到.

source: Mozilla Firefox is a free and open-source web browser, developed by the Mozilla Foundation - a not for profit organization. This is the Extended Support Release browser for comprehensive data security and data protection.
nl_nl: Mozilla Firefox is een gratis en open-source webbrowser, ontwikkeld door de Mozilla Foundation - een non-profit organisatie. Dit is de Extended Support Release-browser voor uitgebreide gegevensbeveiliging en gegevensbescherming.
zh_cn: Mozilla Firefox 是一个免费和开源的网络浏览器，由 Mozilla 基金会开发-一个非营利性组织。这是一个扩展的支持版本浏览器，用于全面的数据安全和数据保护.

source: Ubuntu Budgie provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel.
nl_nl: Ubuntu Budgie biedt een unieke tool om de gebruikersinterface te transformeren. Het kan worden gebruikt om snel de gebruikersinterface in te stellen om in grote lijnen weer te geven hoe andere populaire besturingssystemen eruitzien en aanvoelen.
zh_cn: Ubuntu Budgie 提供了一个独特的工具来转换用户界面。它可以用于快速设置用户界面，以广泛反映其他流行操作系统的外观和感觉.
