Repository: UbuntuBudgie/budgie-welcome
Catalog: po/*.po
Languages: de_de, fa, fi, he, hu, ko, nl_nl, oc, pl, zh_tw

source: Open the menu and search for 'Install RELEASE'
fi: Avaa valikko ja etsi 'asenna julkaisu'
nl_nl: Open het menu en zoek naar 'RELEASE installeren'

source: Seems that GNOME Software is not installed. If this problem persists even after installing GNOME Software, please contact us with following error message
de_de: GNOME Software scheint nicht installiert zu sein. Wenn der Fehler trotz installiertem GNOME Software auftaucht, kontaktiere uns bitte mit der folgenden Fehlermeldung
fa: به نظر می آید که نرم افزار گنوم نصب نشده است. اگر این مشکل بعد از نصب نرم افزار گنوم نیز ادامه پیدا کرد، لطفا با پیام خطای زیر به ما اطلاع بدهید.
fi: Näyttää siltä että GNOME Software -ohjelmistokeskus ei ole asennettuna. Mikäli tämä ongelma säilyy jopa GNOME Software:n asentamisen jälkeenkin, ota meihin yhteyttä seuraavan virheilmoituksen kanssa
he: נראה שלא מותקן אצלך היישום „GNOME תכנה”. אם הבעיה תישאר גם לאחר התקנת „GNOME תכנה”, נא ליצור איתנו קשר ולצרף את הודעת השגיאה שלהלן
hu: Úgy tűnik a GNOME Szoftver nincs telepítve. Amennyiben ez a probléma a GNOME Szoftver telepítése után is megjelenik, kérjük vegye fel velünk a kapcsolatot a következő hibaüzenet csatolásával
ko: GNOME 소프트웨어가 설치되어 있지 않은 것 같습니다. GNOME 소프트웨어를 설치한 이후에도 이 문제가 지속되면, 다음 오류 메시지와 함께 개발 팀에게 연락해 주세요.
nl_nl: Het lijkt er op dat GNOME Software niet geïnstalleerd is. Als dit probleem ook na het installeren van GNOME Software blijft bestaan, neem dan contact met de volgende foutmelding als referentie:
oc: Sembla que GNOME Software es pas installat. Se lo problèma persistís aprèp l’installacion de GNOME Software, contactatz-nos amb lo messatge d’error seguent
pl: Wygląda na to, że aplikacja Centrum Oprogramowania nie jest zainstalowana. Jeżeli nawet po jej zainstalowaniu problem nadal występuje, skontaktuj się z nami przesyłając komunikat błędu
zh_tw: GNOME軟體似乎並未安裝。若安裝GNOME軟體後此問題仍然存在，請聯絡我們並附上以下錯誤訊息

source: Seems that App Center is not installed. If this problem persists even after installing App Center, please contact us with following error message
fi: Vaikuttaa siltä, ​​että sovelluskeskusta ei ole asennettu. Jos tämä ongelma jatkuu myös sovelluskeskuksen asentamisen jälkeen, ota meihin yhteyttä seuraavalla virheviestillä
nl_nl: Het lijkt erop dat App-centrale niet is geïnstalleerd. Als dit probleem zich blijft voordoen, zelfs na het installeren van App-centrale, neem dan contact met ons op met het volgende foutbericht

source: Following tasks are in progress
de_de: Folgende Aufgaben sind in Arbeit
fa: کارهای زیر درحال انجام هستند
fi: Seuraavat toimenpiteet ovat käynnissä
he: הפעולות הבאות מתבצעות כרגע
hu: A következő feladatok feldolgozás alatt állnak
ko: 다음 작업이 진행 중입니다.
nl_nl: De volgende taken worden nu uitgevoerd
oc: Los prètzfaches seguents son en cors
pl: Następujące zadania są w trakcie wykonywania
zh_tw: 以下任務正在進行中

source: Budgie Welcome
de_de: Willkommen zu Budgie
fa: خوش آمد گویی بادجی
fi: Budgie:n tervetuliaisikkuna
he: תוכנית קבלת הפנים של Budgie
ko: Budgie 환영
nl_nl: Budgie Welkom
oc: Benvenguda de Budgie
pl: Witaj w Budgie
zh_tw: Budgie 欢迎界面

source: Budgie Desktop
fa: میزکار بادجی
fi: Budgie-työpöytä
he: שולחן העבודה Budgie
hu: Budgie Asztal
ko: Budgie 데스크톱
oc: Burèu Budgie
pl: Pulpit Budgie
zh_tw: Budgie桌面

source: The following third-party repositories need to be added to complete the installation:
de_de: Die folgenden Repositories von Drittanbietern müssen hinzugefügt werden, um die Installation abzuschließen:
fi: Seuraavat kolmannen osapuolen ohjelmalähteet täytyy lisätä asennuksen viimeistelemiseksi:
he: להשלמת ההתקנה צריך להוסיף את מאגרי הצד השלישי הבאים:
hu: A telepítés befejezéséhez a következő harmadik féltől származó tárolókat kell hozzáadni:
ko: 다음 제 3자 저장소는 설치를 완료하기 위해 추가되어야 합니다. :
nl_nl: De volgende repositories van derde partijen moeten worden toegevoegd om de installatie te voltooien:
oc: Los repertòris tèrces seguents an d’èsser apondut per acabar l’installacion :
pl: Poniższe repozytoria zewnętrzne muszą zostać dodane, aby ukończyć instalację:
zh_tw: 需要加入以下第三方資源庫以完成安裝

source: Third-Party repositories and their packages are not supported by Ubuntu. You should only continue if you trust the maintainers of these repositories.
fi: Ubuntu ei tule kolmansien osapuolten ohjelmavarastoja ja niiden paketteja. Jatka ainoastaan mikäli sinulla on luotto näiden ohjelmavarastojen ylläpitäjiin.
he: אובונטו אינה תומכת במאגרי צד שלישי ובחבילות שבהם. יש להמשיך אך ורק אם מתחזקי המאגרים האלה הם מהימן בשבילך.
nl_nl: Opslagplaatsen en pakketten van derde partijen worden niet ondersteund door Ubuntu. Ga alleen door als u de bronnen vertrouwd.
pl: Repozytoria stron trzecich i ich pakiety nie są wspierane przez Ubuntu. Kontynuuj jeśli ufasz dostawcom tych repozytoriów.
zh_tw: Ubuntu 不支持第三方存储库及其包。只有当您信任这些存储库的维护者时，您才应该继续.

source: Continue with the installation?
de_de: Mit der Installation fortfahren?
fa: آیا نصب را ادامه می دهید؟
fi: Jatketaanko asennuksen kanssa?
he: להמשיך בהתקנה?
hu: Folytassuk a telepítést?
ko: 진행하시겠습니까?
nl_nl: Doorgaan met de installatie?
oc: Contunhar l’installacion ?
pl: Czy kontynuować instalację?
zh_tw: 繼續安裝？

source: Third-Party Repositories
de_de: Repositories von Drittanbietern
fa: مخازن سوم-شخص
fi: Kolmansien osapuolten ohjelmistovarastot
he: מאגרי צד שלישי
hu: Harmadik fél tárolói
ko: 제 3자 저장소
nl_nl: Repositories van derde partijen
oc: Repertòris tèrces
pl: Repozytoria zewnętrzne
zh_tw: 第三方資源庫

source: One or more packages need to be installed from a third-party repository that you have previously added.
fa: یک یا چند بسته باید از مخزن شخص ثالتی نصب شوند که شما اضافه کرده اید.
fi: Pakettaja tarvitsee asentaa yksi tai enemmän kolmannen osapuolen ohjelmavarastosta jonka olet aiemmin lisännyt.
he: יש צורך בהתקנת חבילה אחת או יותר ממאגר צד שלישי שהוספת קודם לכן.
nl_nl: Een of meer pakketten moeten worden geïnstallerd van een eerder toegevoegde opslagplaats van een derde partij.
pl: Jeden lub więcej pakietów musi być zaktualizowanych z repozytoriów stron trzecich, które zostały wcześniej dodane.
zh_tw: 需要从前面添加的第三方存储库安装一个或多个包。

source: Welcome App
de_de: Willkommens-App
fa: برنامه خوش آمد گویی
fi: Tervetuloa-sovellus
he: תוכנית קבלת הפנים
hu: Üdvözlő Alkalmazás
ko: 환영 앱
nl_nl: Welkom App
oc: Aplicacion de benvenguda
pl: Aplikacja powitalna
zh_tw: 欢迎 App

source: Could not gather data.
de_de: Konnte die Daten nicht empfangen.
fa: نمیتوان داده ها را جمع آوری کرد.
fi: Tietoja ei voitu kerätä.
he: לא היה ניתן להוריד את הנתונים.
hu: Nem sikerült adatokat gyűjteni.
ko: 데이터 취득 실패.
nl_nl: Kon geen data verzamelen.
oc: Recuperacion de las donada impossibla.
pl: Nie udało się zebrać danych.
zh_tw: 無法蒐集資料

source: GB
fa: گیگابایت
fi: GT
he: ג״ב
oc: Go

source: GiB
fa: گیبی بایت
fi: GiT
oc: Gio

source: MB
fa: مِگابایت
fi: MT
he: מ״ב
oc: Mo

source: MiB
fa: مِبی بایت
fi: MiT
oc: Mio

source: This snap is running on a distro that is unrecognized or on a development release of Ubuntu that has not yet received its snap configuration. Full snap capabilities are unlikely to work.
fi: Tämä snap-paketti on ajossa Linux-jakelussa joka on tunnistamaton Ubuntu tai sitten sen kehitysjulkaisu johon ei vielä ole lisätty snap-asetuksia. Snap:in täydelliset ominaisuudet tuskin tulevat toimimaan.
he: snap זה מופעל על מערכת בלתי מזוהה או על מהדורת פיתוח של אובונטו שטרם קיבלה את הגדרות ה־snap שלה. היכולות המלאות של snap כנראה לא תעבודנה.
nl_nl: Dit snap-pakket draait op een distributie die niet wordt herkend of op een versie van Ubuntu die nog in ontwikkeling is, en nog niet voor snap is geconfigureerd. Waarschijnlijk werkt het niet goed.
zh_tw: 这个快照运行在一个无法识别的发行版上，或者运行在一个尚未收到它的快照配置的 Ubuntu 开发版本上。完全快照功能不太可能起作用.

source: This snap is running on version of budgie desktop that is no longer supported. Please upgrade to a supported version of the distro.
fi: Tämä snap on ajossa Budgie-työpöydän julkaisussa joka ei enää ole tuettuna. Päivitäthän tuettuun jakelun versioon.
he: snap זה מריץ גרסה של Budgie שאינה נתמכת עוד. נא לשדרג לגרסה נתמכת של ההפצה.
nl_nl: Dit snap-pakket draait op een versie van Budgie Desktop die niet langer wordt ondersteund. Om het pakket te gebruiken moet Budgie Desktop worden opgewaardeerd tot een nieuwere versie.
pl: Ten pakiet snap jest uruchomiony na niewspieranej wersji budgie. Proszę zaktualizować do wspieranej wersji dystrybucji.
zh_tw: 此快照正在不再支持的 budgie 桌面版本上运行。请升级到发行版支持的版本.

source: Status
fa: وضعیت
fi: Tila
he: מצב
hu: Állapot
ko: 상태
oc: Estat
zh_tw: 狀態

source: is in progress. Please wait for it to complete
de_de: ist in Arbeit. Bitte warte bis es fertig ist.
fa: درحال پیشرفت. لطفا تا کامل شدن فعالیت صبور باشید.
fi: on käynnissä. Odota sen valmistumista
he: בתהליך. נא להמתין לסיומו
hu: folyamatban. Kérjük várja meg, amíg befejeződik.
ko: 이(가) 진행 중입니다. 완료될 때까지 잠시 기다려주세요.
nl_nl: is bezig. Wacht tot het voltooid is
oc: es en cors. Esperatz qu’acabe
pl: jest w trakcie wykonywania. Poczekaj na zakończenie
zh_tw: 正在進行中。請等待其完成

source: Find out about your operating system
de_de: Mehr über das Betriebssystem erfahren
fa: درباره ی سیستم عاملتان بیشتر بدانید
fi: Ota selvää käyttöjärjestelmästäsi
he: מגלים עוד על מערכת ההפעלה
hu: Ismerje meg az operációs rendszert
ko: 설치된 운영 체제에 대해 알아보기
nl_nl: Alles over uw besturingssysteem
oc: Ne saber mai sus vòstre sistèma operatiu
pl: Zapoznaj się z informacjami o swoim systemie operacyjnym
zh_tw: 了解你的作業系統

source: Budgie Makeovers & Layouts
fi: Budgie muotoilut & asettelut
zh_tw: Budgie 美化 & 布局

source: Give the desktop a makeover with new themes, icons, fonts & layouts
fi: Tee työpöydälle kasvojenkohotus uusien teemojen, kuvakkeiden, kirjasimien & ulkoasujen kautta
he: אפשר לשדרג את הסגנון של שולחן העבודה עם ערכות נושא ופריסות חדשות, סמלים וגופנים חדשים.
nl_nl: Geef het bureaublad een make-over met nieuwe thema's, lettertypen, pictogrammen en layouts
oc: Renovatz lo burèu amb de tèmas, icònas, poliças e agençaments novèls
pl: Zmień wygląd pulpitu dzięki nowym motywom, ikonom, czcionkom i stylom.
zh_tw: 给桌面一个全新的主题，图标，字体和布局

source: Budgie Extras
fi: Budgie-työpöydän lisät
he: דברים נוספים ל־Budgie
pl: Dodatki Budgie
zh_tw: Budgie 额外组件

source: Customize the desktop with applets and mini-applications to provide extra capabilities
fi: Muokkaa työpöytää sovellutuksilla- ja piensovelluksilla jotka tarjoavat lisäominaisuuksia
he: אפשר להתאים אישית את שולחן העבודה עם יישומונים שמוסיפים יכולות חדשות
nl_nl: Geef het bureaublad extra functionaliteit met applets en mini-applicaties
oc: Personalizatz lo burèu amb d’applets e de mini aplicacions per fornir mai de capacitats
pl: Dostosuj pulpit za pomocą apletów i mini-aplikacji, aby uzyskać dodatkowe funkcje
zh_tw: 使用小程序和迷你应用程序定制桌面，以提供额外的功能

source: Budgie Discourse
fi: Budgie:n Discourse-keskustelufoorumi
he: ה־Discourse של Budgie
oc: Discourse de Budgie
zh_tw: Budgie 交流

source: Be part of the Ubuntu Budgie Community
de_de: Werden Sie Teil der Ubuntu Budgie Community
fa: عضوی از جامعه ی Ubuntu Budgie شوید
fi: Tule osaksi Ubuntu Budgie:n yhteisöä
he: לוקחים חלק בקהילת „אובונטו Budgie”
hu: Legyen tagja Ön is az Ubuntu Budgie közösségnek
nl_nl: Maak deel uit van de Ubuntu Budgie gemeenschap
oc: Formatz part de la comunautat Ubuntu Budgie
pl: Bądź częścią społeczności Ubuntu Budgie
zh_tw: 成为 Ubuntu Budgie 社区的一员

source: Steam is a third party package that requires user approval of EULA(End User License Agreement). So we rely on GNOME Software for installing steam and it is not available in your system. Please install GNOME Software and try this option again
de_de: Steam ist ein Drittanbieter-Paket, das die Zustimmung einer eigenen EULA (End User License Agreement) benötigt. Wir verlassen uns daher auf die GNOME Software, um Steam zu installieren. Bitte installiere GNOME Software und versuche es erneut.
hu: A Steam egy harmadik féltől származó szoftvercsomag, amelyhez az EULA(End User License Agreement) szerződés felhasználói aláírása szükséges. A Steam telepítéséhez a GNOME Szoftvert vesszük igénybe, de sajnos ez nem érhető el számítógépén. Kérjük telepítse a GNOME Szoftvert és próbálja meg újra ezt az opciót.
ko: Steam은 사용자가 EULA(최종 사용자 사용권 계약)에 동의해야 하는 제 3자 패키지입니다. 고로 GNOME 소프트웨어 없이는 시스템에 Steam을 설치할 수는 없습니다. GNOME 소프트웨어를 설치한 후 이 옵션을 다시 시도해 주세요.
oc: Steam es un paquet tèrç que requerís l’aprobacion de l’utilizaire de la EULA(End User License Agreement). Utilizam GNOME Software per l’installacion de steam e es pas disponible per vòstre sistèma. Volgatz ben installar GNOME Software e ensajar aquesta opcion de nòu

source: Budgie Themes & Layouts
oc: Tèmas e disposicions de Budgie

source: Third-Party repositories are not supported by Ubuntu. You should only continue if you trust the maintainers of the proposed repositories.
de_de: Repositories von Drittanbietern werden von Ubuntu nicht unterstützt. Sie sollten nur dann fortfahren, wenn Sie den Betreuern der vorgeschlagenen Repositories vertrauen.
hu: A harmadik fél tárolóit az Ubuntu nem támogatja. Csak akkor folytassa, ha bízik a javasolt tárolók karbantartóiban.
ko: 제 3자 저장소는 우분투에서 공식적으로 지원하지 않습니다. 저장소의 관리자를 신뢰하는 경우에만 진행해주세요.

source: Budgie Themes
hu: Budgie témák
ko: Budgie 테마

source: Give the desktop a makeover with new themes, icons and fonts
de_de: Verleihen Sie dem Desktop ein neues Gesicht mit neuen Themen, Symbolen und Schriften
hu: Alakítsa át az asztalt új témákkal, ikonokkal és betűtípusokkal
ko: 데스크톱에 새로운 테마, 아이콘 및 폰트로 꾸며주기

source: Budgie Applets
hu: Budgie appletek
ko: Budgie 애플릿

source: Customize the desktop panel with applets that provide extra capabilities
de_de: Passen Sie das Desktop-Panel mit Applets an, die zusätzliche Funktionen bieten
hu: Szabja testre az asztali panelt appletekkel, amelyek további funkcionalításokat kínálnak
ko: 다양한 기능을 제공하는 애플릿으로 데스크톱 패널을 커스터마이징하기
