Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/community/*.po
Languages: ar, de_de, es, fa, fr, hu, id_id, lt, ms_my, nl_nl, pl, pt_br, ru, sr_rs

source: Community
ar: المجتمع
es: Comunidad
fa: جامعه
fr: Communauté
hu: Közösség
id_id: Komunitas
lt: Bendruomenė
ms_my: Komuniti
nl_nl: Gemeenschap
pl: Społeczność
pt_br: Comunidade
ru: Сообщество
sr_rs: Zajednica

source: Get Support
ar: أحصل على المساعدة
de_de: Hilfe erhalten
es: Obtén soporte
fr: Rechercher de l'aide
hu: Kérj támogatást
id_id: Dapatkan Dukungan
lt: Gauti palaikymą
ms_my: Dapatkan Sokongan
nl_nl: Krijg ondersteuning
pl: Uzyskaj wsparcie
pt_br: Obtenha Suporte
sr_rs: Podrška

source: To get support for <span name="distro-name"></span> specific issues, the <span name="distro-name"></span> Discourse website is the best place to go. You can raise issues and help other members of our growing community.
ar: للحصول على المساعدة بخصوص <span name="distro-name"></span> مشكلة محددة, موقع <span name="distro-name"></span>Discourse هو أفضل مكان للذهاب. يمكنك عرض مشكلتك و مساعدة الأعضاء الآخرين من مجتمعنا المتنامي.
de_de: Um Unterstützung für <span name="distro-name"></span> bestimmte Themen zu erhalten, ist die <span name="distro-name"></span> Discourse-Website die beste Anlaufstelle. Sie können Probleme ansprechen und anderen Mitgliedern unserer wachsenden Gemeinschaft helfen.
es: Para obtener soporte con problemas específicos en <span name="distro-name"></span>, el sitio web de discusión de <span name="distro-name"></span> es el mejor lugar para buscar. En dicho sitio, podrás plantear problemas y ayudar a otros miembros de nuestra creciente comunidad.
fr: <span name="distro-name"></span>Discourse est le meilleur endroit pour demander de l'aide sur <span name="distro-name"></span> des problèmes spécifiques. Vous pourrez y signaler des bugs et aider les autres membres de notre communauté grandissante.
hu: Hogy támogatsát kapjon a <span name="distro-name"></span>-specifikus problémákhoz, a <span name="distro-name"></span> Discourse weboldal a legjobb hely, ahová mehet. Közzétehet problémákat és segíthet növekvő közösségünk más tagjainak.
id_id: Untuk mendapatkan dukungan isu khusus <span name="distro-name"></span>, Website Discourse <span name="distro-name"></span> adalah tempat terbaik untuk dikunjungi. Anda dapat mengajukan isu dan membantu anggota lain untuk komunitas berkembang kami.
lt: Norint gauti palaikymą susijusį su tam tikromis <span name="distro-name"></span> problemomis, geriausia vieta kreiptis yra <span name="distro-name"></span> Discourse internetinė svetainė. Galite klausti apie problemas ir padėti kitiems mūsų augančios bendruomenės nariams.
ms_my: Untuk mendapatkan sokongan bagi isu <span name="distro-name"></span>, laman web Discourse <span name="distro-name"></span> ialah tempat terbaik untuk anda layari. Anda boleh menyatakan isu dan tolong ahli komuniti yang lain.
nl_nl: Om ondersteuning voor <span name="distro-name"></span> specifieke problemen, is de <span name="distro-name"></span> Discourse website de beste plek om heen te gaan. Je kunt zelf ondersteuning vragen en zowel andere leden helpen van onze groeiende gemeenschap.
pl: W celu uzyskania wsparcia dla <span name="distro-name"></span> konkretnych problemów, najlepiej udać się na stronę <span name="distro-name"></span> Discourse. Możesz zgłosić problemy i pomagać innym członkom naszej rosnącej społeczności.
pt_br: Para obter suporte para <span name="distro-name"></span> questões específicas, a <span name="distro-name"></span> O site do Discourse é o melhor lugar para ir. Você pode levantar questões e ajudar outros membros de nossa crescente comunidade.
sr_rs: Da biste dobili podršku <span name="distro-name"></span> specifičan problem <span name="distro-name"></span> najbolje mesto koje možete posetiti je Discourse forum. Možete otvoriti temu o problemu i pomoći drugim članovima naše rastuće zajednice.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ar: يبدو أنك غير متصل بالإنترنت. يرجى التحقق من الاتصال للوصول إلى هذا المحتوى.
de_de: Es scheint, dass Sie nicht mit dem Internet verbunden sind. Bitte überprüfen Sie Ihre Verbindung, um auf diesen Inhalt zuzugreifen.
es: Parece que no se ha conectado a Internet. Compruebe su conexión para acceder a este contenido.
fa: به نظر می آید که به اینترنت دسترسی ندارید. لطفا ارتباط خود را برای دسترسی به این محتوا بررسی کنید.
fr: Vous ne semblez pas être connecté à internet. Merci de vérifier votre connexion afin d'accéder au contenu.
hu: Úgy tűnik, nem csatlakozik az Internethez. Kérjük ellenőrizze a kapcsolatát, hogy hozzáférhessen ehhez a tartalomhoz!
id_id: Tampaknya Anda tidak terhubung ke Internet. Periksa koneksi Anda untuk mengakses konten ini.
lt: Atrodo, kad jūs nesate prisijungę prie interneto. Prašome, norint gauti prieigą prie šio turinio, patikrinti savo ryšį.
ms_my: Ia kelihatan seperti anda tidak bersambung dengan Internet. Sila periksa sambungan anda supaya dapat mencapai kandungan ini.
nl_nl: Het lijkt er op dat je niet verbonden bent met het internet. Controleer je verbinding om toegang te krijgen tot deze content.
pl: Prawdopodobnie nie jesteś podłączony do internetu. Sprawdź Twoje połączenie, aby uzyskać dostęp do tych treści.
pt_br: Parece que você não está conectado à Internet. Verifique a sua conexão para ter acesso a este conteúdo.
ru: Похоже вы не подключены к Интернету. Пожалуйста, проверьте соединение, чтобы получить доступ к этому контенту.
sr_rs: Izgleda da niste povezani na Internet. Molimo proverite vašu konekciju kako biste pristupili ovom sadržaju.

source: Sorry, Welcome was unable to establish a connection.
ar: عذرًا، تعذر الاتصال على "مرحبًا".
de_de: Es tut uns Leid, es konnte keine Verbindung mit dem Internet hergestellt werden.
es: Esta aplicación no pudo establecer una conexión.
fa: ببخشید، صفحه خوش آمدگویی نمیتواند یک اتصال به شبکه را پیدا کند.
fr: Nous sommes désolé, nous n'arrivons pas à établir la connexion.
hu: Elnézést, a Welcome nem tudott hálózati kapcsolatot létesíteni.
id_id: Maaf, Selamat Datang tidak dapat membuat sambungan.
lt: Atleiskite, programai Sveiki nepavyko užmegzti ryšio.
ms_my: Maaf, Aluan tidak berupaya menjalinkan sambungan.
nl_nl: Excuses, Welkom kon geen verbinding tot stand brengen.
pl: Przepraszamy, nie było możliwości nawiązania połączenia.
pt_br: Desculpe, não foi possível estabelecer uma conexão.
ru: К сожалению, не удалось установить соединение
sr_rs: Žao nam je, Ekran Dobrodošlice nije mogao da uspostavi konekciju.

source: Retry
ar: أعد المحاولة
de_de: Erneut versuchen
es: Intentar de nuevo
fa: تلاش مجدد
fr: Réessayer
hu: Újra
id_id: Coba lagi
lt: Bandyti dar kartą
ms_my: Cuba lagi
nl_nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar Novamente
ru: Повторить
sr_rs: Pokušaj ponovo

source: An alternative way to get in touch is via our official IRC (Internet Relay Chat) channel.
ar: بإمكانك أيضًا الوصول إلينا عبر قناتنا الرسمية على IRC (Internet Relay Chat).
de_de: Eine alternative Möglichkeit der Kontaktaufnahme ist unser offizieller IRC-Kanal (Internet Relay Chat).
es: Una vía alternativa para ponerse en contacto es a través de nuestro canal oficial IRC (Internet Relay Chat).
fr: Une autre façon de rester au courant est de se connecter au canal IRC (Internet Relay Chat) officiel.
hu: A kapcsolatba kerülés alternatív módja a hivatalos IRC (Internet Relay Chat) csatornánk. használata
id_id: Cara alternatif lainnya untuk tetap terhubung dengan kami adalah melalui saluran IRC (Internet Relay Chat) resmi kami.
lt: Kitas būdas kaip galima susisiekti - per oficialų IRC (Tiesioginių pokalbių internete) kanalą.
ms_my: Cara lain untuk berhubung dengan kami adalah melalui saluran IRC (Sembang Lengah Internet) rasmi kami.
nl_nl: Een alternatieve methode om in contact te komen is via ons officiele IRC (Internet Relay Chat) kanaal.
pl: Alternatywnym sposobem, aby skontaktować się z nami jest użycie oficjalnego kanału IRC (Internet Relay Chat).
pt_br: Uma forma alternativa de entrar em contato é através do nosso canal oficial IRC (Internet Relay Chat).
sr_rs: Alternativni način da se povežete sa nama je naš oficijal IRC chat (Internet Relacioni Chat) kanal.

source: If you disconnect from the channel you will not receive a notification of any reply. So either leave an IRC session open - or we recommend connecting to all ubuntu IRC channels via an IRC bouncer.
ar: إذا انقطع اتصالك من القناة لن تستلم تنبيهات لأي رد. لذا أترك جلسة IRC مفتوحة - وإلا فإننا نوصي بالاتصال بجميع قنوات Ubuntu في IRC عن طريق استخدام IRC bouncer.
de_de: Wenn Sie nicht mit dem Channel verbunden sind erhalten Sie keine Benachrichtigung über neue Nachrichten. Lassen Sie entweder die Chatsitzung offen oder verbinden Sie sich über einen IRC Bouncer.
es: Si se disconecta del canal, no recibirá notificaciones de respuesta. Así que deje la sesión de IRC abierta, o le recomendamos conectarse a todos los canales IRC de ubuntu a través de un «bouncer» de IRC.
fr: Si vous êtes déconnecté du canal de discussion, vous ne recevrez aucune notification de réponse. Ainsi, plutôt que de laisser une session IRC connectée à notre canal de discussion, nous vous recommandons plutôt d'utiliser un bouncer IRC.
hu: Ha lekapcsolódik a csatornáról nem fog értesítéseket kapni egy válasz érkezéséről sem. Tehát vagy hagyja nyitva az IRC munkamenetet, vagy azt tudjuk javasolni, hogy minden Ubuntu IRC csatornához egy IRC bouncerrel csatlakozzon.
id_id: Jika Anda memutuskan sambungan dari saluran, Anda tidak akan menerima pemberitahuan balasan apapun. Jadi, baik meninggalkan sesi IRC terbuka - atau sebaiknya sambungkan ke semua saluran IRC ubuntu melalui petugas IRC.
lt: Jeigu atsijungsite nuo kanalo, tuomet negausite jokių pranešimų apie atsakymą. Taigi, arba palikite IRC seansą atvertą, arba rekomenduojame prisijungti prie visų ubuntu IRC kanalų.
ms_my: Jika anda terputuskan dari saluran, anda tidak dapat menerima pemberitahuan atas apa jua balasan. Oleh itu biarkan sesi IRC terbuka - atau kami sarankan anda menyambung ke semua saluran IRC Ubuntu melalui pelantun IRC.
nl_nl: Als de verbinding verbreekt met het kanaal zul je geen notificaties of antwoorden ontvangen. Laat daarom of een IRC sessie open, of houdt verbinding met alle Ubuntu IRC kanalen via een IRC bouncer.
pl: Jeżeli odłączysz się od naszego kanału, nie będziesz otrzymywać powiadomień o udzielanych odpowiedziach. Dlatego albo pozostaw otwartą sesję IRC albo rekomendujemy połączenia się ze wszystkimi kanałami IRC poprzez skrzynkę IRC.
pt_br: Se você desconectar do canal, não receberá uma notificação de qualquer resposta. Portanto, deixe uma sessão IRC aberta - ou recomendamos a conexão com todos os canais IRC do ubuntu através de um bouncer do IRC.
sr_rs: Ako se diskonektujete sa kanala nećete dobiti notifikaciju o replikama na vašu poruku. Zato ostavite otvorenu IRC sesiju - ili se povežite na sve Ubuntu IRC kanale preko IRC bounsera.

source: #Ubuntu-Budgie on FreeNode
de_de: #Ubuntu-Budgie auf FreeNode
es: #Ubuntu-Budgie en FreeNode
fr: #Ubuntu-Budgie sur FreeNode
hu: #Ubuntu-Budgie a FreeNode-on
id_id: #Ubuntu-Budgie di FreeNode
lt: #Ubuntu-Budgie kanalas, FreeNode tinkle
ms_my: #Ubuntu-Budgie di FreeNode
nl_nl: #Ubuntu-Budgie op FreeNode
pl: #Ubuntu-Budgie w serwisie FreeNode
pt_br: #Ubuntu-Budgie no FreeNode
ru: #Ubuntu-Budgie во FreeNode
sr_rs: #Ubuntu-Budgie na FreeNode

source: Forum
ar: المنتدى
es: Foro
fa: انجمن
hu: Fórum
lt: Forumas
pt_br: Fórum
ru: Форум

source: You can also get support for <span name="distro-name"></span> through these official Ubuntu forums:
ar: بإمكانك أيضًا الحصول على المساعدة ل <span name="distro-name"></span> عن طريق منتدى Ubuntu الرسمي:
de_de: Sie können auch Hilfe für <span name="distro-name"></span> in diesen offiziellen Ubuntu-Foren bekommen:
es: También puedes obtener soporte para <span name="distro-name"></span> a través de los siguientes foros oficiales de Ubuntu:
fr: Vous pouvez aussi demander de l'aide pour <span name="distro-name"></span> sur ces forums officiels d'Ubuntu :
hu: Támogatást kaphat a <span name="distro-name"></span>hoz a hivatalos Ubuntu-fórumokon keresztül.
id_id: Anda juga bisa mendapatkan dukungan untuk <span name="distro-name"></span> melalui forum resmi Ubuntu ini:
lt: Taip pat galite gauti palaikymą <span name="distro-name"></span> per šiuos oficialius Ubuntu forumus:
ms_my: Anda juga dapatkan sokongan untuk <span name="distro-name"></span> menerusi forum Ubuntu rasmi.
nl_nl: Je kan ook ondersteuning voor <span name="distro-name"></span> krijgen op de volgende officiële Ubuntu fora:
pl: Możesz również szukać pomocy <span name="distro-name"></span> poprzez niżej wymienione fora Ubuntu:
pt_br: Você também pode obter suporte para <span name="distro-name"> </span> através destes fóruns oficiais do Ubuntu:
sr_rs: Možete takođje dobiti podršku za <span name="distro-name"></span> preko oficijalnih Ubuntu Foruma:

source: Social Networks
ar: مواقع التواصل الاجتماعي
de_de: Soziale Netzwerke
es: Redes sociales
fa: شبکه های اجتماعی
fr: Réseaux sociaux
hu: Közösségi hálók
id_id: Jejaring Sosial
lt: Socialiniai tinklai
ms_my: Rangkaian Sosial
nl_nl: Sociale netwerken
pl: Sieci społecznościowe
pt_br: Redes Sociais
ru: Социальные сети
sr_rs: Socijalne Mreže

source: <span name="distro-name"></span> is active on the following social networks.
ar: <span name="distro-name"></span>نشط في مواقع التواصل الاجتماعي الآتية
de_de: <span name="distro-name"></span> ist bei den folgenden sozialen Netzwerken aktiv.
es: <span name="distro-name"></span> tiene presencia activa en estas redes sociales.
fa: <span name="distro-name"></span> بر روی شبکه های اجتماعی زیر فعال است.
fr: <span name="distro-name"></span> est actif sur les réseaux sociaux.
hu: Az <span name="distro-name"></span> aktív a következő közösségi hálókon.
id_id: <span name="distro-name"></span>aktif di jejaring sosial berikut.
lt: <span name="distro-name"></span> aktyviai dalyvauja šiuose socialiniuose tinkluose.
ms_my: <span name="distro-name"></span> aktif dalam rangkaian sosial berikut.
nl_nl: <span name="distro-name></span> is actief op de volgende sociale netwerken:
pl: <span name="distro-name"></span> jest dostępne w poniższych sieciach społecznościowych.
pt_br: <span name="distro-name"></span> está ativo nas seguintes redes sociais.
ru: Вы можете найти <span name="distro-name"></span> в следующих соц. сетях.
sr_rs: <span name="distro-name"></span> je aktivan na sledećim socijalnim mrežama.

source: G+ Community
fa: انجمن +G
fr: Communauté G+
hu: Google+ közösség
id_id: Komunitas G+
pt_br: Comunidade no G+
ru: Сообщество G+
sr_rs: G+ Zajednica

source: G+ Page
fa: صفحه +G
fr: Page G+
hu: Google+ oldal
id_id: Halaman G+
nl_nl: G+ pagina
pt_br: Página do G+
ru: Страница G+
sr_rs: G+ Stranica

source: Facebook Group
ar: مجموعة فيسبوك
de_de: Facebook Gruppe
es: Grupo de Facebook
fa: گروه فیسبوک
fr: Groupe Facebook
hu: Facebook csoport
id_id: Grup Facebook
lt: Facebook grupė
ms_my: Kumpulan Facebook
nl_nl: Facebook groep
pl: Grupa na Facebook'u
pt_br: Grupo no Facebook
ru: Группа Facebook
sr_rs: Facebook Grupa

source: Facebook Page
ar: صفحة فيسبوك
de_de: Facebook Seite
es: Página de Facebook
fa: صفحه فیسبوک
fr: Page Facebook
hu: Facebook oldal
id_id: Halaman Facebook
lt: Facebook puslapis
ms_my: Laman Facebook
nl_nl: Facebook pagina
pl: Strona na Facebook'u
pt_br: Página do Facebook
ru: Страница Facebook
sr_rs: Facebook Strana

source: Local Communities
ar: مجتمعات محلية
de_de: Lokale Gemeinschaften
es: Comunidades locales
fa: انجمن محلی
fr: Communautés locales
hu: Helyi közösségek
id_id: Komunitas Lokal
lt: Vietinės bendruomenės
ms_my: Komuniti Setempat
nl_nl: Lokale gemeenschappen
pl: Społeczności lokalne
pt_br: Comunidades Locais
ru: Сообщества в странах
sr_rs: Lokalne Zajednice

source: In addition to global communities, <span name="distro-name"></span> also encourages local communities to support users coming from diverse backgrounds. In this section, you can discover our local communities. If you are interested to manage a local community for <span name="distro-name"></span> please let us know, so that we can list it here and improve its visibility.
ar: وبالإضافة إلى المجتمعات الشاملة، فإن <span name="distro-name"></span> يشجع أيضا المجتمعات المحلية على دعم المستخدمين القادمين من خلفيات متنوعة. في هذا القسم، يمكنك اكتشاف مجتمعاتنا المحلية. إذا كنت مهتما بإدارة مجتمع محلي لـ <span name="distro-name"></span>، يرجى إعلامنا، حتى نتمكن من إدراجه هنا وتقريب الوصول إليه.
de_de: Um alle unterschiedlichen Benutzer unterstützen zu können fördert <span name="distro-name"></span> zusätzlich zu den globalen Gemeinschaften auch lokale Gemeinschaften. In diesem Abschnitt können Sie unsere lokalen Gemeinschaften entdecken. Wenn Sie interesse haben eine lokale Gemeinschaft für <span name="distro-name"></span> zu leiten, teilen Sie uns das bitte mit. Wir werden diese hier aufnehmen und dadurch die Erreichbarkeit verbessern.
es: Además de las comunidades globales, <span name="distro-name"></span> también apoya comunidades locales para dar soporte a personas usuarias procedentes de diversos ambientes. En esta sección, puede descubrir su comunidad local. Si le intersa gestionar una comunidad local de <span name="distro-name"></span>, háganoslo saber para que podamos listarla aquí y aumentar su visibilidad.
fr: En plus de notre communauté mondiale, <span name="distro-name"></span> encourage également les communautés locales à soutenir les utilisateurs qui proviennent d'origines très diverses. Dans cette section, vous pouvez découvrir nos communautés locales. Si vous êtes intéressé par la gestion d'une communauté locale <span name="distro-name"></span>, veuillez nous le faire savoir afin que nous puissions la référencer ici et ainsi améliorer sa visibilité.
hu: A globális közösségekhez kapcsolódóan, az <span name="distro-name"></span> bátorítja a helyi közösségeket is, hogy támogassák a különböző háttérből érkező felhasználókat. Ebben a szekcióban felfedezheti a helyi közösségeinket. Ha ön érdekelt valamely helyi közösség irányításában az <span name="distro-name"></span>-nek, kérjük hozza tudtunkra, hogy listázhassuk itt és javítsuk a láthatóságát.
id_id: Selain masyarakat global, <span name="distro-name"></span>juga mendorong masyarakat lokal untuk mendukung pengguna yang berasal dari beragam latar belakang. Pada bagian ini, Anda dapat menemukan komunitas lokal kami. Jika Anda tertarik untuk mengelola komunitas lokal <span name="distro-name"></span>Tolong beritahu kami, agar kami bisa daftar di sini dan meningkatkan visibilitasnya.
lt: Papildomai prie visuotinių bendruomenių, <span name="distro-name"></span> taip pat skatina vietines bendruomenes palaikyti naudotojus, ateinančius iš įvairių aplinkų. Šioje sekcijoje, jūs galite atrasti mūsų vietines bendruomenes. Jeigu esate sudominti vadovavimu vietinei <span name="distro-name"></span> bendruomenei, praneškite mums, kad mes galėtume išvardyti ją čia ir pagerinti jos matomumą.
ms_my: Selain dari komuniti sejagat<span name="distro-name"></span> juga menggalakkan komuniti setempat yang dapat menyokong pengguna yang berasal dari pelbagai latar belakang. Dalam seksyen ini, anda boleh mencari komuniti setempat anda. Jika anda berminat mengurus komuniti setempat untuk <span name="distro-name"></span> maklumkan kepada kami, supaya kami dapat senaraikan ia di sini dan memudahkan lagi penemuannya.
nl_nl: Als aanvulling op de wereldwijde Budgie gemeenschap, moedigt <span name="distro-name"></span> ook het opzetten van lokale gemeenschappen toe om gebruikers van verschillende achtergronden bij te kunnen staan. In deze sectie zie je een overzicht van lokale gemeenschappen. Als je geïnteresseerd bent in het beheren van een lokale gemeenschap voor <span name="distro-name"></span>, laat het ons zo snel mogelijk weten zodat we deze hier in de lijst kunnen opnemen en de zichtbaarheid kunnen verbeteren.
pl: Oprócz społeczności globalnych, <span name="distro-name"></span> zachęca również lokalne społeczności do wspierania użytkowników pochodzących z różnych środowisk. W tej sekccji możesz odkryc lokalne społeczności. Jeżeli jesteś zainteresowany zarządzaniem lokalną społecznością <span name="distro-name"></span>, daj nam znać, abyśmy mogli ją tutaj wyświetlić i poprawić jej widoczność.
pt_br: Além das comunidades globais, <span name="distro-name"></span> também encoraja as comunidades locais a apoiarem os usuários provenientes de diversas origens. Nesta seção, você pode descobrir nossas comunidades locais. Se você estiver interessado em gerenciar uma comunidade local do <span name="distro-name"></span> por favor, deixe-nos saber, para que possamos listá-lo aqui e melhorar a sua visibilidade.
sr_rs: Pored globalnih zajednica, <span name="distro-name"></span> podstiče vas na priključenju lokalnim zajednica za podršku koje sadrže korisnike različitih profila. U ovoj sekciji, možete otkriti naše lokalni zajednice. Ako ste zainteresovani da započente lokalnu zajednicu za <span name="distro-name"></span> molimo da nas obavestite, kako bi je mogli prikazati i ovde i poboljšati njenu vidljivost.

source: Ubuntu Budgie Brasil
ar: Ubuntu Budgie في البرازيل
de_de: Ubuntu Budgie Brasilien
fa: اوبونتو بادجی برزیل
fr: Ubuntu Budgie Brésil
hu: Ubuntu Budgie Brazília
lt: Ubuntu Budgie Brazilija
nl_nl: Ubuntu Budgie Brazilië
ru: Ubuntu Budgie Бразилия
sr_rs: Ubuntu Budgie Brazil
