Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/helloguest/*.po
Languages: es_es, hu_hu, ko_kr, lt_lt

source: Welcome
es_es: Bienvenido
hu_hu: Üdvözöljük
ko_kr: 웰컴
lt_lt: Sveiki

source: Entering the Guest Session.
es_es: Entrando en la Sesión de Invitado
hu_hu: Belépés a Vendég munkamenetbe.
ko_kr: 손님 세션에 입장하기.
lt_lt: Įžengimas į svečio seansą.

source: Guest Sessions are great for allowing other people to use this computer without tampering with applications, your settings or files.
es_es: Las Sesiones de Invitado son geniales para permitir a otras personas usar este ordenador sin alterar aplicaciones, tus configuraciones o archivos.
hu_hu: A vendég munkamenet lehetőséget nyújt a számítógép használatára anélkül, hogy alkalmazásokkal, beállításokkal, vagy fájlokkal kellene babrálnunk.
ko_kr: 손님 세션은 다른 사람들이 애플리케이션들을 설정하지 않고, 파일을 변형시키지 않은 채 이 컴퓨터를 사용할 수 있도록 하도록 하기에 중요합니다.
lt_lt: Svečio seansai yra puikus būdas leisti kitiems žmonėms naudotis šiuo kompiuteriu, neliečiant jūsų programų, nustatymų ar failų.

source: Any data left in the session will be lost when you log out!
es_es: ¡Cualquier dato que dejes en la sesión se perderá cuando la cierres!
hu_hu: Minden a munkamenetben hagyott adat elvész kijelentkezéskor!
ko_kr: 로그 아웃하면 세션에 남은 모든 데이터는 모두 사라지게 됩니다!
lt_lt: Bet kokie šiame seanse palikti duomenys, po jūsų atsijungimo bus prarasti!

source: Please transfer anything you'd like to keep to an external drive, a network share or cloud service.
es_es: Por favor, transfiere cualquier cosa que quieras guardar a una unidad externa, una compartición de red o un servicio en la nube.
hu_hu: Kérlek másolj át mindent egy külső lemezre, hálózati vagy felhő tárhelyre, amit meg szeretnél tartani.
ko_kr: 외장 장치나 네트워크 공유 또는 클라우드 서비스에 남기고자 하시는 모든 것을 전송하세요.
lt_lt: Prašome viską, ką norėtumėte išsaugoti, perkelti į išorinį diską, bendrinamą vietą tinkle arba debesijos paslaugą.

source: The
es_es: La
hu_hu: Az
ko_kr: 본
lt_lt: Programa

source: application introduces you to the operating system, but some features that require privileges will be disabled.
es_es: aplicación te da a conocer el sistema operativo, pero algunas características que requieren privilegios serán deshabilitadas
hu_hu: alkalmazás bevezet az operációs rendszerbe, de néhány funkció, ami jogosultságokat igényel, le lesz tiltva.
ko_kr: 애플리케이션은 여러분에게 운영체제를 소개해 드립니다, 하지만 몇 가지 관리자 권한이 필요한 기능들은 사용이 불가합니다.
lt_lt: pristatys jums operacinę sistemą, tačiau kai kurios didesnių teisių reikalaujančios ypatybės bus išjungtos.

source: Thank you for using Ubuntu MATE.
es_es: Gracias por usar Ubuntu MATE
hu_hu: Köszönjük, hogy az Ubuntu MATE-t használod.
ko_kr: 우분투 마테를 이용해 주셔서 감사합니다.
lt_lt: Ačiū, kad naudojatės Ubuntu MATE.

source: Discover
es_es: Descubrir
hu_hu: Felfedezés
ko_kr: 발견하기
lt_lt: Atrasti

source: Dismiss
es_es: Descartar
hu_hu: Elhagy
ko_kr: 버리기
lt_lt: Atmesti
