Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/getinvolved/*.po
Languages: ca, de_de, es, fi, hu, it, ja, lt, nl_nl, pl, pt_br, pt_pt, ro_ro, tr, zh_tw

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ca: Sembla que no esteu connectat a Internet. Si us plau, comproveu la connexió per accedir a aquest contingut.
de_de: Es sieht so aus, dass du nicht mit dem Internet verbunden bist. Bitte überprüfe deine Verbindung um diesen bereich benutzen zu können.
es: Parece que no se ha conectado a Internet. Compruebe su conexión para acceder a este contenido.
fi: Vaikuttaa siltä, ​​että et ole muodostanut Internet-yhteyttä. Tarkista yhteytesi käyttääksesi tätä sisältöä.
hu: Úgy tűnik, nem csatlakozik az Internethez. Kérjük ellenőrizze a kapcsolatot, hogy hozzáférhessen ehhez a tartalomhoz.
it: Sembra che tu non sia connesso ad Internet. Per favore controlla la tua connessione per accedere a questo contenuto.
ja: インターネットに接続していないようです。このコンテンツにアクセスするには、接続を確認してください。
lt: Atrodo, kad jūs nesate prisijungę prie interneto. Prašome, norint gauti prieigą prie šio turinio, patikrinti savo ryšį.
nl_nl: Het lijkt er op dat je niet verbonden bent met het internet. Check je verbinding om toegang te krijgen tot deze content.
pl: Prawdopodobnie nie jesteś podłączony do internetu. Sprawdź połączenie, aby uzyskać dostęp do tych treści.
pt_br: Parece que você não está conectado à Internet. Verifique a sua conexão para ter acesso a este conteúdo.
pt_pt: Parece que não está ligado à Internet. Verifique a sua ligação para ter acesso a este conteúdo.
ro_ro: Continutul nu poate fi accesat. Verificati conexiunea la internet pentru a accesa informatia dorita
tr: İnternet'e bağlı olmadığınız anlaşılıyor. Lütfen bu içeriğe erişmek için bağlantınızı kontrol edin.
zh_tw: 看来你没有连上互联网。请检查连接以访问此内容.

source: Sorry, Welcome was unable to establish a connection.
ca: Ho sento, Welcome no ha pogut establir una connexió.
de_de: Es tut uns leid, es konnte keine Verbindung mit dem Internet hergestellt werden.
es: Esta aplicación no pudo establecer una conexión.
fi: Pahoittelut, Welcome ei kyennyt muodostamaan yhteyttä.
hu: Elnézést, a Welcome nem tudott hálózati kapcsolatot létesíteni.
it: Spiacente, Welcome non è stato in grado di stabilire una connessione.
ja: 申し訳ありませんが、Welcome は接続を確立できませんでした。
lt: Atleiskite, programai Sveiki nepavyko užmegzti ryšio.
nl_nl: Sorry, Welcome kon geen verbinding maken.
pl: Przepraszamy, nie możemy w tej chwili nawiązać połączenia.
pt_br: Desculpe, não foi possível estabelecer uma conexão.
pt_pt: Lamento, mas o Bem-vindo não conseguiu estabelecer uma ligação.
ro_ro: Regretam, Welcome nu a reusit sa realizeze o conexiune
tr: Üzgünüz, Hoşgeldin uygulaması bağlantı sağlayamadı.
zh_tw: 对不起，遇到无法建立连接.

source: Retry
ca: Torna-hi
de_de: Erneut versuchen
es: Intentar de nuevo
fi: Yritä uudelleen
hu: Újra
it: Riprova
ja: リトライ
lt: Bandyti dar kartą
nl_nl: Opnieuw proberen
pl: Ponów
pt_br: Tente Novamente
pt_pt: Tente novamente
ro_ro: Reincearca
tr: Yeniden Dene
zh_tw: 重試

source: Budgie Desktop GitHub
ca: GitHub de l'escriptori Budgie
es: El escritorio Budgie en GitHub
lt: Budgie darbalaukio GitHub
pt_br: GitHub do Budgie Desktop
pt_pt: GitHub do ambiente de trabalho Budgie
ro_ro: Budgie Desktop pe GitHub
tr: Budgie Masaüstü GitHub
zh_tw: Budgie 桌面 GitHub

source: Also, we have published a complete list of available opportunities on our website. Please feel free to visit our website and find out in which way you can contribute to our mission.
ca: A més hem publicat una llista completa de les ofertes disponibles al nostre lloc web. Si us plau, visiteu-lo i mireu si teniu la possiblitat de contribuir amb la nostra misssió.
de_de: Wir haben auch eine Liste von verfügbaren Möglichkeiten auf unserer Webseite veröffentlicht. Bitte besuche unsere Webseite und finde heraus wie du uns bei unserer Mission unterstützen kannst.
es: Además, hemos publicado una lista completa de oportunidades en nuestro sitio web. Por favor, no dudes en visitar nuestro sitio web y encontrar de qué manera puedes contribuir a nuestra misión.
fi: Me olemme myös julkaisseet kokonaisen listan saatavilla olevista mahdollisuuksista verkkosivullamme. Voit vapaasti käydä verkkosivuillamme ja ottaa selvää, millä tavoin voit edistää tehtäväämme.
hu: Közzétettünk egy listát a honlapunkon a rendelkezésre álló lehetőségekről. Kérjük, bátran látogassa meg weboldalunkat és derítse ki milyen módon járulhat hozzá a küldetésünkhöz.
it: Inoltre, abbiamo pubblicato un elenco completo delle opportunità disponibili sul nostro sito web. Vi preghiamo di visitare il nostro sito web e scoprire in che modo puoi contribuire alla nostra missione.
ja: また、当社のウェブサイトで利用可能な参加項目の完全なリストを公開しました。弊社のウェブサイトをご覧になり、どのようにミッションに貢献できるかをお気軽にご確認ください。
lt: Taip pat, mes savo internetinėje svetainėje esame paskelbę pilną prieinamų galimybių sąrašą. Apsilankykite mūsų svetainėje ir atraskite kokiu būdu galite prisidėti prie mūsų misijos.
nl_nl: We hebben een volledige lijst met beschikbare vacatures op onze website gepubliceerd. Aarzel niet om onze website te bezoeken om te ontdekken op welke manier je een bijdrage kunt leveren aan onze missie.
pl: Na naszej stronie internetowej opublikowaliśmy dodatkowe możliwości zaangażowania w projekt. Zapraszamy do jej odwiedzenia, aby dowiedzieć się, w jaki sposób możesz przyłączyć się do naszej misji.
pt_br: Nós também publicamos em nosso site uma lista completa de oportunidades disponíveis. Por favor, sinta-se à vontade para visitá-lo e descobrir de que forma você pode contribuir para nossa missão.
pt_pt: Também publicamos no nosso site uma lista completa de oportunidades disponíveis. Por favor, sinta-se à vontade para visitá-lo e descobrir de que forma você pode contribuir para nossa missão.
ro_ro: Pe site-ul nostru este publicata o lista cu oportunitatile curente. Vizitati site-ul nostru pentru a afla in ce mod ne puteti ajuta sa ne indeplinim misiunea.
tr: Ayrıca, web sitemizde mevcut fırsatların tam bir listesini yayınladık. Lütfen web sitemizi ziyaret etmekten ve bizim çalışmalarımıza hangi yollardan katkıda bulunabileceğinizi öğrenmekten çekinmeyin.
zh_tw: 此外，我们在网站上发布了一份完整的工作机会清单。请随时访问我们的网站，并找出您可以为我们的使命作出贡献的方式.

source: Opportunities
ca: Oportunitats
de_de: Möglichkeiten
es: Oportunidades
fi: Mahdollisuudet
hu: Lehetőségek
it: Opportunità
ja: 参加項目
lt: Galimybės
nl_nl: Vacatures
pl: Możliwości
pt_br: Oportunidades
pt_pt: Oportunidades
ro_ro: Oportunitati
tr: Fırsatlar
zh_tw: 机会

source: Ubuntu Budgie receives a great deal of support from its community of users and we would like to thank each and every contributor for participating. We are growing at a steady pace and our distribution is getting better every day thanks to you.
zh_tw: buntu Budgie 从它的用户社区获得了大量的支持，我们要感谢每一位贡献者的参与。我们正以稳定的速度增长，我们的分销每天都在变得更好，感谢你们.

source: It is very easy to make a difference. Depending on your skill set, your availability you can help Ubuntu Budgie in one or more of the following ways:
zh_tw: 做出改变是很容易的。根据你的技能和可用性，你可以通过以下一种或多种方式帮助 Ubuntu Budgie.

source: If you like Ubuntu Budgie, let people know. Blog, add comments in forums and talk about it with your friends and the people around you.
zh_tw: 如果你喜欢 Ubuntu Budgie，让人们知道。写博客，在论坛上发表评论，与你的朋友和周围的人讨论.

source: Ubuntu Budgie isn't just an operating system, it's also a dynamic community of people who enjoy, gather, and interact with a free and open project. Whether it's by helping others sort through issues, by making them feel welcome, or simply by meeting and talking to other Ubuntu Budgie users, we recommend you join the community and participate in making Ubuntu Budgie better.
zh_tw: Ubuntu Budgie不仅仅是一个操作系统，它还是一个动态的社区，人们喜欢、聚集在一起，并与一个免费、开放的项目进行交互。无论是帮助他人解决问题，还是让他们感到受欢迎，或者只是与其他 Ubuntu Budgie 用户见面和交谈，我们建议你加入社区，让Ubuntu Budgie 变得更好.

source: If you have some spare time and you're willing to help other users with technical problems, you should seriously consider reading the forums and/or joining the community chat-room and helping other Ubuntu Budgie users solve the problems you know how to fix.
zh_tw: 如果你有一些空闲时间，并且你愿意帮助其他用户解决技术问题，你应该认真考虑阅读论坛和/或加入社区聊天室，帮助其他 Ubuntu Budgie 用户解决你知道如何解决的问题.

source: If you've noticed something that doesn't work properly while using Ubuntu Budgie, let us know. The problem you have discovered is likely to affect others as well; The sooner we know about it, the sooner we're able to fix it.
zh_tw: 如果你注意到在使用 Ubuntu Budgie 时有些东西不能正常工作，请告诉我们。你发现的问题可能也会影响到其他人;我们越早知道，就能越早解决问题.

source: The vast majority of improvements included in each release come from the community. If there's something that you think is missing or that could be done better, please tell us. Whether it's the inclusion of a missing software application that should be part of a stock installation or if you have any other ideas on how to make Ubuntu Budgie better, we're always interested in hearing them.
zh_tw: 每个版本中包含的绝大多数改进都来自社区。如果你认为有什么不足或可以做得更好，请告诉我们。无论是包含一个缺失的软件应用程序，这应该是库存安装的一部分，或者如果你有任何其他的想法，如何使 Ubuntu Budgie 更好，我们总是有兴趣听到他们.

source: Upstream to us is budgie-desktop. Created by BuddiesOfBudgie, they are looking for developers - so please help if you can.
zh_tw: 我们的上游是 budgie-desktop。由BuddiesOfBudgie创建，他们正在寻找开发人员-如果你可以请帮助.
