Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/getinvolved/*.po
Languages: ca, de_de, es, fi, hu, it, ja, lt, nl_nl, pl, pt_br, pt_pt, ro_ro, tr, zh_tw

source: If you've noticed something that doesn't work properly while using <span name="distro-name"></span>, let us know. The problem you have discovered is likely to affect others as well; The sooner we know about it, the sooner we're able to fix it.
ca: Si observeu que hi ha alguna cosa que no treballa correctament mentre utilitzeu <span name="distro-name"></span>, feu-nos-ho saber. Pot ser un problema generalitzat; com més aviat sapiguem què passa, més aviat podrem reparar-ho.
de_de: Wenn dir bei der Nutzung von <span name="distro-name"></span> etwas aufgefallen ist, das nicht richtig funktioniert, dann lass uns das bitte wissen. Das Problem, das du entdeckt hast, betrifft wahrscheinlich auch andere. Je früher wir davon erfahren, desto eher können wir es auch korrigieren.
es: Si ha notado que algo no funciona bien al utilizar <span name="distro-name"></span>, infórmenos al respecto. Puede que problema que haya descubierto también afecte a otras personas; cuanto antes sepamos de ello, más pronto podremos corregirlo.
fi: Jos olet huomannut jotain, joka ei toimi oikein käyttäen <span name="distro-name"></span>, raportoi meille asiasta. Ongelma todennäköisesti vaikuttaa toisiin myös. Mitä aiemmin tiedämme siitä, sitä aiemmin voimme korjata sen.
hu: Amennyiben észleli, hogy valami nem működik megfelelően a(z) <span name="distro-name"></span> használata közben, tudassa velünk! A probléma, amelyet felfedezett, másoknál is előfordulhat. Minél előbb tudunk róla, annál hamarabb tudjuk javítani azt.
it: Se hai notato qualcosa che non funziona correttamente usando <span name="distro-name"></span>, fatecelo sapere. Il problema che hai scoperto rischia di influenzare anche gli altri; prima lo sappiamo, più presto possiamo risolvere il problema.
ja: <span name="distro-name"></span>の使用中に正しく機能しない何かに気付いた場合は、お知らせください。発見した問題は、他の人にも影響を与える可能性があります。早くそれを知っていれば、より早くそれを修正することができます。
lt: Jei naudodamiesi <span name="distro-name"></span>, pastebėjote kažką, kas tinkamai neveikia, praneškite apie tai mums. Problema su kuria susidūrėte, tikriausiai, paveikė ir kitus; Kuo greičiau mes sužinosime apie problemą, tuo greičiau galėsime ją išspręsti.
nl_nl: Als je iets hebt opgemerkt dat tijdens het gebruik van <span name="distro-name"></span> niet correct werkt, laat het ons weten. Het probleem dat je hebt ontdekt, zal waarschijnlijk ook anderen beïnvloeden. Hoe sneller we het weten, hoe sneller we het kunnen oplossen.
pl: Jeśli podczas korzystania z <span name="distro-name"></span> zauważyłeś, że jakiś element nie działa prawidłowo, to daj nam znać. Problem, którego doświadczyłeś, może dotykać również innych użytkowników. Im szybciej się o nim dowiemy, tym szybciej będziemy mogli go naprawić.
pt_br: Se você notou algo que não funciona corretamente ao usar o <span name="distro-name"></span>, nos avise. O problema que você descobriu é susceptível de afetar outros também; Quanto mais cedo soubermos disso, mais cedo seremos capazes de corrigi-lo.
pt_pt: Se notou que algo não funciona corretamente ao usar o <span name="distro-name"></span>, informe-nos. O problema que você descobriu é suscetível de afetar outros também; Quanto mais cedo soubermos disso, mais cedo seremos capazes de corrigi-lo.
ro_ro: Daca ai observat ceva ce nu merge cum trebuie in timp ce foloseai <span name="distro-name"></span>, anunta-ne. Problema pe care ai descoperit-o este probabil sa afecteze si pe altii. Cu cat aflam mai repede despre ea, cu atat mai repede o putem rezolva.
tr: Eğer <span name="distro-name"></span>'yi kullanırken yolunda gitmeyen birşey keşfederseniz, lütfen bize haber verin. Muhtemelen sizin keşfettiğiniz problem sizi etkilediği gibi başkalarını da etkilemektedir; Ne kadar çabuk haberimiz olursa okadar çabuk çözümleme imkanımız olur.

source: New ideas
ca: Idees noves
de_de: Neue Ideen
es: Ideas nuevas
fi: Uusia ideoita
hu: Új ötletek
it: Nuove idee
ja: 新しいアイデア
lt: Naujos idėjos
nl_nl: Nieuwe ideeën
pl: Nowe pomysły
pt_br: Novas ideias
pt_pt: Novas ideias
ro_ro: Idei noi
tr: Yeni fikirler
zh_tw: 新點子

source: The vast majority of improvements included in each release come from the community. If there's something that you think is missing or that could be done better, please tell us. Whether it's the inclusion of a missing software application that should be part of a stock installation or if you have any other ideas on how to make <span name="distro-name"></span> better, we're always interested in hearing them.
ca: La gran majoria de millores que s'inclouen en cada lliurament successiu provenen de la comunitat. Si penseu que cal cobrir alguna capacitat que s'ha oblidat o que es podria millorar, si us plau, digueu-nos-ho. Ja sigui la inclusió d'una aplicació oblidada que hauria de formar part del conjunt instal·lat o qualsevol altra idea de com millorar <span name="distro-name"></span>, sempre estarem interessats de conèixer-les.
de_de: Die große Mehrheit an Verbesserungen bei einem neuen Release kommt aus der Community. Wenn es irgendetwas gibt, was dir fehlt oder das man besser machen könnte, dann lass uns das bitte wissen. Entweder wenn es die Aufnahme eines nicht vorhanden Programmes ist, oder wenn du andere Ideen hast die <span name="distro-name"></span> besser machen. Wir sind immer daran interessiert, davon zu hören.
es: La gran mayoria de los mejoramientos incluidos en cada versión vienen de la comunidad. Si hay algo que usted piensa que falta o que se podría mejorar, por favor díganos. Ya sea la inclusión de una aplicación que falte en la instalación inicial, o si tiene alguna otra idea sobre como mejorar <span name="distro-name"></span> , siempre estamos interesados en escucharlas.
fi: Suurin osa jokaiseen julkaisuun sisältyvistä parannuksista tulee yhteisöltä. Jos on jotain, mitä puuttuu sinun mielestäsi tai jota voitaisiin tehdä paremmin, kerro meille. Olipa kyse puuttuvan ohjelmistosovelluksen sisällyttämisestä tai muita ideoita <span name="distro-name"></span>parantamiseksi, olemme aina kiinnostuneita kuulemaan niitä.
hu: A fejlesztések túlnyomó többsége minden egyes kiadásban a közösségnek köszönhető. Ha úgy érzi, hogy valami hiányzik, vagy valamin javítani lehetne, kérjük adja tudtunkra. Legyen az egy hiányzó alkalmazás amely az alaptelepítés része lehetne vagy bármilyen ötlet, amivel a(z) <span name="distro-name"></span>-t jobbá tehetjük, örömmel várjuk ötleteit.
it: La maggior parte dei miglioramenti inclusi in ogni rilascio provengono dalla comunità. Se c'è qualcosa che pensi manchi o che potrebbe essere fatto meglio, ti preghiamo di dircelo. Se si tratta di includere un'applicazione software mancante che dovrebbe essere parte di un'installazione stock o se avete altre idee su come rendere migliore <span name="distro-name"></span>, siamo sempre interessati ad ascoltarle.
ja: 各リリースに含まれる大部分の改善は、コミュニティからもたらされています。不足していると思われるものや改善できる可能性があるものがある場合は、お知らせください。インストールの一部であるはずの欠落しているソフトウェアアプリケーションの包含であろうと、<span name="distro-name"></span>を改善する方法について他のアイデアがある場合でも、私たちはそれらを聞くことに常に興味を持っています。
lt: Didžioji dalis kiekvienoje laidoje esančių patobulinimų ateina iš bendruomenės. Jei galvojate, kad kažko trūksta, ar, kad kažką galima padaryti geriau, praneškite apie tai mums. Ar tai būtų trūkstamos programos, kuri turėtų būti įdiegimo rinkinio dalimi, įtraukimas, arba jeigu turite kitų idėjų, kaip galima būtų padaryti <span name="distro-name"></span> geresnę, mes visuomet sudominti šias idėjas išgirsti.
nl_nl: Het overgrote deel van de verbeteringen in elke release komt van de community. Als er iets is waarvan je denkt dat het ontbreekt of dat beter kan, laat het ons weten. Of het nu gaat om het opnemen van een ontbrekende softwaretoepassing die deel moet uitmaken van een standaard installatie of om andere ideeën om <span name="distro-name"></span> beter te maken, we horen het graag.
pl: Większość usprawnień zawartych w każdym nowym wydaniu pochodzi od społeczności. Jeżeli uważasz, że czegoś w systemie brakuje lub mogłoby zostać zrobione lepiej, powiedz nam o tym. Może to być na przykład sugestia na dodanie aplikacji do podstawowej instalacji , jak również każdy inny pomysł, który sprawi, że <span name="distro-name"></span> stanie się jeszcze lepszym system.
pt_br: A grande maioria das melhorias incluídas em cada versão vem da comunidade. Se há algo que você acha que está faltando ou que poderia ser feito melhor, por favor nos avise. Se é a inclusão de um aplicativo/software ausente que deve fazer parte da instalação padrão ou se você tiver qualquer outras ideias sobre como fazer o <span name="distro-name"></span> melhor, estamos sempre interessados em ouvi-los.
pt_pt: A grande maioria das melhorias incluídas em cada versão vem da comunidade. Se há algo que acha que estar a faltar ou que poderia ser feito melhor, por favor avise-nos. Se é a inclusão de uma aplicação/software ausente que deve fazer parte da instalação padrão ou se tiver quaisquer outras ideias sobre como fazer o <span name="distro-name"></span> melhor, estamos sempre interessados em ouvi-los.
ro_ro: In marea majoritate, imbunatatirile din fiecare versiune au ca sursa comunitatea. Daca tu crezi ca ceva lipseste sau ar trebui facut mai bine, te rugam, spune-ne. Indiferent ca este vorba despre a include in instalarea implicita a unei aplicatii sau ai alte idei despre cum am putea imbunatatii <span name="distro-name"></span> suntem intotdeauna interesati sau auzim opinia ta.
tr: Her sürümde yer alan gelişmelerin büyük bir çoğunluğu topluluk tarafından gelmektedir. Eksik olduğunu yada daha iyi yapılabileceğini düşündüğünüz bir şey varsa lütfen bize söyleyin. Stok kurulumunun bir parçası olması gereken eksik bir yazılım uygulamasının eklenip eklenmediği veya <span name = "distro-name"> </ span>'yi nasıl daha iyi bir hale getirilebileceğiyle ilgili başka fikirleriniz varsa, daima onları duymak isteriz.

source: Artwork
ca: Treball artístic
de_de: Grafik
es: Ilustraciones y diseño visual
fi: Taideteoksia
hu: Illusztráció
ja: アートワーク
lt: Iliustracijos
nl_nl: Grafisch ontwerp
pl: Grafika
pt_br: Arte
pt_pt: Trabalho artístico
ro_ro: Aspect
tr: Sanatsal Çalışma
zh_tw: 艺术品

source: If you are talented in graphic design and willing to contribute to the project, please send us your creations and artwork. Whether it's a simple wallpaper, an icon set, a splash screen, or even a new logo, we're always interested to hear from you about new artwork.
ca: Si teniu habilitats per al disseny gràfic i desitgeu contribuir al project, envieu-nos les vostres creacions i el treball gràfic. Des d'un fons de pantalla a un grup d'icones, una pantalla d'inici, o fins i tot un logo nou, sempre estem atents al que ens feu arribar.
de_de: Wenn du talentiert bei graphischem Design bist und zu dem Projekt beitragen willst, sende uns bitte deine Arbeit. Egal, ob es ein einfaches Hintergrundbild, ein Iconset, ein Splashscreen oder sogar ein neues Logo ist, wir sind immer daran interessiert, von deiner Kunst zu erfahren.
es: Si tienes talento en el diseño gráfico y estas dispuesto a contribuir al proyecto, por favor envíanos tus creaciones y obras. Ya sea un fondo de pantalla, un conjunto de íconos, una pantalla de bienvenida o inclusive un nuevo logo, siempre estamos interesados en recibir de tí nuevos trabajos artísticos.
fi: Mikäli olet lahjakas grafiikkasuunnittelija ja olet avoin panostamaan projektiin, lähetä vain meille teoksiasi ja taidettasi. Olipa se yksinkertainen taustakuva, pikkukuvasetti, aloitusruutu tai edes uusi logo, olemme aina kiinnostuneita kuulla sinulta uusista teoksista.
hu: Ha Ön tehetséges grafikus designer és szeretné a projektet segíteni, akkor szeretettel várjuk művészi alkotásait. Legyen az egy egyszerű háttérkép, ikonkészlet, betöltő képernyő vagy akár egy új logó, minket mindig érdekelnek az új alkotások.
it: Se hai talento nella grafica design e desideri contribuire al progetto, ti preghiamo di inviarci le tue creazioni e opere d'arte. Che si tratti di uno semplice sfondo, un set di icone, uno splash screen, o anche un nuovo logo, siamo sempre interessati a sapere da te di nuove opere d'arte.
ja: グラフィックデザインの才能があり、プロジェクトに貢献する意欲がある場合は、作品とアートワークをお送りください。シンプルな壁紙、アイコンセット、スプラッシュスクリーン、さらには新しいロゴなど、新しいアートワークについてのご意見をお待ちしています。
lt: Jeigu esate talentingas grafikos dizaine arba norite talkinti projektui, siųskite mums savo darbus ir iliustracijas. Ar tai būtų paprastas darbalaukio fonas, piktogramų rinkinys, ar prisistatymo ekranas, ar netgi naujas logotipas, mes visuomet esame sudominti išgirsti iš jūsų apie naujas iliustracijas.
nl_nl: Als je getalenteerd bent in grafisch ontwerp en bereid bent om bij te dragen aan het project, stuur ons dan je ontwerpen. Of het nu gaat om een eenvoudige achtergrond, een pictogrammenset, een opstartscherm of zelfs een nieuw logo, we zijn altijd geïnteresseerd in nieuwe illustraties.
pl: Jeżeli posiadasz talent do projektowania grafiki i chciałbyś zaangażować się w projekt, to wyślij nam swoje przykładowe prace graficzne. Niezależnie czy będzie to prosta tapeta, pakiet ikon, ekran powitalny, czy może logo - jesteśmy zawsze otwarci i zainteresowani.
pt_br: Se você é talentoso em design gráfico e está disposto a contribuir para o projeto, envie-nos suas criações e obras de arte. Quer se trate de um simples papel de parede, um conjunto de ícones, uma tela de abertura, ou mesmo um novo logotipo, estamos sempre interessados em ouvir de você sobre novas obras de arte.
pt_pt: Se é talentoso em design gráfico e está disposto a contribuir para o projeto, envie-nos as suas criações e obras de arte. Quer se trate de um simples papel de parede, um conjunto de ícones, um ecrã de abertura, ou mesmo um novo logótipo, estamos sempre interessados em ouvir de você sobre novo trabalho artístico.
ro_ro: Daca ai talent la grafica si vrei sa contribui la acest proiect, trimite-ne creatiile tale. Chiar daca este vorba doar de un fundal, un set de icon-uri, un splashscreen sau un logo nou, suntem intotdeauna deschisi la propunerile tale privind aspectul.
tr: Grafik tasarımında yetenekli iseniz ve projeye katkıda bulunmaya istekliyseniz, lütfen bize yaratımlarınızı ve eserlerinizi gönderin. İster basit bir duvar kağıdı, ister bir ikon seti, bir açılış ekranı veya yeni bir logo olsun, yeni sanatsal çalışmalarınız ve çizimlerinizi herzaman görmek isteriz.
zh_tw: 如果你在平面设计方面有才华，并愿意为项目做出贡献，请把你的创作和艺术品寄给我们。无论是简单的墙纸，图标设置，启动画面，甚至是一个新logo，我们总是有兴趣听到你的新艺术作品.

source: Code
ca: Codi
es: Programación
fi: Koodi
hu: Kód
it: Codice
ja: コード
lt: Kodas
pl: Kodowanie
pt_br: Código
pt_pt: Código
ro_ro: Contribuie la cod
tr: Kodlama
zh_tw: 程式碼

source: Most of our development is done in GTK+3, C++, Vala, Python and HTML5/CSS. We also use Git for version control and .deb for packaging. If you're comfortable with any of these technologies, don't hesitate to have a look at the code. If you think you can improve our applications or write new ones don't hesitate to suggest patches or to fork our git repositories.
ca: La major part del nostre desenvolupament s'ha fet en GTK+3, C++, Vala, Python i HTML5/CSS. També fem servir el sistema Git de control de versions i empaquetats .deb. Si domineu qualsevol d'aquestes tecnologies, feu un cop d'ull al codi. Si us sembla que podeu millorar les nostres aplicacions o escriure'n de noves, suggeriu-nos les modificacions o derivacions als repositoris git.
de_de: Der Großteil unserer Entwicklung wird mit GTK+3, C++, Vala, Python und HTML5/CSS gemacht. Wir nutzen auch die Git Versionskontrolle und Debian Pakete. Wenn du dich mit einem dieser Techniken auskennst, dann zögere nicht unseren Code anzuschauen. Wenn du denkst, dass du unsere Anwendungen verbessern oder neue schreiben kannst, dann zögere nicht, Patches einzureichen oder unser Git Repository zu forken.
es: La mayoría de nuestro desarrollo se realiza en GTK+3, C++, Vala, Python y HTML5/CSS. También usamos Git para control de versiones y .deb para empaquetado. Si esta cómodo con cualquiera de estas tecnologías, no dude en dar un vistazo al código. Si cree que puede mejorar nuestras aplicaciones o escribir algunas nuevas no dude en sugerir parches o diseminar nuestros repositorios git.
fi: Suurin osa kehityksestämme tehdään GTK+3:lla, C++:lla, Vala:lla, Pythonilla ja HTML5/CSS:lla. Me käytämme myös Git:iä versiohaillintaan ja .deb:iä paketointiin. Mikäli mitkään näistä teknologioista ovat sinulle tuttuja, älä epäröi tarkastella koodia. Jos ajattelet osaavasi parannella sovelluksiamme tai kirjoittaa uusia, älä epäröi suositella korjauksia tai risteyttää git-hakemistojamme.
hu: Fejlesztésünk nagy része a GTK+3, C++, Vala, Python és HTML5/CSS rendszereken történik. Git-et is használunk a verziók ellenőrzéséhez és a .deb csomagoláshoz. Ha ezeknek a technológiáknak bármelyikével van gyakorlata, nézze meg a kódot. Ha úgy gondolja, hogy javíthatja alkalmazásainkat, vagy újakat írhat, ne habozzon újabb javaslatokat tenni vagy esetleg git tárolóinkat javítani.
it: La maggior parte del nostro sviluppo avviene in GTK +3, C++, Vala, Python e HTML5/CSS. Utilizziamo anche Git per il controllo delle versioni e .deb per il packaging. Se sei a tuo agio con una di queste tecnologie, non esitate a dare un'occhiata al codice. Se pensi di poter migliorare le nostre applicazioni o di scriverne di nuove, non esitare a suggerire le patch o per fare un fork dei nostri repositories di git.
ja: 開発の大部分は、GTK+3、C++、Vala、Python、およびHTML5/CSS で行われます。また、バージョン管理にはGitを使用し、パッケージ化には .deb を使用します。これらのテクノロジーのいずれかに慣れている場合は、コードをご覧ください。あなたが私たちのアプリケーションを改善したり、新しいものを書いたりできると思うなら、パッチを提案したり、Gitリポジトリをフォークしたりすることをためらわないでください。
lt: Didžioji mūsų programavimo dalis yra atliekama GTK+3, C++, Vala, Python ir HTML5/CSS kalbomis. Mes taip pat naudojame Git versijų valdymui ir .deb pakavimui. Jei žinote kurias nors iš šių technologijų, nesivaržykite ir pasižvalgykite po kodą. Jeigu galvojate, kad galite patobulinti mūsų programas ar sukurti naujas, nesivaržykite siūlyti savo pataisas ar sukurti mūsų git saugyklų atšakas.
nl_nl: Het grootste deel van onze ontwikkeling wordt gedaan in GTK+3, C++, Vala, Python en HTML5/CSS. We gebruiken Git voor versiebeheer en .deb voor het verpakken. Als je vertrouwd bent met een van deze technologieën, aarzel dan niet om de code te bekijken. Als je denkt dat je onze applicaties kunt verbeteren of nieuwe kunt schrijven, maak dan gebruik van onze git-repositories en/of om patches voor te stellen.
pl: Większa część systemu została napisana w GTK+3, C++, Vala, Python i HTML5/CSS. Do kontroli wersji używamy systemu Git, zaś do obsługi pakietów formatu .deb. Jeżeli czujesz się swobodnie w tych technologiach, nie zwlekaj ze spojrzeniem na kod. Jeżeli uważasz, że możesz usprawnić działanie naszych aplikacji lub napisać nową, to śmiało zasugeruj aktualizację lub forkuj nasze repozytorium git.
pt_br: Maior parte do nosso desenvolvimento é feito em GTK+3, C++, Vala, Python e HTML5/CSS. Nós também usamos Git para controle de versão e .deb para empacotamento. Se você está confortável com qualquer uma dessas tecnologias, não hesite em dar uma olhada no código. Se você acha que pode melhorar nossos aplicativos ou escrever novos, não hesite em sugerir patches ou fork em nossos repositórios git.
pt_pt: A maior parte do nosso desenvolvimento é feito em GTK+3, C++, Vala, Python e HTML5/CSS. Também usamos o Git para controlo de versão e .deb para empacotamento. Se está confortável com qualquer uma dessas tecnologias, não hesite em dar uma vista de olhos ao código. Se acha que pode melhorar as nossas aplicações ou criar novas, não hesite em sugerir correções ou a bifurcar os nossos repositórios de git.
ro_ro: Cea mai mare parte a dezvoltarii este facuta in GTK+3, C++, Vala, Python si HTML5/CSS. Folsoim Git pentru control versiuni si .deb pentru pachete. Daca esti obisnuit cu oricare din aceste tehnologi nu ezita sa arunci o privire la cod. Consideri ca poti imbunatatii aplicatiile sau poti scrie unele noi ? Nu exista sa ne sugerezi modificarile sau sa clonezi codul sursa.
tr: Geliştirmemizin çoğu GTK+3, C ++, Vala, Python ve HTML5 / CSS ile yapılır. Ayrıca, sürüm kontrolü için Git ve paketleme için .deb'i de kullanıyoruz. Bu teknolojilerden herhangi biriyle çalışma konusunda kendinizi rahat hissediyorsanız, koda göz atmaktan çekinmeyin. Uygulamalarımızı iyileştirebilir veya yenilerini yazabileceğinizi düşünüyorsanız, yamalar önermekten veya git üzerindeki depolarımıza bağlanmaktan çekinmeyin.
zh_tw: 我们的大部分开发是在GTK+3, c++， Vala, Python和HTML5/CSS中完成的。我们还使用Git进行版本控制，使用.deb进行打包。如果您熟悉这些技术中的任何一种，请毫不犹豫地查看代码。如果您认为您可以改进我们的应用程序或编写新的应用程序，请毫不犹豫地建议补丁或分叉我们的git存储库.

source: Upstream to us is budgie-desktop. Created by Solus, they are looking for C developers - so please help if you can.
ca: L'escriptori Budgie és una prioritat nostra. Creat per Solus, els interessa trobar programadors C - si podeu, ajudeu-los.
de_de: Wir setzen auf den Budgie-Desktop, entwickelt wurde dieser vom Solus-Projekt, welches nach C-Entwicklern sucht. Falls Sie helfen können, tun Sie das bitte.
es: Upstream para nosotros es budgie-desktop. Creado por Solus, se buscan programadores de C - por favor ayúdenos si usted puede.
fi: Lähtökohta meille on budgie-desktop. Solus-ryhmän tekemä, he etsivät C-ohjelmoijia, joten autathan, jos voit.
hu: Nálunk a budgie-desktop upstream. A Solus által létrejött projekt C fejleszőket keres - kérjük amennyiben tud, segítsen.
it: Budgie-desktop è al nostro fianco. Creato da Solus, sono alla ricerca di sviluppatori C - quindi per favore aiutaci se puoi.
ja: 私たちのアップストリームには、budgie-desktop があります。 Solusによって作成され、彼らはC開発者を探しています - 可能であれば助けてください。
lt: Viršiau už mus yra Solus sukurtas budgie-desktop. Jie ieško C kūrėjų - taigi, jei galite, prašome padėti.
nl_nl: Upstream wordt de budgie-desktop gemaakt door Solus. Ze zijn op zoek naar C-ontwikkelaars - dus help alsjeblieft als je dat kunt.
pl: Projektem bazowym jest budgie-desktop. To środowisko zostało stworzone przez Solus Team, który w tej chwili poszukuje programistów języka C - będzie świetnie, gdybyś zachciał pomóc.
pt_br: O nosso projeto de origem é o budgie-desktop. Criado pela Solus, está sempre à procura de desenvolvedores C - por isso ajude se puder.
pt_pt: O futuro para nós é o ambiente de trabalho budgie. Criado pelo Solus, estão sempre à procura de progamadores C - por isso ajude se puder.
ro_ro: Proiectul budgie-desktop este la baza acestei distributii. Creat de Solus, ei sunt in cautare de programatori de C - daca poti, ajuta-i.
tr: Solus tarafından yaratılan Upstream de budgie-masaüstü. Eğer yardım edebilirseniz C programcıları aramaktalar.
