Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/getinvolved/*.po
Languages: ca, de_de, es, fi, hu, it, ja, lt, nl_nl, pl, pt_br, pt_pt, ro_ro, tr, zh_tw

source: Get Involved
ca: Involucreu-vos-hi
de_de: Beteilige dich
es: Participe
fi: Tule mukaan
hu: Legyen részese
it: Partecipa
ja: 開発に参加
lt: Įsitraukti
nl_nl: Help mee
pl: Zaangażuj się
pt_br: Envolva-se
pt_pt: Participar
ro_ro: Implica-te
tr: Katılın
zh_tw: 參與

source: Thanks for Your Support
ca: Gràcies per l'ajuda
de_de: Danke für deine Unterstützung
es: Gracias por su apoyo
fi: Kiitos tuestasi
hu: Köszönjük a támogatását!
it: Grazie per il tuo supporto
ja: ご協力ありがとうございました
lt: Dėkojame už jūsų palaikymą
nl_nl: Bedankt voor jullie support
pl: Dziękujemy za Twoje wsparcie
pt_br: Obrigado pelo Seu Apoio
pt_pt: Obrigado pelo seu apoio
ro_ro: Multumim pentru ajutor
tr: Desteğiniz için teşekkürler
zh_tw: 感謝您的支持

source: <span name="distro-name"></span> receives a great deal of support from its community of users and we would like to thank each and every contributor for participating. We are growing at a steady pace and our distribution is getting better every day thanks to you.
ca: <span name="distro-name"></span> rep molt de suport de la comunitat d'usuaris i volem donar les gràcies a cada un dels col·laboradors per participar-hi. Estem creient a un ritme constant i la nostra distribució cada dia és millor gràcies a tothom que hi participa.
de_de: <span name="distro-name"></span> wird durch die Benutzer und deren Gemeinschaft unterstützt. An dieser Stelle möchten wir allen Mitwirkenden für ihre Teilnahme danken. Wir wachsen in einem stetigen Tempo und unsere Distribution wird dank euch von Tag zu Tag besser.
es: <span name="distro-name"></span> recibe una gran cantidad de apoyo de su comunidad, de usuarios, y quisieramos agradecer a cada uno de los contribuidores por participar. Estamos creciendo a un paso constante y nuestra distribución mejora cada día gracias a ustedes.
fi: <span name="distro-name"></span>vastaanottaa paljon tukea yhteisöltään ja haluamme kiittää jokaista panoksensa antanutta osallistujaa. Kasvamme vakaalla tahdilla ja jakelumme paranee joka päivä kiitos sinun.
hu: A(z) <span name="distro-name"></span> nagy segítséget kap a felhasználók közösségétől, és szeretnénk megköszönni minden hozzájárulónak a részvételt. Folyamatos ütemben növekszünk, és disztribúciónk napról napra jobb lesz.
it: <span name="distro-name"></span> riceve un grande sostegno dalla sua comunità di utenti e vorremmo ringraziare tutti i contributori per la partecipazione. Stiamo crescendo ad un ritmo costante e la nostra distribuzione diventa sempre migliore ogni giorno grazie a te.
ja: <span name="distro-name"></span>はユーザーコミュニティから多大なサポートを受けており、参加してくれたすべての貢献者に感謝します。私たちは安定したペースで成長しており、あなたのおかげで、私たちのディストリビューションは日々良くなっています。
lt: <span name="distro-name"></span> gauna daug palaikymo iš savo naudotojų bendruomenės ir mes norėtume padėkoti kiekvienam talkininkui už dalyvavimą. Mes pastoviai augame ir jūsų dėka, mūsų distribucija su kiekviena diena tampa vis geresnė.
nl_nl: <span name="distro-name"></span> ontvangt veel ondersteuning van de gebruikers gemeenschap en we willen elke bijdrage en deelnemer bedanken. We groeien gestaag en onze distributie word met de dag beter dankzij jullie.
pl: <span name="distro-name"></span> otrzymuje wiele wsparcia od swojej społeczności i chcielibyśmy za to podziękować wszystkim za zaangażowanie. Wciąż się rozwijamy, a nasza dystrybucja staje się każdego dnia coraz lepsza właśnie dzięki Wam.
pt_br: <span name="distro-name"></span> recebe um grande apoio de sua comunidade de usuários e gostaríamos de agradecer a todos e a cada contribuinte pela participação. Estamos crescendo a um ritmo constante e nossa distribuição está melhorando a cada dia graças a vocês.
pt_pt: O <span name="distro-name"></span> recebe um grande apoio da sua comunidade de utilizadores e gostaríamos de agradecer a cada um dos seus colaboradores pela participação. Estamos a crescer a um ritmo constante e a nossa distribuição está a melhorar a cada dia graças a si.
ro_ro: <span name="distro-name"></span> primeste un mare ajutor de la comunitatea utilizatorilor si de aceea vrem sa multumim fiecaruia dintre cei care contriibuie pentru participare. Crestem in mod continuu si distributia noastra devina mai buna pe zi ce trece datorita tie.
tr: <span name="distro-name"></span> kullanıcı topluluğundan büyük bir destek almaktadır ve katkıda bulunan herbir katılımcıya teşekkür etmek isteriz. Dağıtımımız sayenizde kontrollü bir hızda büyüyor ve her gün sizin tarafınızdan daha da gelişiyor.

source: It is very easy to make a difference. Depending on your skill set, your availability you can help <span name="distro-name"></span> in one or more of the following ways:
ca: És molt fàcil marcar la diferència. Segons les vostres habilitats, la vostra disponibilitat pot ajudar <span name="distro-name"> </span> en una o més de les maneres següents:
de_de: Es ist sehr einfach etwas zu ändern. Abhängig von Ihrem Können und Ihrer Verfügbarkeit können Sie uns auf die eine oder andere Art helfen <span name="distro-name"></span>:
es: Es muy fácil hacer una diferencia. Dependiendo en sus habilidades, su disponibilidad, usted puede ayudar a <span name="distro-name"></span> en una o más de las siguientes formas:
fi: Vaikuttaminen on hyvin helppoa. Riippuen taidoistasi ja saatavuudestasi, voit auttaa<span name="distro-name"></span> yhdellä tai enemmällä seuraavista tavoista:
hu: Sokat elérhetünk nagyon egyszerűen. Tudásától és lehetőségeitől függően az alábbi módokon segítheti a(z) <span name="distro-name"></span>-t:
it: È molto facile fare la differenza. A seconda della tua abilità, la tua disponibilità puoi aiutare <span name="distro-name"></span> in uno o più dei seguenti modi:
ja: 違いを生むのは非常に簡単です。スキルに応じて、次の1つ以上の方法で<span name="distro-name"></span>を支援できます。
lt: Yra labai lengva kažką pakeisti. Priklausomai nuo jūsų įgūdžių, jūsų prieinamumo, galite padėti <span name="distro-name"></span> vienu ar keliais iš šių būdų:
nl_nl: Het is gemakkelijk een verschil te maken. Afhankelijk van je vaardigheden, kan je <span name="distro-name"></span> op één of meerdere van de volgende manieren helpen:
pl: Chcesz się zaangażować? To bardzo proste. Zależnie od twoich umiejętności oraz dostępnego czasu możesz wesprzeć <span name="distro-name"></span> na kilka różnych sposobów:
pt_br: É muito fácil fazer a diferença. Dependendo de seu conjunto de habilidades, sua disponibilidade pode ajudar o <span name="distro-name"></span> em um ou mais das seguintes maneiras:
pt_pt: É muito fácil fazer a diferença. Dependendo de seu conjunto de competências, a sua disponibilidade pode ajudar o <span name="distro-name"></span> de uma ou mais das seguintes formas:
ro_ro: IEste foarte usor sa faci diferenta. In functie de abilitatile si timpul tau poti ajuta <span name="distro-name"></span> in unul sau mai multe modalitati:
tr: <span name = "distro-name"> </ span> için bir fark yaratmanız aslında çok kolay. Yeteneklerinize ve uygun zamanlarınıza bağlı olarak, şu yollardan biri veya birkaçıyla yardımcı olabilirsiniz:

source: Support &amp; Promotion
ca: Suport i promoció
de_de: Unterstützung &amp; Werbung
es: Asistencia y promoción
fi: Tukea &amp; ajaa asiaa
hu: Támogatás &amp; Promotálás
it: Supporto Promozione
ja: サポート &amp; 促進
lt: Palaikymas ir skelbimas
nl_nl: Ondersteuning &amp; Promotie
pl: Wsparcie i Promocja
pt_br: Apoio & Promoção
pt_pt: Suporte e Promoção
ro_ro: Ajutor si promovare
tr: Destek &amp; Tanıtım
zh_tw: 支援與宣傳

source: Spreading the word
ca: Fer-ho córrer
de_de: Weitersagen
es: Divulgación
fi: Levittää sanaa
hu: Terjessze Ön is
it: Diffondi la parola
ja: 言葉を広める
lt: Skleisdami žinią
nl_nl: Het woord verspreiden
pl: Rozpowszechnianie
pt_br: Divulgando
pt_pt: Divulgando
ro_ro: Spune despre noi
tr: Etrafınıza yayın
zh_tw: 四處宣傳

source: If you like <span name="distro-name"></span>, let people know. Blog, add comments in forums and talk about it with your friends and the people around you.
ca: Si us agrada <span name="distro-name"> </span>, feu que ho sàpiga la gent. Parleu-ne en blogs, afegiu comentaris en fòrums i parleu-ne amb els amics i la gent que us envolta.
de_de: Wenn Sie <span name="distro-name"></span>mögen, lassen Sie es die Leute wissen. Bloggen Sie, hinterlassen Sie Kommentare in Foren und erzählen Sie auch Ihren Freunden davon!
es: Si le gusta <span name="distro-name"></span>, haga correr la voz. Bloguee, comente en foros y hable de ella con sus amigos y las personas que lo rodean.
fi: Jos pidät<span name="distro-name"></span>, kerro siitä muillekin. Blogaa, kommentoi foorumeilla ja keskustele siitä ystäviesi ja ympärilläsi olevien henkilöiden kanssa.
hu: Ha tetszik Önnek a(z) <span name="distro-name"></span>, ossza meg másokkal is! Írjon róla a blogjában, fórumok hozzászólásaiban és beszéljen róla a barátainak, valamint a környezetében lévő embereknek.
it: Se ti piace <span name="distro-name"></span>, fallo sapere alle persone. Blog, aggiungi commenti nei forum e parla con i tuoi amici e le persone che ti circondano.
ja: <span name="distro-name"></span>が好きなら、人々に知らせてください。ブログに投稿したり、フォーラムにコメントを追加したり、友人や周りの人々と話し合ったりしてください。
lt: Jeigu jums patinka <span name="distro-name"></span>, leiskite žmonėms sužinoti apie ją. Rašykite tinklaraštį, komentarus forumuose ir kalbėkite apie tai su savo draugais ir aplinkiniais žmonėmis.
nl_nl: Bevalt <span name="distro-name"></span> goed, laat het mensen weten. Blog, laat berichten achter in fora en praat met vrienden en de mensen om je heen.
pl: Jeśli podoba Ci się <span name="distro-name"></span>, powiedz to innym. Bloguj, dodawaj komentarze na forum i rozmawiaj o tym ze swoimi znajomymi oraz ludźmi wokół Ciebie.
pt_br: Se você gosta do <span name="distro-name"></span>, divulgue para as pessoas. Publique em seu Blog, comente em fóruns e fale sobre isso com seus amigos e as pessoas ao seu redor.
pt_pt: Se gosta do <span name="distro-name"></span>, informe as pessoas. Publique no seu Blog, comente em fóruns e fale sobre isso com os seus amigos e as pessoas ao seu redor.
ro_ro: Daca iti place <span name="distro-name"></span>, imprastie vestea. Pe blog, comentarii pe forum-uri, vorbeste despre noi cu prietenii si oamenii din jurul tau.
tr: Eğer <span name="distro-name"></span>'yi sevdiyseniz, bu haberi insanlara duyurun. bir Blog yazısı yazın, forumlarda yorumla katkıda bulunun, arkadaşlarınız ve etrafınızdaki insanlarla <span name="distro-name"></span> hakkında konuşun.

source: Joining the Community
ca: Afegir-se a la comunitat
de_de: Der Gemeinschaft beitreten
es: Formar parte de la comunidad
fi: Yhteisöön liittyminen
hu: Csatlakozzon a közösséghez
it: Aderisci alla comunità
ja: コミュニティに参加する
lt: Prisijungdami prie bendruomenės
nl_nl: Aansluiten bij de gemeenschap
pl: Dołączenie do społeczności
pt_br: Juntando-se à Comunidade
pt_pt: Junte-se à comunidade
ro_ro: Alatura-te comunitatii
tr: Topluluğa Katılmak
zh_tw: 參與社群

source: <span name="distro-name"></span> isn't just an operating system, it's also a dynamic community of people who enjoy, gather, and interact with a free and open project. Whether it's by helping others sort through issues, by making them feel welcome, or simply by meeting and talking to other <span name="distro-name"></span> users, we recommend you join the community and participate in making <span name="distro-name"></span> better.
ca: No és només un sistema operatiu, també és una comunitat dinàmica de gent que frueix, comparteix i interacciona amb un projecte lliure i obert. La gent ajuda els altres a resoldre problemes, fent-los sentir benvinguts, o simplement es troba i parla amb altres usuaris <span name="distro-name"></span>, us recomanem que us sumeu a la comunitat i hi participeu per fer <span name="distro-name"></span>millor.
de_de: <span name="distro-name"></span>ist nicht nur ein Betriebssystem, sondern auch eine lebendige Gemeinschaft von Leuten, die Spaß daran hat in einem freien und offenen Projekt zusammenzuarbeiten. Ob sie Ihnen bei Fragen behilflich sind, sie willkommen heißen oder sich nur mit anderen <span name="distro-name"></span> Nutzer treffen und mit ihnen reden. Wir empfehlen dir Teil der Community zu werden und <span name="distro-name"></span> dadurch besser zu machen.
es: <span name="distro-name"></span> no es solamente un sistema operativo, es también una comunidad dinámica de personas que disfrutan, congenian e interactúan con un proyecto gratuito y abierto. Ya sea ayudando a otros a resolver cuestiones, al hacerlos sentir bienvenidos, o simplemente reuniéndose y hablando a otros <span name="distro-name"></span> usuarios, recomendamos que se una a la comunidad y participe haciendo <span name="distro-name"></span> mejor
fi: <span name="distro-name"></span>ei ole vain käyttöjärjestelmä. Se on myös dynaminen yhteisö koostunut ihmisistä, jotka nauttivat, keräävät, ja vuorovaikuttavat ilmaiseen ja avoimeen projektiin. Olipa se sitten auttamalla toisia ongelmissa, saamalla heidät tuntemaan tervetulleiksi tai yksinkertaisesti tapaamalla ja puhumalla toisten <span name="distro-name"></span>-käyttäjien kanssa, suosittelemme, että liityt yhteisöön ja osallistut parantamaan <span name="distro-name"></span>:a.
hu: A(z) <span name="distro-name"></span> nem csak egy operációs rendszer, hanem emberek dinamikus közössége, akik építik, használják és élvezik a szabad és nyílt projekt előnyeit. Legyen az mások segítése problémáknál, segítség a kezdeteknél vagy egy egyszerű találkozó és csevely más <span name="distro-name"></span> felhasználókkal, javasoljuk, hogy csatlakozzon a közösséghez és segítsen a(z) <span name="distro-name"></span> jobbá tételében.
it: <span name="distro-name"></span> non è solo un sistema operativo, ma è anche una comunità dinamica di persone che amano, raccolgono e interagiscono con un progetto libero e aperto. Che sia aiutando gli altri a risolvere i problemi, facendo loro sentire i benvenuti, o semplicemente incontrando e parlando con altri utenti di <span name="distro-name"></span>, ti consigliamo di aderire alla comunità e di partecipare a rendere <span name="distro-name"></span> migliore.
ja: <span name="distro-name"></span>は単なるオペレーティングシステムではなく、自由で開かれたプロジェクトを楽しみ、収集し、対話する人々の動的なコミュニティでもあります。他の人が問題を整理するのを助けたり、歓迎されていると感じたり、単に他の<span name="distro-name"></span>ユーザーと会ったり話したりすることで、コミュニティに参加して<span name="distro-name"></span>の改善に参加することをお勧めします。
lt: <span name="distro-name"></span> nėra tik operacinė sistema, tai taip pat yra dinamiška bendruomenė žmonių, kurie mėgaujasi, renkasi ir sąveikauja su laisvais ir atvirais projektais. Ar tai padedant kitiems susitvarkyti su problemomis, ar priimant juos į bendruomenę, ar tiesiog susitinkant ir kalbant su kitais <span name="distro-name"></span> naudotojais, rekomenduojame jums prisijungti prie bendruomenės ir dalyvauti kuriant geresnę <span name="distro-name"></span>.
nl_nl: <span name="distro-name"></span> is niet alleen een besturingssysteem, het is ook een dynamische gemeenschap van mensen die genieten, verzamelen en gebruik maken van een vrij en open project. Of het nu is met anderen helpen met problemen, ze welkom heten, of simpelweg ontmoeten en praten met andere <span name="distro-name"></span> gebruikers, we raden aan toe te treden en deel te nemen aan de gemeenschap om <span name="distro-name"></span> te verbeteren.
pl: <span name="distro-name"></span> to nie tylko system operacyjny, ale również dynamiczna społeczność ludzi, którzy czerpią radość uczestnicząc w tym darmowym i otwartym projekcie. Angażując się, możesz pomagać innym w rozwiązywaniu problemów, wprowadzać ich w społeczność albo możesz po prostu spotykać się, rozmawiać i dyskutować z innymi użytkownikami <span name="distro-name"></span>. Dołącz teraz i spraw by <span name="distro-name"></span> stało się jeszcze lepsze.
pt_br: <span name="distro-name"></span> não é apenas um sistema operacional, é também uma comunidade dinâmica de pessoas que gostam, se reúnem e interagem com um projeto livre e aberto. Quer se trate de ajudar os outros a resolver os problemas, fazendo-os ser sentir bem-vindos, ou simplesmente ser encontrando e conversando com outros usuários do <span name="distro-name"></span>, recomendamos que você se junte à comunidade e participe fazendo o <span name="distro-name"></span> melhor.
pt_pt: O <span name="distro-name"></span> não é apenas um sistema operativo, é também uma comunidade dinâmica de pessoas que gostam, se reúnem e interagem com um projeto livre e aberto. Quer se trate de ajudar os outros a resolver os problemas, fazendo-os sentir-se bem-vindos, ou simplesmente encontrando-se e falando com outros utilizadores do <span name="distro-name"></span>, recomendamos que se junte à comunidade e participe fazendo o <span name="distro-name"></span> melhor.
ro_ro: <span name="distro-name"></span> nu este doar un sistem de operare, este in acelasi timp o comunitate dinamica de oameni care se bucura, se intalnesc, se aduna si interactioneaza in acest proiect gratuit si deschis. Indiferent ca este vorba despre a ajuta pe altii sa depaseasca problemele, de a ii face sa se simta bineveniti, sau pur si simplu participand la discutii si intalniri cu alti utilizatori <span name="distro-name"></span>, iti propunem sa te alaturi comunitatii noastre si sa participi la imbunatatirea <span name="distro-name"></span>
tr: <span name="distro-name"></span> sadece bir işletim sistemi değil, aynı zamanda biraraya gelmekten, özgür ve açık bir proje ile etkileşimde bulunmaktan keyif alan, insanlardan oluşan dinamik bir topluluktur. Yer yer başkalarının sorunlarına yardımcı olmak, onları sıcak bir hoşgeldinle karşılamak, yada sadece başka <span name="distro-name"></span> kullanıcıları ile tanışıp onlarla fikir paylaşmak içindir. <span name="distro-name"></span>'yi daha iyi hale getirmek için sizin de topluluğumuza katılmanızı tavsiye ederiz.

source: Helping others
ca: Ajudant la gent
de_de: Anderen helfen
es: Ayudar a los demás
fi: Toisten auttaminen
hu: Mások segítése
it: Aiutare gli altri
ja: 他人を助ける
lt: Padėdami kitiems
nl_nl: Help anderen
pl: Pomaganie innym
pt_br: Ajudando os outros
pt_pt: Ajudando os outros
ro_ro: Ofera ajutor
tr: Başkalarına yardım etmek
zh_tw: 提供協助

source: If you have some spare time and you're willing to help other users with technical problems, you should seriously consider reading the forums and/or joining the community chat-room and helping other <span name="distro-name"></span> users solve the problems you know how to fix.
ca: Si disposeu d'una mica de temps lliure i podeu ajudar altra gent a resoldre els seus problemes tècnics, hauríeu de llegir als fòrums i/o unir-vos a les converses de la comunitat i ajudar altres usuaris <span name="distro-name"></span> a resoldre els problemes dels quals en coneixeu la solució.
de_de: Wenn du etwas Zeit übrig hast und anderen bei ihren technischen Problemen helfen möchtest, dann solltest du ernsthaft überlegen Foren zu lesen, Chat-Rooms der Community zu besuchen und anderen <span name="distro-name"></span> Anwendern dabei helfen ihre Probleme zu lösen.
es: Si tiene algo de tiempo libre y esta deseando ayudar a otros usuarios con problemas técnicos, debería considerar seriamente leer los foros y/o adjuntarse al chat-room de la comunidad y ayudar a otros usuarios <span name="distro-name"></span> resolviendo los problemas que sabe solucionar..
fi: Mikäli sinulla on vapaa-aikaa ja olet avoin auttamaan toisia käyttäjiä teknisien ongelmien kanssa, sinun kannattaisi tosissaan harkita foorumien lukemista, yhteisön chat-huoneeseen liittymistä ja toisten <span name="distro-name"></span>-käyttäjien auttamista selvittämään ongelmia, joita osaat korjata.
hu: Ha van egy kis szabadideje, és szeretne másoknak segíteni, akik technikai problémákkal küzdenek, vegye fontolóra a fórumok olvasását és/vagy csatlakozzon a közösségi csevegőszobához, és segítsen a többi <span name="distro-name"></span> felhasználónak abban, hogy megoldják azokat a problémákat, amelyekre Ön már tudja a megoldást.
it: Se hai tempo libero e sei disposto ad aiutare altri utenti con problemi tecnici, devi seriamente considerare la lettura dei forum e / o entrare nella chat-room della comunità e aiutare gli altri <span name="distro-name"></span> gli utenti a risolvono i problemi.
ja: 時間があり、技術的な問題がある他のユーザーを支援する場合は、フォーラムを読んだり、コミュニティチャットルームに参加したり、他の<span name="distro-name"></span>ユーザーが解決方法を知っている問題を解決できるように真剣に検討する必要があります。
lt: Jei turite laisvo laiko ir norite padėti kitiems naudotojams su techniniais klausimais, tuomet rimtai apsvarstykite galimybę skaityti forumus ir/ar prisijungti prie bendruomenės pokalbių kambario ir padėti kitiems <span name="distro-name"></span> naudotojams išspręsti problemas, kurias jūs žinote kaip ištaisyti.
nl_nl: Als je wat vrije tijd hebt en bereid bent om andere gebruikers met technische problemen te helpen, kun je overwegen om de forums te lezen en/of mee te doen aan de community-chatroom en andere <span name="distro-name"></span> gebruikers te helpen de problemen op te lossen waarvan je de oplossing weet.
pl: Jeśli masz nieco wolnego czasu i ochotę na pomaganie innymi, to dołącz do forum i/lub czatu społeczności i pomagaj innym użytkownikom <span name="distro-name"></span> w rozwiązywaniu problemów, z którymi ty wiesz jak sobie poradzić.
pt_br: Se você tem tempo livre e deseja ajudar outros usuários que estejam com problemas técnicos, basta participar do fórum e/ou do bate-papo da comunidade e auxiliar os usuários do Budgie em problemas que você sabe como resolver.
pt_pt: Se tem tempo livre e deseja ajudar outros utilizadores que estejam com problemas técnicos, basta participar do fórum e/ou da conversação da comunidade e ajudar os utilizadores do Budgie em problemas que você sabe como resolver.
ro_ro: Daca ai ceva timp la dispozitie si vrei sa ajuti alti useri care intampina probleme tehnice, ai putea sa participi in mod activ, citind forumurile de discutii si/sau alaturandu-te comunitatii de discutii pe chat pentru a ii ajuta pe alti <span name="distro-name"></span> useri sa rezolve problemele pe care stii sa le solutionezi.
tr: Eğer boş vakitleriniz varsa ve diğer kullanıcalara teknik sorunlarını çözmede yardımcı olmaya gönüllüyseniz, forumlarımızı okumanın ve/veya topluluk sohbet-odasına katılmayı düşünmenizin tam zamanıdır. Böylece diğer <span name="distro-name"></span> kullanıcılarının yaşadıkları problemlerin çözümüne yardımcı olabilirsiniz.

source: Project contributions
ca: Contribucions al Projecte
de_de: Projektmitwirkende
es: Colaboradores del proyecto
fi: Projektiin panostukset
hu: Projekt hozzájárulások
it: Contributi ai progetti
ja: プロジェクトへの貢献
lt: Talkinimai projektui
nl_nl: Projectbijdragen
pl: Zaangażowanie w projekt
pt_br: Contribuições ao Projeto
pt_pt: Contribuições do projeto
ro_ro: Contribuie la proiect
tr: Proje katkıları
zh_tw: 项目贡献

source: Bug reports
ca: Informe d'errors
de_de: Fehlerberichte
es: Informes de Errores
fi: Bugiraportit
hu: Hiba jelentések
it: Segnalazioni di bug
ja: 不具合報告
lt: Klaidų ataskaitos
pl: Raportowanie błędów
pt_br: Relatórios de erro
pt_pt: Relatório de erros
ro_ro: Raporteaza probleme
tr: Hata raporları
zh_tw: 錯誤回報
