Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats.
ca: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> és un organitzador de fotos digitals. us permet importar fotografies del disc o de la càmera, organitzar-les segons criteris diversos, veure-les en tota la pantalla i exportar-les per compartir amb altres. És capaç de gestionar molta diversitat de formats d'imatge.
de_de: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> ist ein digitaler Foto-Organisator. Er erlaubt ihnen Fotos von der Festplatte oder Kamera auf verschiedene Arten zu verwalten, sie im maximiertem Fenster oder Vollbildmodus anzusehen und diese zu exportieren um sie mit Anderen zu teilen. Er ist in der Lage mit vielen verschiedenen Bildformaten umzugehen.
es: <span class="before1710">GNOME Fotos</span> <span class="1710">gThumb</span> es un organizador digital de fotos. Le perite importar fotos de un disco o una cámara, organizarlos de diversas maneras, verlas en una ventana o en modo de pantalla completa y exportarlas para compartirlas. Es capaz de manejar muchos formatos de imagen diferentes.
fi: <span class="before1710">GNOME valokuvat</span> <span class="1710">gThumb</span>on digitaalinen valokuvajärjestelijä. Tuo kuvat levyltä tai kamerasta, järjestele ne useilla eri tavoilla, katsele niitä joko täysikkuna tai kokoruututilassa, toimita eteenpäin jakaaksesi ne muiden kanssa. Se osaa käsitelä suuren määrän erilaisia kuvatiedostomuotoja.
fr: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> est un organisateur de photos numériques. Il vous permet d'importer des photos à partir d'un disque ou d'une caméra, de les organiser de différentes manières, de les visualiser en fenêtré ou en mode plein écran et de les exporter pour partager avec d'autres. Il est capable de gérer beaucoup de formats d'image différents.
hu: A <span class="before1710">GNOME Fotók</span> <span class="1710">gThumb</span> egy digitális fotórendszerező. Ezzel tud képeket importálni lemezről vagy digitális kameráról, rendszerezni többféleképpen, tejles ablakban vagy teljes képernyőn megtekinteni és exportálni vagy másokkal megosztani. Ezen felül rengeteg formátumot is támogat.
id_id: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> adalah pengelola foto digital. Ini memungkinkan Anda mengimpor foto dari disk atau kamera, mengaturnya dengan berbagai cara, melihatnya dalam mode jendela penuh atau layar penuh, dan mengekspornya untuk dibagikan dengan orang lain. Juga mampu mengelola banyak format gambar yang berbeda.
ja: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> はデジタル写真のオーガナイザーです。 ディスクまたはカメラから写真をインポートし、さまざまな方法で整理し、フルウィンドウまたはフルスクリーンモードで表示し、エクスポートして他のユーザーと共有できます。 さまざまな画像形式を管理できます。
ko: <span class="before1710">GNOME 사진</span> <span class="1710">gThumb</span>는 디지털 사진 관리 프로그램입니다. 디스크나 카메라로부터 사진을 불러와 다양한 방법으로 사진을 관리할 수 있고, 전체 화면으로 사진을 볼 수도 있으며, 사진을 내보내어 다른 사용자와 공유할 수도 있습니다. gThumb는 또한 다양한 이미지 포맷을 지원합니다.
ms_my: <span class="before1710">Foto GNOME</span> <span class="1710">gThumb</span> merupakan pengurus foto digital. Ia membolehkan anda import foto dari cakera atau kamera, urus ia dalam pelbagai cara, lihat ia dalam tetingkap berskrin-penuh atau mod skrin penuh, dan eksport ia untuk dikongsikan dengan orang lain. Ia berupaya mengurus banyak jenis format imej.
nl_nl: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> is een digitale foto-organizer. Hiermee kunt u foto's van schijf of camera importeren, ze op verscheidene manieren ordenen, ze in full-window of fullscreen modus weergeven en ze exporteren om ze met anderen te delen. Veel verschillende beeldformaten worden ondersteund.
pl: Aplikacja <span class="before1710">Zdjęcia GNOME</span><span class="1710">gThumb</span> jest biblioteką zdjęć cyfrowych. Umożliwia importowanie zdjęć z dysku lub aparatu fotograficznego, organizowanie ich na różne sposoby, wyświetlanie w oknie lub trybie pełnoekranowym oraz eksportowanie udostępniając innym. Obsługuje wiele różnych formatów graficznych.
pt_br: <span class="before1710">GNOME Fotos</span><span class="1710">gThumb</span> é um organizador de fotos digitais. Ele permite que você importe fotos de câmeras e discos, organizando-os de vários modos, visualizando-os em tela maximizada ou em modo de tela cheia, também permite exportá-los para compartilhar com outros. É capaz de gerenciar diversos formatos de imagem diferentes.
pt_pt: O <span class="before1710">GNOME Fotos</span><span class="1710">gThumb</span> é um organizador de fotos digitais. Permite-lhe importar fotos de câmaras e discos, organizando-os de vários modos, visualizando-os em ecrã maximizado ou em modo de ecrã inteiro, também permite exportá-las para ser partilhadas com outros. É capaz de gerir uma série de formatos de imagem diferentes.
ro_ro: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> este o aplicatie de organizare de fotografii digitale. Permite importul de pe disk sau camera si organizarea in moduri diverse, vizualizarea in toata fereastra sau pe tot ecranul si exportul pentru a partaja impreuna cu prietenii. Recunoaste un mare numar de formate diferite de imagine.
sr_rs: <span class="before1710">GNOME Fotografije<span class="1710">gThumb</span> je digitalni foto organizer. Omogućava vam da importujete slike sa diska ili kamere, organizujete ih na različite načine, pregledate ih preko celo ekrana, i eksportujete da biste delili sa drugima.
tr: <span class="before1710">GNOME Photos</span> <span class="1710">gThumb</span> dijital bir fotoğraf düzenleyicidir. Fotoğrafları diskten veya kameralardan içe aktarabilir, onları çeşitli şekillerde organize edebilir, tam pencere veya tam ekran modunda görüntüleyebilir ve başkalarıyla paylaşmak üzere dışa aktarabilirsiniz. Bir çok farklı resim formatını yönetebilir.

source: <span class="before2004">GNOME MPV</span> <span class="after1910">Celluloid</span> is a media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
ca: <span class="before2004">GNOME MPV</span> <span class="after1910">Cel·luloide</span> és un reproductor multimèdia. Reprodueix fitxers d'MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcasts i reproduccions multimèdia en continu des de diverses fonts de xarxa.
es: <span class="before2004">GNOME MPV</span> <span class="after1910">Celluloid</span> es un reproductor. Reproduce MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, archivos Ogg/Vorbis, DVDs, VCDs, podcasts, y archivos multimedia bajo demanda desde varios orígenes en la red.
fi: <span class="before2004">GNOME MPV</span> <span class="after1910">Celluloid</span> on media-soitin. Se toistaa tiedostomuodot kuten MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD:t, VCD:t, podcastit, ja multimedia-syötteet lukuisista verkkolähteistä.
fr: <span class="before2004">GNOME MPV</span> <span class="after1910">Celluloid</span> est un lecteur multimédia. Il lit les formats MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, te flux multimédia en provenance de différentes sources réseau.
ms_my: <span class="before2004">MPV GNOME</span> <span class="after1910">Celluloid</span> ialah sebuah pemain media. Ia dapat memainkan fail-fail MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcast, dan juga strim multimedia daripada pelbagai sumber rangkaian.
pl: <span class="before2004">GNOME MPV </span> <span class="after1910">Celluloid</span> to odtwarzacz multimedialny. Odtwarza pliki MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcasty i streaming multimedialny z różnych źródeł sieciowych.
pt_pt: O <span class="before2004">GNOME MPV</span> <span class="after1910">Celluloid</span> é um reprodutor de multimédia. Reproduz MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, ficheiros Ogg/Vorbis, DVDs, VCDs, podcasts, e fluxos multimédia de várias fontes de rede.

source: Naturally you'll also find a document/photo scanner and printer management all included in <span name="distro-name"></span>. And this is just the start. The <a onclick="cmd('software-center');cmd('')">GNOME Software</a> includes best-in-class applications for most tasks and a single click will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
ca: També trobareu inclosos l'escaneig de documents/fotografies i la gestió d'impressores a <span name="distro-name"></span>, I això només és el principi. El <a onclick="cmd('software-center');cmd('')">programari GNOME</a> inclou les aplicacions millors per a la majoria de tasques i amb un sol clic tindreu accés a centenars d'aplicacions pràctiques per a qualsevol propòsit professional o d'entreteniment.
de_de: Natürlich findest du in <span name="distro-name"></span> auch einen Dokumenten-/Foto-Scanner und eine Druckerverwaltung. Und das ist nur der Anfang. Die <a onclick="cmd('software-center');cmd('')"> GNOME Software </a> beinhaltet die besten Anwendungen für die häufigsten Aufgaben und ein einziger Mausklick gibt dir den Zugang zu tausenden von professionellen Programmen und deinem Freizeitvergnügen.
fi: Luonnollisesti löydät myös skannerin asiakirjoille/valokuville sekä tulostimenhallinnan jotka kaikki sisältyvät <span name="distro-name"></span>yhteyteen. Ja tämä on vasta alkua. <a onclick="cmd('software-center');cmd('')">GNOME Software</a>sisältää luokkansa parhaat sovellukset useimpiin tehtäviin ja yksittäinen napsautus tuo sinulle pääsyn tuhansiin ohjelmistoihin jotka soveltuvat jotakuinkin mihin tahansa ammattilais- tai ajanvietetarkoitukseen.
id_id: Tentu Anda juga akan menemukan scanner dokumen / foto dan manajemen printer semua termasuk dalam <span name="distro-name"></span>. Dan ini baru permulaan. <a onclick="cmd('software-center');cmd('')">GNOME Software</a> menyertakan aplikasi terbaik di kelasnya untuk sebagian besar tugas dan satu klik akan memberi Anda akses ke ribuan aplikasi yang cocok untuk hampir semua pencarian profesional atau hiburan.
ja: 当然、ドキュメント/フォトスキャナとプリンタ管理もすべて<span name="distro-name"></span>に含まれています。そして、これはほんの始まりです。<a onclick="cmd('software-center');cmd('')">GNOMEソフトウェア</a> には、ほとんどのタスクに対応するクラス最高のアプリケーションが含まれており、1回クリックするだけで、ほぼすべての専門的または娯楽的な目的に適した数千のアプリケーションにアクセスできます。
ko: 기본적으로 문서 및 사진 스캐너와 프린터 관리 앱은 <span name="distro-name"></span>에 내장되어 있습니다. 지금까지 말한 것들은 시작에 불과합니다! <a onclick="cmd('software-center');cmd('')">GNOME 소프트웨어</a>에서 대부분의 작업을 위해 만들어진 훌륭한 앱들을 찾아볼 수 있습니다. 마음에 드는 앱을 찾으셨나요? 단 한 번의 클릭으로 전문적인 수천 개의 앱들을 설치할 수 있습니다.
ms_my: Kebiasaannya anda dapati pengurusan pencetak dan pengimbas dokumen/foto disertakan sekali dalam <span name="distro-name"></span>. Sebenarnya ianya baru permulaan cerita. <a onclick="cmd('software-center');cmd('')">Perisian GNOME </a> mengandungi aplikasi kelas-terbaik untuk kebanyakan tugas dan dengan hanya seklik anda dapat mencapai beribu-ribu aplikasi yang sesuai untuk apa jua tujuan profesion mahupun rekreasi.
nl_nl: Uiteraard zijn document/foto-scanners en printerbeheer inbegrepen in <span name="distro-name"></span>. En dat is nog maar het begin. De <a onclick="cmd('software-center');cmd('')">GNOME-software</a> bevat best-in-class applicaties voor de meeste taken en een enkele klik geeft u toegang tot duizenden applicaties die geschikt zijn voor vrijwel elke professionele of recreatieve bezigheid.
pt_br: Naturalmente, você também encontrará um escâner de documentos/fotos e gerenciamento de impressoras, tudo incluído no <span name="distro-name"></span>. A <a onclick="cmd('software-center');cmd('')">GNOME Software</a> inclui os melhores aplicativos da classe para a maioria das tarefas, e um único clique lhe dará acesso a milhares de aplicativos adequados para qualquer busca profissional ou recreativa.
pt_pt: É óbvio que também irá encontrar um digitalizador de documentos/fotos e um gestor de impressoras, tudo incluído no <span name="distro-name"></span>. E isto é apenas o começo. O <a onclick="cmd('software-center');cmd('')">GNOME Software</a> inclui as melhores aplicações da classe para a maioria das tarefas, e num simples clique irá dar-lhe acesso a milhares de aplicações adequadas para qualquer procura profissional ou recreativa.
ro_ro: Desigur veti gasi aplicatii de scanare fotografii/documente, management imprimante, toate incluse in <span name="distro-name"></span>. Si este doar inceputul. <a onclick="cmd('software-center');cmd('')">GNOME Software</a> include cele mai bune aplicatii pentru diferite activitati si un singur click va permite accesul mii de aplicatii destinate oricarui scop profesional sau de divertisment.
sr_rs: Takođje, naćićete dokument i skener i softver za menadžment štampača koji su uključeni u <span name="distro-name"></span>. I to je samo početak. <a onclick="cmd('software-center');cmd('')">Gnome Softver</a> uključuje najbolje aplikacije koje su napravljeni za svaki zadatak, i sa samo jednim klikom će vam dati pristup preko 1000 dostupnih aplikacije primerenih za bilo koji profesionalni ili kućni rad.
tr: Doğal olarak ayrıca, <span name = "distro-name"> </ span> klasöründe bulunan bir belge / fotoğraf tarayıcı ve yazıcı yönetimi bulacaksınız. Ve bu sadece başlangıç. <a onclick="cmd('software-center');cmd('')"> GNOME Yazılımı </a>, çoğu görev için en iyi sınıf uygulamaları içerir ve bu uygulamalar herhangi bir mesleki ya da dinlence sürecinin hemen hemen hepsine uygundur. Binlerce uygulamaya tek bir tıklama ile erişim sağlar.

source: In the last couple of years Linux has become a first class gaming platform thanks to <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> bringing their <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> platform to Linux. At the time of writing Steam has more than 2000 high quality indie and AAA titles available for Linux. <span name="distro-name"></span> is fully compatible with Steam for Linux.
ca: Durant els dos últims anys, Linux s'ha convertit en una plataforma de jocs de primera classe gràcies al fet que <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> ha portat la seva plataforma <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> a Linux. Al moment de l'escriptura, l'Steam té més de 2000 títols independents d'alta qualitat i títols AAA disponibles per a Linux. <span name="distro-name"></span>és totalment compatible amb Steam per a Linux.
de_de: In den letzten Jahren entwickelte sich Linux dank <a onclick="cmd('link?http://www.valvesoftware.com')">Valves</a> <a onclick="cmd('link?http://store.steampowered.com')">Steam</a> zu einer erstklassige Spieleplattform. Derzeit stellt Steam mehr als 2000 qualitative Indie und AAA Titel für Linux zur Verfügung. <span name="distro-name"></span> ist voll kompatibel mit Steam für Linux.
es: En el último par de años Linux se ha convertido en una plataforma de juegos de primera clase gracias a que la compañía <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> trajo sus plataforma <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> a Linux. En el momento de escribir esta referencia, Steam tiene mas de 2000 Títulos Indie y AAA de alta calidad disponibles para Linux.<span name="distro-name">Ubuntu y su rama Ubuntu Budgie</span> son plenamente compatibles con Steam para Linux.
fi: Parin viimeisen vuoden aikana Linux on tullut ensiluokkaiseksi pelialustaksi kiitos <a onclick="cmd('link?https://www.valvesoftware.com')">Valve:n</a> joka tarjoaa <a onclick="cmd('link?https://store.steampowered.com')">Steam</a>palvelunsa Linux:ille. Tätä kirjoittaessa Steam tarjoaa yli 2000 korkealaatuista indie ja AAA-nimikettä Linux:ille. <span name="distro-name"></span>on täysin Steam Linux:ille yhteensopiva.
fr: Au cours des deux dernières années, Linux est devenu une plate-forme de jeu de première classe grâce à <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> apportant leur plate-forme Steam à Linux. Au moment d'écrire ces lignes, <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> a plus de 2000 titres indépendants et AAA de haute qualité disponibles pour Linux. <span name="distro-name"></span>est entièrement compatible avec Steam for Linux.
hu: A Linux az utóbbi években a <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> miatt első osztályú játék platformmá nőtte ki magát a <a onclick="cmd('link?https://www.valvesoftware.com')">Valvenak</a> köszönhetően. Jelenleg a Steamben több mint 2000 magas minőségű Indie és AAA kategóriájú játék található Linuxra. A(z) <span name="distro-name"></span> teljesen kompatibilis a Steam for Linux-szal.
id_id: Dalam beberapa tahun terakhir Linux telah menjadi platform game kelas pertama berkat <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> membawa platform <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> ke Linux. Pada saat penulisan, Steam memiliki lebih dari 2000 judul berkualitas tinggi indie dan AAA yang tersedia untuk Linux.<span name="distro-name"></span> sepenuhnya kompatibel dengan Steam untuk Linux.
ja: 過去数年で、<a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> が<a onclick="cmd('link?https://store.steampowered.com')">Steam</a> プラットフォームをLinuxに導入したおかげで、Linuxはファーストクラスのゲームプラットフォームになりました。執筆時点で、SteamにはLinuxで利用可能な2000以上の高品質のインディおよびAAAタイトルがあります。<span name="distro-name"></span> はSteam for Linuxと完全に互換性があります。
ms_my: Diakhir beberapa tahun yang lalu Linux telah menjadi platform permainan kelas pertama, terima kasih atas usaha pihak <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> yang mewujudkan platform <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> untuk Linux. Pada waktu penulisan ini Steam sudah pun mempunyai lebih dari 2000 permainan indie berkualiti tinggi dan berkelas AAA tersedia untuk Linux. <span name="distro-name"></span> sepenuhnya serasi dengan Steam for Linux.
nl_nl: In de afgelopen paar jaar is Linux een prima gaming-platform geworden dankzij <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> die hun <a onclick="cmd('link?https://store.steampowered.com')">Steam</a>-platform naar Linux hebben gebracht. Op het moment van schrijven heeft Steam meer dan 2000 hoogwaardige indie- en AAA-titels beschikbaar gemaakt voor Linux. <span name="distro-name"></span> is volledig compatibel met Steam voor Linux.
pl: Firma <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> wprowadzając <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> na Linuksa, spowodowała, że system ten dołączył do pierwszej ligi gameingowych platform. W czasie pisania tego tekstu, na Steam dostępnych jest już ponad 2000 wysokiej jakości gier na Linuxa - niezależnych oraz kategorii AAA . <span name="distro-name"></span> jest w pełni kompatybilne z platformą Steam for Linux.
pt_br: Nos últimos dois anos, o Linux tornou-se uma plataforma de jogos de primeira classe graças a <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> trazendo sua plataforma <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> para Linux. No momento da escrita, o Steam tem mais de 2000 títulos indie e AAA de alta qualidade disponíveis para Linux. <span name="distro-name"></span> é totalmente compatível com o Steam para Linux.
pt_pt: Nos últimos dois anos, o Linux tornou-se uma plataforma de jogos de primeira classe graças a <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> ao trazee a sua plataforma <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> para o Linux. No momento da escrita, o Steam tem mais de 2000 títulos indie e AAA de alta qualidade disponíveis para Linux. O <span name="distro-name"></span> é totalmente compatível com o Steam para Linux.
ro_ro: In ultimii ani, ca urmare a colaborarii cu <a onclick="cmd('link?https\://www.valvesoftware.com')">Valve</a> Linux a devenit o platforma moderna pentru jocuri <a onclick="cmd('link?https\://store.steampowered.com')">Platforma Steam</a> furnizata de Valve are mai mult de 2000 de titluri indie si AAA disponibile. <span name="distro-name"></span> este complet compatibila cu Steam for Linux.
sr_rs: U poslednjih nekoliko godina Linux je postao građjanin prve klase za igre zahvaljujući platformama kao što je <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> koji su omogućili postojanje njihove <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> platforme za Linux. U momentu pisanja, Steam ima više od 2000 kvalitetnih naslova i AAA igara koje su dostupne za Linux. <span name="distro-name"></span> je u celini kompatibilan sa Steamom za Linux.
