Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
ca: El LibreOffice té un conjunt d'aplicacions d'oficina complet; la seva interfície neta i les eines potents acompanyen la vostra creativitat i fan augmentar la productivitat. El LibreOffice inclou aplicacions que el converteixen en la col·lecció lliure i de codi obert més completa del mercat:
de_de: LibreOffice ist eine voll funktionsfähige Office-Produktivitätssuite, die einen nahezu unproblematischen Ersatz für Microsoft(R) Office bietet. Die saubere Benutzeroberfläche und die leistungsstarken Tools ermöglichen es Ihnen, Ihrer Kreativität freien Lauf zu lassen und Ihre Produktivität zu steigern. LibreOffice bettet mehrere Anwendungen ein, die es zur leistungsstärksten Free und Open Source Office Suite auf dem Markt machen:
es: LibreOffice es un paquete de oficina completo que representa un sustituto casi perfecto de Microsoft® Office; su interfaz depurada y sus herramientas potentes le permiten desatar su creatividad y aumentar su productividad. LibreOffice incluye varias aplicaciones que lo convierten en el paquete de oficina libre y de código abierto más poderoso del mercado.
es_es: LibreOffice es una suite de productividad ofimática completamente equipada que provee un reemplazo casi inmediato a Microsoft(R) Office; Su limpia interfaz y sus potentes herramientas te permiten desatar tu creatividad y aumentar tu productividad. LibreOffice incorpora varias aplicaciones que lo convierten en la suite Ofimática Libre y de Código Abierto más potente del mercado:
fi: LibreOffice on täysiominaisuuksinen toimistotuotanto-ohjelmisto joka tarjoaa lähes heittämällä korvaajan Microsoftin(R) Office:lle; sen selkeä käyttöliittymä ja tehokkaat työkalut vapauttavat luovuutesi ja kasvattavat tuottavuuttasi. LibreOffice sulauttaa useita sovelluksia, tehden siitä markkinoiden mahtavimman vapaan ja koodiltaan avoimen ohjelmistokokonaisuuden:
fr: LibreOffice est une suite bureautique complète qui propose une alternative à Microsoft (R) Office; Son interface propre et ses outils puissants vous permettent de libérer votre créativité et d'accroître votre productivité. LibreOffice intègre plusieurs applications qui en font la plus puissante suite bureautique libre sur le marché:
fr_fr: LibreOffice est une suite de bureau pouvant remplacer Microsoft(R) Office. Son interface épurée ainsi que ses puissants outils vous permettront de laisser libre court à votre créativité et augmentera votre productivité. LibreOffice contient plusieurs applications faisant de lui la suite Gratuite et Open Source de Bureau la plus puissante sur le marché :
hu: A LibreOffice egy teljes funkcionalitású irodai produktivitás-csomag, amely a Microsoft(R) Officehoz hasonlít; A tiszta felületnek és a hatékony eszközöknek köszönhetően, Ön szabadon engedheti kreativitását és a produktivitását. A LibreOffice több olyan alkalmazást is tartalmaz, amelyek a leghatékonyabb szabad és nyílt forráskódú Office-csomaggá teszik a piacon:
hu_hu: A LibreOffice egy funkció gazdag irodai programcsomag, ami majdnem tökéletes helyettesítője lehet a Microsoft(R) Office-nak; a letisztult kezelőfelület és a hatékony eszközök lehetővé teszik, hogy szabadjára engedd a kreativitásodat, és növeld a termelékenységedet. A LibreOffice különböző alkalmazásokat tartalmaz, amik a leghatékonyabb ingyenes és nyílt forrású irodai programcsomaggá teszik a piacon:
id_id: LibreOffice adalah paket produktivitas kantor berfitur lengkap yang menyediakan pengganti pengganti yang mendekati Microsoft (R) Office; Antarmuka yang sederhana dan alat peralatan yang bagus memungkinkan Anda membebaskan kreativitas dan menumbuhkan produktivitas Anda. LibreOffice menyematkan beberapa aplikasi yang menjadikannya perangkat Office Bebas dan Open Source yang paling mumpuni di pasaran:
it: LibreOffice è una suite di produttività per ufficio che offre una sostituzione immediata per Microsoft (R) Office; La sua interfaccia pulita e gli strumenti potenti consentono di sfruttare la tua creatività e di aumentare la produttività. LibreOffice incorpora diverse applicazioni che lo rendono la più potente suite Free e Open Source Office presenti sul mercato:
ja: LibreOffice はフル機能のオフィススイートであり、Microsoft(R) Office に近い代替となるアプリです。 そのクリーンなインターフェイスと強力なツールにより、創造性を解き放ち、生産性を向上させることができます。 LibreOffice には、市場で最も強力な無料およびオープンソースのオフィススイートとなるいくつかのアプリケーションが組み込まれています。
ko: 여러 기능을 두루 갖춘 LibreOffice 오피스 스위트는 Microsoft® Office 제품군을 대체하기에 충분합니다. 깨끗한 인터페이스와 유용한 도구들은 사용자의 창조성을 뿜어내게 해주고 이내 생산성을 쉽게 높일 수 있죠. LibreOffice에는 다음과 같이 강력하지만 무료이며 오픈 소스로 개발되는 애플리케이션들이 포함되어 있습니다.
lt_lt: LibreOffice yra visiškai parengtas raštinės programų paketas, kuris pateikia beveik lygiaverčius Microsoft(R) Office pakaitalus; jo tvarkinga sąsaja bei galingi įrankiai leidžia jums atskleisti savo kūrybingumą ir augti jūsų produktyvumui. LibreOffice yra įtaisytos kelios programos, kurios padaro šį programų paketą vienu iš galingiausių Nemokamų ir Atviro kodo paketų rinkoje:
ms_my: LibreOffice ialah suit produktiviti pejabat berfitur-lengkap yang boleh dijadikan pengganti untuk Microsoft(R) Office; dengan antaramuka kemas dan alat yang hebat dapat melepaskan kreativiti dan meningkatkan produktiviti anda. LibreOffice digandingkan dengan beberapa aplikasi yang menjadikannya suit Pejabat Sumber Terbuka yang terbaik di pasaran.
nl_nl: LibreOffice is een complete suite van kantoorapplicaties die een vervanging bieden voor Microsoft(R) Office en deze nagenoeg evenaart; dankzij de schone interface en krachtige tools kunt u uw creativiteit de vrije loop geven en uw productiviteit vergroten. LibreOffice bevat verschillende applicaties die het de krachtigste gratis en Open Source Office-suite op de markt maken:
pl: LibreOffice jest w pełni funkcjonalnym pakietem biurowym, który może stanowić dobry zamiennik dla pakietu Microsoft(R) Office; Jego przejrzysty interfejs i wszechstronne narzędzia pozwalają uwalniać kreatywność i zwiększać wydajność pracy. LibreOffice zawiera kilka aplikacji, które w połączeniu tworzą najbardziej zaawansowany, darmowy pakiet biurowy Open Source.
pt_br: LibreOffice é um conjunto de produtividade de escritório completo que oferece uma substituição ao Microsoft(R) Office de fácil acesso; Sua interface limpa e ferramentas poderosas permitem que você desenhe a sua criatividade e aumente a sua produtividade. O LibreOffice incorpora várias aplicações que o tornam a mais poderosa Suíte de Escritório Grátis e de Código Aberto no mercado:
pt_pt: O LibreOffice é um conjunto completo de funcionalidades de produtividade de escritório que proporciona um substituto quase integral para o Microsoft(R) Office; A sua interface limpa e ferramentas poderosas permitem-lhe desenhar a sua criatividade e aumentar a sua produtividade. O LibreOffice incorpora várias aplicações que o tornam a mais poderoso software de escritório gratuita e de código aberto no mercado:
ro_ro: LibreOffice este o suita de aplicatii pentru productivitate la birou care ofera functionalitati apropiate suitei Office de la Microsoft(R); Interfata simpla si componentele eficiente permit dezlantuirea creativitatii si cresterea productivitatii. LibreOffice include un numar de aplicatii care fac aceasta suita cea mai puternica din categoria aplicatiilor Office gratuite si OpenSource de pe piata.
ru: LibreOffice — это полнофункциональный офисный редактор, предоставляющий практически полную замену Microsoft(R) Office. Его чистый интерфейс и мощный набор интсрументов позволяет вам высвободить свою креативность и преумножить свою производительность. LibreOffice имеет ряд встроенных приложений, делающих его наиболее мощным свободным и открытым офисным пакетом из всех, присутствующих на рынке.
sl: LibreOffice je nadvse zmogljiv pisarniški paket, ki ponuja zamenjavo za Microsoft(R) Office; njegov izčiščen uporabniški vmesnik in zmogljiva orodja budijo vašo ustvarjalnost in dvigajo vašo produktivnost. LibreOffice obsega več programov, zaradi katerih je najzmogljivejši prosti in odprtokodni pisarniški paket na tržišču:
sr@latin: LibreOffice je komplean paket kancelarijskih aplikacija koja nudi gotovo potpunu zamenu za Microsoft® Office. Svojim jednostavnim sučeljem i moćnim alatima otvara mogućnost da pokažete svoju kreativnost i unpredite produktivnost. LibreOffice se sastoji od više aplikacija i predstavlja na tržištu najmoćniji Free and Open Source paket za kancelarijska dokumenta:
sr_rs: LibreOffice je punokrvni office paket koji je zamena za Microsoft Office. Njegov čist interfejs i moćan set alata, omogućava vam da oslobodite vašu kreativnost i da povećate vašu produktivnosti. LibreOffice sadrži više aplikacija koje ga čine najmoćnijim Besplatnim i Otvorenim Office paketom na tržištu.
tr: LibreOffice, tam özellikli bir ofis verimlilik paketidir ve Microsoft(R) Ofisin yerini neredeyse birebir alabilir. Temiz bir arabirimi ve güçlü araçları, yaratıcılığınızı açığa çıkarmaya ve üretkenliğinizi artırmanıza olanak tanır. LibreOffice, piyasadaki en güçlü ve özgür Açık Kaynaklı Office paketini oluşturan çeşitli uygulamaları içerir:
tr_tr: LibreOffice Microsoft(R) Ofis'in yerini alabilecek tam donanımlı bir ofis takımıdır. Temiz arayüzü ve güçlü araçları ile yaratıcılığınızı ortaya çıkarır ve üretkenliğinizi artırır. LibreOffice piyasada bulunan çoğu Özgür ve Açık Kaynaklı Ofis takımlarının güçlü uygulamalarını beraberinde getirir.

source: Writer, the word processor.
ca: Writer, el processador de textos.
de_de: Writer, die Textverarbeitung.
es: Writer, el procesador de textos.
es_es: Writer, el procesador de texto.
fi: Writer, tekstinkäsittely.
fr: Writer, traitement de texte
fr_fr: Writer, le traitement de texte.
hu: Writer, a szövegszerkesztő.
hu_hu: Writer, a szövegszerkesztő
id_id: Writer, pengolah kata.
it: Write, il word processor.
ja: Writer、ワープロ。
ko: 워드 프로세서인 Writer.
lt_lt: Writer, rašyklė.
ms_my: Writer, pemprosesan perkataan.
nl_nl: Writer, de tekstverwerker
pl: Writer- edytor tekstu.
pt_br: Writer, o processador de textos.
pt_pt: Writer, o processador de textos.
ro_ro: Writer, editor de documente.
ru: Текстовый редактор.
sl: Writer, urejevalnik besedil.
sr@latin: Writer - za uređivanje tekst.
sr_rs: Writer, word procesor
tr: Writer, kelime işlemci.
tr_tr: Writer, kelime işlemci.

source: Calc, the spreadsheet application.
ca: Calc, l'aplicació de full de càlcul.
de_de: Calc, die Tabellenkalkulation.
es: Calc, la aplicación de planillas de cálculo.
es_es: Calc, la aplicación para hojas de cálculo.
fi: Calc, taulukkolaskenta.
fr: Calc, tableur
fr_fr: Calc, le tableur.
hu: Calc, a táblázatkezelő alkalmazás.
hu_hu: Calc, a táblázatkezelő alkalmazás.
id_id: Calc, aplikasi spreadsheet.
it: Calc, l'applicazione per i fogli di calcolo.
ja: Calc、スプレッドシートアプリケーション。
ko: 스프레드시트 앱인 Calc.
lt_lt: Calc, skaičiuoklė.
ms_my: Calc, aplikasi hamparan elektronik.
nl_nl: Calc, het spreadsheet programma
pl: Calc - arkusz kalkulacyjny.
pt_br: Calc, o aplicativo de planilhas.
pt_pt: Calc, a aplicação de folhas de cálculo.
ro_ro: Calc, aplicatie de calcul tabelar
ru: Редактор таблиц.
sl: Calc, program za preglednice.
sr@latin: Calc, za uređivanje tabela i grafikona.
sr_rs: Calc, aplikacija za izradu tabela
tr: Calc, tablo uygulaması
tr_tr: Calc, çizelge uygulaması.

source: Impress, the presentation engine.
ca: Impress, per la preparació de presentacions.
de_de: Impress, das Präsentationswerkzeug
es: Impress, el creador de presentaciones.
es_es: Impress, el motor de presentaciones
fi: Impress, esitys-grafiikkaohjelma.
fr: Impress, présentation
fr_fr: Impress, le moteur de présentation.
hu: Impress, a prezentáció készítő.
hu_hu: Impress, a prezentáció motor.
id_id: Impress, mesin presentasi.
it: Impress, il motore per le presentazioni.
ja: Impress、プレゼンテーションエンジン。
ko: 프리젠테이션 엔진인 Impress.
lt_lt: Impress, pateikčių (skaidrių) rengyklė.
ms_my: Impress, enjin persembahan.
nl_nl: Impress, de presentatie motor
pl: Impress - tworzenie prezentacji.
pt_br: Impress, o editor de apresentação.
pt_pt: Impress, o editor de apresentação.
ro_ro: Impress, motor pentru prezentari
ru: Редактор презентаций.
sl: Impress, orodje za ustvarjanje predstavitev.
sr@latin: Impress - za uređivanje prezentacija.
sr_rs: Impress, prezentacioni softver
tr: Impress, sunum motoru
tr_tr: Impress, sunum dinamosu.

source: Draw, the drawing and flowcharting application
ca: Draw, l'aplicació de dibuix i de diagrames de flux.
de_de: Draw, die Zeichen- und Fließdiagrammanwendung
es: Draw, el programa de dibujo y diagramación
es_es: Draw, la aplicación de dibujo y creación de diagramas de flujo
fi: Draw, piirros ja vuokaavio sovellus.
fr: Draw, dessin vectoriel
fr_fr: Draw, l'application dessin et graphiques
hu: Draw, a rajzoló és folyamatábra készítő alkalmazás.
hu_hu: Draw, a rajzoló és diagramkészítő alkalmazás.
id_id: Draw, aplikasi menggambar dan flowchart
it: Draw, l'applicazione di disegno e diagrammi di flusso
ja: Draw、描画およびフローチャート作成アプリケーション
ko: 드로잉과 플로우차트 제작을 위한 앱인 Draw.
lt_lt: Draw, piešimo ir braižymo programa
ms_my: Draw, aplikasi melukis dan membina carta alir
nl_nl: Draw, het teken en flowchart programma
pl: Draw - tworzenie rysunków i diagramów.
pt_br: Draw, o aplicativo de desenho e de fluxograma
pt_pt: Draw, a aplicação de desenho e fluxogramas
ro_ro: Draw, pentru desen vectorial si diagrame
ru: Редактор для рисования и построения блок-схем.
sl: Draw ponuja orodja za komunikacijo z grafiko in diagrami.
sr@latin: Draw - za uređenje crteža i dijagrama.
sr_rs: Draw za crtanje i pravljenje chartova
tr: Draw, çizim ve akış şeması uygulaması
tr_tr: Draw, çizim ve akış şemaları.

source: Base, the database and database frontend.
es_es: Base, el motor de base de datos y la interfaz.
fr_fr: Base, base de données ainsi que son interface.
hu_hu: Base, az adatbázis és adatbázis kezelő.
lt_lt: Base, duomenų bazių programa.
sl: Base, program za upravljanje z zbirkami podatkov.
sr@latin: Base - za uređivanje i upravljenje bazom podataka.
tr_tr: Base, veritabanı ve veritabanı arayüzü.

source: Math, for editing mathematics.
ca: Math, per a l'edició de fórmules.
de_de: Math, um Gleichungen zu bearbeiten.
es: Math, para editar fórmulas matemáticas.
es_es: Math, para edición matemática
fi: Math, matemattiselle muokkaukselle.
fr: Math, éditeur de formule
fr_fr: Math, pour faire des mathématiques.
hu: Math, a matematikai műveletekhez.
hu_hu: Math, matematikai képletek szerkesztéséhez.
id_id: Math, untuk hitungan matematis.
it: Math, editor per la matematica.
ja: Math、数学の編集用。
ko: 수학 식을 만들고 풀어내는 앱인 Math.
lt_lt: Math, matematinių formulių rengyklė.
ms_my: Math, untuk penyuntingan matematik.
nl_nl: Math, voor wiskundig gebruik
pl: Math - edytor równań i zapisów matematycznych.
pt_br: Math, para edição de fórmulas matemáticas.
pt_pt: Math, para edição de fórmulas matemáticas.
ro_ro: Math, pentru formule matematice
ru: Математический редактор
sl: Math, urejevalnik enačb in formul.
sr@latin: Math - za uređivanje matematičkih i naučnih formula.
sr_rs: Math za matematiku
tr: Math, matematik düzenleme için.
tr_tr: Math, matematiksel işlemler için.

source: Entertainment
ca: Entreteniment
de_de: Unterhaltung
es: Entretenimiento
es_es: Entretenimiento
fi: Viihde
fr: Divertissement
fr_fr: Loisirs
hu: Szórakozás
hu_hu: Szórakozás
id_id: Hiburan
it: Intrattenimento
ja: エンターテインメント
ko: 눈과 귀를 즐겁게
lt_lt: Pramogos
ms_my: Hiburan
pl: Rozrywka
pt_br: Entretenimento
pt_pt: Entretenimento
ro_ro: Divertisment
ru: Развлечения
sl: Razvedrilo
sr@latin: Okruženje
sr_rs: Zabava
tr: Eğlence
tr_tr: Eğlence
zh_tw: 娛樂
