Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
ca: Rhytmbox és un programa d'ús molt fàcil per a la gestió i reproducció de música que suporta molta varietat de formats d'àudio (inclosos mp3 i ogg). Inspirat inicialment per l'iTunes d'Apple, la versió actual també pot reproduir ràdio d'Internet, integra suport per a l'iPod i reproductors genèrics d'àudio, enregistrament i reproducció de CD d'àudio, compartició de música i Podcasts.
de_de: Rhythmbox ist ein sehr einfach zu bedienendes Musikwiedergabe- und Verwaltungsprogramm, das eine Vielzahl von Audioformaten (einschließlich mp3 und ogg) unterstützt. Ursprünglich von Apples iTunes inspiriert, unterstützt die aktuelle Version auch Internet Radio, iPod-Integration und generische Unterstützung für tragbare Audio-Player, Audio-CD-Brennen, Audio-CD-Wiedergabe, Musik-Sharing und Podcasts.
es: Rhythmbox es un programa de reproducción y gestión musical muy fácil de usar que admite una gama amplia de formatos de audio (incluidos MP3 y OGG). Inspirado originariamente en iTunes, la versión más reciente también admite radio por internet, integración con iPods y otros reproductores portátiles, grabación y lectura de CD, compartición de música y escucha de podcasts.
es_es: Rhythmbox es un programa de reproducción y gestión de música muy fácil de usar que soporta un rango amplio de formatos de audio (incluyendo mp3 y ogg). Originalmente inspirado en iTunes de Apple, la versión actual también soporta Radio en Internet, integración para iPod y soporte para reproductores portátiles genéricos de audio, grabación de Audio en CD, reproducción de CD de Audio, compartición de música, y Podcasts.
fi: Rytmilaatikko on erittäin helppokäyttöinen musiikin soitto- ja hallintaohjelma joka tukee laajan kirjon äänitiedostomuotoja (mukaanlukien mp3 ja ogg). Alunperin Apple:n iTunes:in innoittamana, nykyinen versio tukee myös Internet Radio:ta, iPod-yhdentämistä sekä yleisiä kannettavia musiikkisoitinlaitteita, ääni-CD-levyn polttoa, ääni-CD-levyn toistoa, musiikinjakoa, ja podcasteja.
fr: Rhythmbox est un programme de lecture et de gestion de musique très facile à utiliser qui prend en charge une large gamme de formats audio (y compris mp3 et ogg). À l'origine inspiré par iTunes d'Apple, la version actuelle prend également en charge la radio Internet, l'intégration d'iPod et le support générique de lecteur audio portable, la gravure de CD audio, la lecture de CD audio, le partage de musique et les podcasts.
fr_fr: Rhythmbox est un lecteur et organisateur de musique très simple à utiliser. Il gère une large quantité de formats audio (incluant mp3 et ogg). Originalement inspiré par iTunes d'Apple, la version actuelle contient une Radio Internet, permet l'intégration d'un iPod ou autre lecteur audio, permet la gravure et la lecture de CD Audio, le partage de musique, ainsi que la lecture de Podcasts.
hu: A Rhythmbox egy nagyon egyszerűen használható zenelejátsztó és -kezelő program, amely audioformátumok széles skáláját (beleértve az mp3-at és az ogg-t) támogatja. Eredetileg az Apple iTunes inspirálta, az aktuális verzió támogatja az internetes rádiót, rendelkezik iPod-integrációval és általános hordozható zenelejátszó-támogatással, audio CD-k írásásának, lejátszásának képességével, támogatja a zenemegosztást és a podcasteket.
hu_hu: A Rhythmbox nagyon könnyen használható zenelejátszó és kezelő program, ami audio formátumok széles skáláját támogatja (beleértve az mp3-mat és az ogg-t). Eredetileg az Apple iTunes inspirálta, a jelenlegi verzió internetes rádiót, iPod integrációt és általános hordozható audio-t, audio CD írást, audio CD lejátszást, zenemegosztást és Podcast-eket is támogat
id_id: Rhythmbox adalah program pemutar dan manajemen musik yang sangat mudah digunakan yang mendukung berbagai format audio (termasuk mp3 dan ogg). Awalnya terinspirasi oleh iTunes Apple, versi saat ini juga mendukung Radio Internet, integrasi iPod dan dukungan pemutar audio portabel generik, burning CD Audio, pemutaran CD Audio, berbagi musik, dan Podcast.
it: Rhythmbox è un programma di riproduzione e gestione di musica molto facile da usare che supporta una vasta gamma di formati audio (tra cui mp3 e ogg). Originariamente ispirato a iTunes di Apple, la versione corrente supporta anche Internet Radio, integrazione di iPod e supporto per lettori audio portatile generici, masterizzazione audio CD, riproduzione audio CD, condivisione musica e podcast.
ja: Rhythmbox は非常に使いやすい音楽再生および管理ソフトで、さまざまなオーディオ形式（mp3やoggを含む）をサポートしています。 もともとAppleのiTunesに触発された現在のバージョンは、インターネットラジオ、iPodの統合、汎用ポータブルオーディオプレーヤーのサポート、オーディオCDの書き込み、オーディオCDの再生、音楽の共有、ポッドキャストもサポートしています。
ko: Rhythmbox는 사용하기 쉬우면서도 다양한 음원 포맷(MP3, OGG 등)을 지원하는 뮤직 플레이어이자 관리 프로그램입니다. Apple의 iTunes로부터 영감을 얻어 왔고, 지금은 인터넷 라디오, iPod 및 기타 포터블 오디오 플레이어와의 연동을 지원합니다. 또한 오디오 CD를 구울 수 있고 재생할 수 있으며 곡을 공유하고 Podcast 기능도 사용할 수 있죠.
lt_lt: Rhythmbox yra labai lengvai naudojama muzikos atkūrimo ir tvarkymo programa, kuri palaiko daugybę garso formatų (įskaitant mp3 ir ogg). Iš pradžių, Apple iTunes įkvėpta programa, dabartinėje versijoje taip pat palaiko internetinį radiją, iPod integraciją ir bendrą nešiojamųjų garso grotuvų palaikymą, garso CD įrašymą, garso CD atkūrimą, muzikos bendrinimą ir tinklalaides.
ms_my: Rhythmbox ialah program main dan mengurus muzik yang sangat mudah digunakan dan menyokong sejumlah besar format audio (termasuklah mp3 dan ogg). Diilham dari iTunes Apples, versi semasa juga menyokong Radio Internet, penyepaduan iPod dan sokongan pemain audio mudah alih generik, perakam CD Audio, main balik CD Audio, perkongsian muzik, serta Podcast.
nl_nl: Rhythmbox is eenvoudig te gebruiken om muziek te spelen en te beheren, ondersteunt een breed scala aan audioformaten (inclusief mp3 en ogg). Oorspronkelijk geïnspireerd door iTunes van Apple, ondersteunt de huidige versie ook internetradio, iPod-integratie en generieke ondersteuning voor draagbare audiospelers, audio-cd branden, audio-cd-weergave, muziek delen en podcasts.
pl: Rhythmbox to bardzo łatwy w użyciu program do odtwarzania i zarządzania muzyką, który obsługuje wiele formatów audio (w tym mp3 i ogg). Początkowo zainspirowany programem iTunes firmy Apple. Obecna wersja obsługuje również radia internetowe, współpracuje z iPodem i innymi przenośnymi odtwarzaczami audio, wspiera odtwarzanie i nagrywanie płyt Audio CD, udostępnianie muzyki oraz podcasty.
pt_br: Rhytmbox é um fácil player de música e gerenciador de programas que suporta vários formatos de áudio (incluindo mp3 e ogg). Originalmente inspirado no iTunes da Apple, na atual versão há suporte para Rádio Online, integração com iPod e dispositivos genéricos de players de áudio, Gravação de áudio para CDs, Reprodução de CDs de áudio, compartilhamento de músicas, e Podcasts.
pt_pt: O Rhythmbox é um programa de gestão e reprodução de música muito fácil de usar, que suporta uma ampla gama de formatos de áudio (incluindo mp3 e ogg). Originalmente inspirado no iTunes da Apple, a versão atual também oferece suporte a rádio da Internet, integração com iPod e suporte a reprodutor de áudio portátil genérico, gravação de CD de áudio, reprodução de CD de áudio, partilha de músicas e Podcasts.
ro_ro: Rhythmbox ieste un program de management si auditie muzica care suporta un mare numar de formate audio (inclusiv mp3 si ogg). Inspirat de Apple's iTunes, versiunea curenta ofera Internet Radio, integrare cu iPod si playere audio portabile generice, inscriptionare si citire CD Audio, partajare de muzica si Podcasts.
ru: Rhythmbox - это очень простая в использовании программа для воспроизведения и управления музыкой, которая поддерживает широкий спектр аудиоформатов (включая mp3 и ogg). Первоначально созданная на основе iTunes от Apple, текущая версия также поддерживает интернет-радио, интеграцию с iPod и общую поддержку портативных аудиоплееров, запись Audio CD, воспроизведение Audio CD, обмен музыкой и подкасты.
sl: Rhythmbox je preprost program za predvajanje in upravljanje z glasbo, ki podpira veliko zvočnih zapisov (vključno z mp3 in ogg). Prvotno navdihnjeni z Apple iTunes, trenutna različica podpira internetne radie, iPod podporo in podporo za prenosne predvajalnike, zapisovanje zvočnih CDjev, deljenje glasbe in poddaje.
sr@latin: Rhythmbox čini jednostavnim puštanje i organizovanje muzike. Podržava širok spektar različitih formata (uključujući mp3 i ogg). Na početku inspirisan Apple-ovim iTunes-om trenutno podržava Internet Radio, integraciju sa iPod i ostalim prenosnim audio uređajima, narezivanje i reprodukciju Audio CD-a, deljenje muzike kao i Podcast-ove.
sr_rs: Rhythmbox je veoma lak za uređjenje muzike i menadžment program koji uključuje širok spektar audio forma (uključujući mp3 i ogg). Originalno urađjen po uzoro na Apple-ov Itunes, trenutna verzija takođje podržava Internet Radio, iPod integraciju, generične portabilne plejere.
tr: Rhythmbox, çok çeşitli ses formatlarını (mp3 ve ogg dahil) destekleyen kullanımı kolay bir müzik çalma ve yönetim programıdır. Aslen Apple'ın iTunes programından esinlenen yazılımın, mevcut sürümü Internet Radyosu, iPod entegrasyonu ve genel taşınabilir ses çalar desteği, Ses CD'si yazma, Ses CD'si oynatma, müzik paylaşımı ve Podcast'leri de destekliyor.
tr_tr: Rhythmbox çok çeşitli ses biçimlerini destekleyen (mp3 ve ogg dahil olmak üzere), kullanımı kolay bir müzik yönetim ve oynatma programıdır. Apple'ın iTunes yazılımından esinlenilerek geliştirilen uygulamanın şu anki sürümüyle şunlar desteklenmektedir: İnternet Radyoları, İPod Entegrasyonu ve önde gelen medya oynatıcıları, Ses CD'si yakma, Ses CD'si oynatma, Müzik Paylaşımı ve Podcast.
zh_tw: Rhythmbox是一個簡單易用的音樂管理、播放工具，支援各種音樂格式(例如mp3和ogg)。自Apple's iTunes獲得啟發，目前的版本也支援網路收音機，iPod整合，CD燒錄，CD播放，音樂分享，可攜式音樂播放器，以及Podcasts。

source: Shotwell is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats, also including raw CR2 files.
es_es: Shotwell is un organizador de fotos digitales. Te permite importar fotos desde disco o cámara, las organiza de varias maneras, las visualiza en modo ventana o pantalla completa, y las exporta para compartirlas con otros. Es capaz de gestionar un montón de formatos de imagen diferentes, incluyendo también ficheros raw CR2.
fr_fr: Shotwell est un organiseur de photo numériques. Il permet d'importer des photos d'un disque ou d'un appareil photo, de les organiser de différentes manières, et les visionner en mode fenêtré ou plein-écran ainsi que de les exporter et de les partager. Il est capable de gérer une panoplie de formats d'image, incluant les fichiers CR2 de type "raw".
hu_hu: A Shotwell egy digitális fénykép szervező. Lehetővé teszi fényképek importálását lemezről vagy digitális fényképezőgépről, ezek szervezését különféle módokon, megtekintést teljes képernyős módban, és exportálást másokkal történő megosztáshoz. Képes kezelni sok különböző kép formátumot, a nyers CR2 fájlokat is.
lt_lt: Shotwell yra skaitmeninių nuotraukų tvarkymo programa. Ji leidžia iš disko ar fotoaparato importuoti nuotraukas, visokiais būdais jas tvarkyti, peržiūrėti pilno lango ar pilno ekrano veiksenose ir eksportuoti nuotraukas, norint bendrinti jas su kitais. Ši programa gali tvarkyti daugybę įvairių atvaizdų formatų, taip pat ir neapdorotus CR2 failus.
sl: Shotwell je organizator digitalnih fotografij. Omogoča vam uvoz fotografij z diskov ali kamere, organizira jih na številne načine, omogoča ogled fotografij v celozaslonskem načinu ter izvoz za deljenje z drugimi. Sposoben je upravljati veliko različnih zapisov slik in neobdelanih datotek CR2.
sr@latin: Shotwell organizuje vaše digitalne fotografije. Možete ih uneti sa diska ili kamere, preređavati ih po želji, pregledavati ih te izvoziti i deliti sa drugima. Podržava više različitih formata uključujući i raw CR2 fajlove.
tr_tr: Shotwell bir dijital fotoğraf düzenleyicidir. Kamera veya disklerden fotoğraflarınızı aktarma ve düzenlemenize; farklı şekillerde düzenlemenize; tam ekran ya da pencere şeklinde görüntülemenize ya da paylaşmak üzere aktarım yapmanıza olanak sağlar. CR2 dosyaları da olmak üzere çok farklı görüntü biçimlerini destekler.
zh_tw: Shotwell是一個數位相片管理器。讓您可以自硬碟或是相機匯入、管理、瀏覽照片。您可以以全螢幕模式瀏覽照片，匯出照片並和親朋好友們分享。同時它也支援各種圖片格式，甚至是raw CR2檔。

source: VLC is the VideoLAN project's media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
es_es: VLC es el reproductor multimedia del proyecto VideoLAN. Reproduce MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, y transmisiones multimedia de varias fuentes de red.
fr_fr: VLC est le lecteur media du projet VideoLAN. Il lit MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcasts ainsi que les flux multimédia de différentes sources réseau.
hu_hu: A VLC a VideoLAN projekt média lejátszója. Lejátssza az MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis fájlokat, DVD-ket, VCD-ket, és multimédia streameket különböző hálózati forrásokból.
lt_lt: VLC yra VideoLAN projekto medija leistuvė. Ji atkuria MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis failus, DVD, VCD, tinklalaides bei multimedijos srautus iš įvairių tinklo šaltinių.
sl: VLC je predvajalnik predstavnih vsebin VideoLANa. Predvaja MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVD, VCD, poddaje in predstavnih pretokov iz različnih omrežnih virov.
sr@latin: VLC je media plejer iz VideoLAN projekta. Reprodukuje MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcast-ove i razne mrežne multimedia stream-ove.
tr_tr: VLC VideoLAN Projesi'nin medya oynatıcısıdır. MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis Dosyaları; DVD, VCD, Podcastler ve farklı ağ kaynaklarından çoklu medya akışlarını oynatır.
zh_tw: VLC是VideoLAN專案的多媒體播放器。它能播放MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts,以及自各種網路來源播放多媒體串流。

source: VLC can also be used as a streaming server that duplicates the stream it reads and multicasts them through the network to other clients, or serves them through HTTP.
es_es: VLC también puede ser utilizado como un servidor de transferencia continua que duplica la transmisión que los lee y realiza multidifusión a través de la red a otros clientes, o los atiende a través de HTTP.
fr_fr: VLC peut aussi être utilisé comme un serveur de diffusion qui duplique son flux de lecture et le diffuse à de multiples clients réseaux locaux, ou par HTTP.
hu_hu: A VLC még stream szerverként is használható, ami megduplázza a sugárzást és kivetíti többfelé a hálózaton keresztül más klienseknek, vagy kiszolgálja őket HTTP-n keresztül.
lt_lt: VLC taip pat gali būti naudojama kaip transliavimo serveris, kuris dublikuoja skaitomą srautą ir per tinklą atlieka jo daugiaabonentį transliavimą kitiems klientams ar serveriams per HTTP.
sl: VLC se prav tako lahko uporabi kot strežnik pretakanja, ki podvoji pretok, ki ga bere in ga večsmerno odda prek omrežja do drugih odjemalcev ali ga pošlje prek HTTPja.
sr@latin: VLC može da se koristi i kao stream server gde učitava sa različitih izvora i šalje do klijenta kroz mrežu multicast-om ili HTTP-om.
tr_tr: VLC aynı zamanda yayın sunucusu olarak da kullanılabilir.
zh_tw: VLC也可以當成串流伺服器使用，複製串流並經由網路或是HTTP廣播至其他客戶端。

source: VLC has support for on-the-fly transcoding of audio and video formats, either for broadcasting purposes or for movie format transformations.
es_es: VLC tiene soporte para transcodificación al vuelo de formatos de audio y video, bien para propósitos de difusión o bien para conversiones de formatos de película.
fr_fr: VLC gère le transcodage de formats vidéo et audio, pour la diffusion ou le changement de format du fichier vidéo.
hu_hu: A VLC támogatja a röptében történő hang és videó átkódolást műsor sugárzás vagy film átalakítás céljából.
lt_lt: VLC turi lygiagretaus garso ir vaizdo formatų perkodavimo palaikymą, skirtą, arba transliavimo tikslams, arba filmų formato keitimui.
sl: VLC ima podporo za sprotno prekodiranje zapisov zvoka in slike za namene vsesmernega oddajanja ali za preoblikovanje zapisa filma.
sr@latin: VLC podržava istovremenu izmenu audio i video formata prilikom slanja drugim klijentima ili za potrebe izmene formata video fajla.
tr_tr: VLC yayın amaçlı ya da film biçimleri arasında dönüşüm yapma amacıyla kullanabileceğiniz, ses ve görüntü biçimlerinin "on-the-fly" çözümlemenmesi desteğini sunar.
zh_tw: 不論是為了廣播還是影片轉換，VLC也支援聲音及影像格式的即時轉碼。

source: ... And a whole lot more!
ca: ... I molt més!
de_de: ... Und sehr vieles mehr!
es: … ¡Y mucho más!
es_es: ... Y mucho más!
fi: ... sekä kosolti muuta!
fr: ...Et plus encore!
fr_fr: ... Et encore beaucoup plus !
hu: ... És még sok más!
hu_hu: ... és sok más!
id_id: ... Dan masih banyak lagi!
it: ... E molto altro ancora!
ja: ...そして、さらにたくさん！
ko: ... 그리고 말하기도 벅찬 멋진 기능들이 수도 없이 많죠!
lt_lt: ... Ir daug daugiau!
ms_my: ... Dan banyak lagi!
nl_nl: ... En nog veel meer!
pl: ... i dużo, dużo więcej!
pt_br: ... E muito mais!
pt_pt: ...e muito mais!
ro_ro: ...Si inca multe altele!
ru: ...И многое другое!
sl: ... In še veliko več!
sr@latin: ... I još puno drugih mogućnosti!
sr_rs: ... I mnogo više!
tr: ... Ve daha bir sürü şey!
tr_tr: ...ve daha fazlası!
zh_tw: ...還有更多!

source: Naturally you'll also find a firewall, backup application, document/photo scanner and printer management all included in Ubuntu MATE. And this is just the start. The
es_es: Naturalemente también encontrarás un cortafuegos, una aplicación para copias de seguridad, gestión de escáner e impresora para documentos/fotos todo incluido en Ubuntu MATE. Y esto es solo el principio. Las sección de
fr_fr: Naturellement, vous trouverez aussi un pare-feu, une application de sauvegarde, un scanner de documents/photos et un gestionnaire d'imprimante, le tout inclus dans Ubuntu MATE. Et ce n'est que le début. La section
hu_hu: Természetesen szintén találsz majd tűzfalat, biztonsági mentés kezelőt, dokumentum/fénykép szkennelőt és nyomtatáskezelőt az Ubuntu MATE-ben. És ez csak a kezdet. A
lt_lt: Įprastu atveju, jus taip pat rasite užkardą, atsarginių kopijų programą, dokumentų/nuotraukų skenavimo įrankį bei spausdinimo tvarkymą, visą tai įtrauktą į Ubuntu MATE. Ir tai tik pradžia. Sekcijose
sl: V Ubuntu MATE boste našli vključene požarni zid, program za varnostne kopije, optični bralnik dokumentov/slik in upravljalnik tiskalnikov. To pa je samo začetek.
sr@latin: Naravno tu je i firewall, backup aplikacija, menadžeri za skenere i štampače... I sve je to samo početak. U
tr_tr: Ubuntu MATE ile birlikte gelen güvenlik duvarı, yedekleme uygulaması, belge/fotoğraf tarayıcı ve yazıcı yöneticisi uygulamaları göreceksiniz. Bunlar sadece başlangıç.
zh_tw: 您也會自然的發現防火牆，備份程式，文件/照片掃描器和印表機管理，全都包含在Ubuntu MATE。

source: Software
fr_fr: Logiciels
hu_hu: Szoftver
lt_lt: Programinė įranga
sl: Zbirka programov
sr@latin: Softver
tr_tr: Yazılım
zh_tw: 軟體

source: sections includes best-in-class applications for most tasks and a one-click installer for an
es_es: incluye las mejores aplicaciones de su clase para la mayoría de tareas y un instalador de un click para una
fr_fr: inclut les applications de pointe pour la plupart des tâches, et un installeur en un clic pour un
hu_hu: részlegek tartalmazzák a legjobb minőségű alkalmazásokat a legtöbb feladatra és egy egykattintásos telepítőt ehhez:
lt_lt: yra aukščiausios klasės programos, skirtos daugeliui užduočių, o taip pat vieno spustelėjimo programa, skirta
sl: vključuje najboljše programe v svojem razredu za večino opravil in namestilnik
sr@latin: sekciji imate, najbolje u svojoj klasi, aplikacije za sve osnovne potrebe kao i instalaciju na jedan klik za
tr_tr: bölümleri işlemleriniz için sınıfının en iyi uygulamaları ve tek tuşla kurulum için bir
zh_tw: 這個章節包含同級中最佳的應用軟體，足以應付絕大部分的工作，以及一鍵安裝精靈

source: that will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
es_es: que te dará acceso a miles de aplicaciones adecuadas para más o menos cualquier actividad profesional o recreativa.
fr_fr: qui vous donnera accès à des milliers d'applications conçues pour répondre à tous les besoins professionnels ou particuliers.
hu_hu: ami hozzáférést enged alkalmazások ezreihez, amik alkalmasak csaknem bármilyen professzionális, vagy szórakozási célra.
lt_lt: , kuri suteiks jums prieigą prie tūkstančių programų, tinkančių profesiniams ar pramoginiams tikslams.
sl: , ki vam bo omogočil dostop do tisočih programov, primernih tako za profesionalnega kot rekreativnega uporabnika.
sr@latin: koja Vam pruža pristup hiljadama drugih aplikacija za profesionalnu ili ličnu upotrebu.
tr_tr: bulursunuz ve bu yazılım ile profesyonel ya da keyfi kullanımlara uyacak binlerce uygulamaya ulaşma imkanı bulursunuz.
zh_tw: 這將會提供您成千上萬的應用程式。無論是追求專業或者休閒目的都適合。

source: Games
ca: Jocs
de_de: Spiele
es: Juegos
es_es: Juegos
fi: Pelit
fr: Jeux
fr_fr: Jeux
hu: Játékok
hu_hu: Játékok
id_id: Permainan
it: Giochi
ja: ゲーム
ko: 사용자는 게임을 원한다
lt_lt: Žaidimai
ms_my: Permainan
nl_nl: Spellen
pl: Gry
pt_br: Jogos
pt_pt: Jogos
ro_ro: Jocuri
ru: Игры
sl: Igre
sr@latin: Igre
sr_rs: Igre
tr: Oyunlar
tr_tr: Oyunlar
zh_tw: 遊戲

source: In the last couple of years Linux has become a first class gaming platform thanks to
es_es: En el par de años Linux se ha convertido en una plataforma de videojuegos de primera clase gracias a
fr_fr: En quelques années Linux est devenu une plate-forme de jeu de premier choix grâce à
hu_hu: Az utóbbi néhány évben a Linux elsőosztályú játékos platformmá vált, amiért köszönetet érdemel a
lt_lt: Per kelis paskutinius metus Linux tapo pirmos klasės žaidimų platforma, dėka
sl: V zadnjih nekaj letih je postal Linux prvorazredno okolje za igre zahvaljujoč
sr@latin: U zadnjih par godina Linux he postao prvoklasna platforma za igre pre svega zahvaljujući
tr_tr: Son birkaç yılda Linux birinci sınıf bir oyun platformu konumunda geldi ve bunu
zh_tw: 近幾年來Linux已經成為一個頂級的遊戲平台，感謝

source: bringing the
es_es: por traer la plataforma
fr_fr: amenant les jeux de
hu_hu: azáltal, hogy elhozta
lt_lt: , kuri įtraukė
sl: , ki prinaša
sr@latin: koji je pružio svoju
tr_tr: firması ve Linux'a getirdiği
zh_tw: 帶來
