Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: Features
ca: Característiques
de_de: Eigenschaften
es: Funcionalidades
es_es: Características
fi: Ominaisuudet
fr: Fonctionnalités
fr_fr: Fonctionnalités
hu: Jellemzők
hu_hu: Jellemzők
id_id: Fitur
it: Caratteristiche
ja: 機能
ko: 기능
lt_lt: Ypatybės
ms_my: Fitur
nl_nl: Kenmerken
pl: Cechy systemu
pt_br: Recursos
pt_pt: Funcionalidades
ro_ro: Functionalitati
ru: Особенности
sl: Zmožnosti
sr@latin: Mogućnosti
sr_rs: Karakteristike
tr: Özellikler
tr_tr: Özellikler
zh_tw: 功能與特色

source: Modern and Full-Featured
ca: Modern i complet
de_de: Modern und voll ausgestattet
es: Moderno y completo
es_es: Moderno y Completamente Equipado
fi: Nykyaikainen ja täysiominaisuuksinen
fr: Fonctionnalités complètes et modernes
fr_fr: Moderne et Complet
hu: Modern és teljes funkcionalitású
hu_hu: Modern és funkciógazdag
id_id: Modern dan Penuh Fitur
it: Moderno e completo
ja: モダンでフル機能
ko: 현대적이고 풍부한 기능
lt_lt: Šiuolaikinė ir visiškai parengta
ms_my: Modern dan Berfitur-Lengkap
nl_nl: Modern en volledig uitgerust
pl: Nowoczesny i przepełniony funkcjami
pt_br: Moderno e cheio de recursos
pt_pt: Moderno e repleto de funcionalidades
ro_ro: Modern si Functional
ru: Современная и продвинутая
sl: Spodoben in poln zmožnosti
sr@latin: Moderan i potpuno opremljen
sr_rs: Moderan i Pun mogućnosti
tr: Modern ve Tam-Özellikli
tr_tr: Modern ve Tam Teşekküllü
zh_tw: 現代且全功能的

source: Ubuntu MATE is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
es_es: Ubuntu MATE es un sistema operativo moderno para ordenador, con una interfaz de usuario atractiva y fácil de entender. Su gestor de actualizaciones mantiene no solo al sistema operativo en sí, sino a todas sus aplicaciones instaladas, actualizados a la versión actual. El sistema operativo es más seguro, y está mejor soportado que sistemas operativos que vienen preinstalados en la mayoría de hardware de computación doméstico de hoy.
fr_fr: Ubuntu MATE est un système d'exploitation moderne doté d'une interface attirante et facile à comprendre. Son gestionnaire de mise à jour conserve non seulement le système à jour mais également toutes les applications installées. Dès lors, le système d'exploitation est plus sûr et mieux supporté que la plupart des systèmes d'exploitations pré-installés sur les ordinateurs personnels.
hu_hu: Az Ubuntu MATE egy modern operációs rendszer egy vonzó, könnyen használható felhasználói felülettel. A frissítéskezelője nem csak az operációs rendszert, de az összes telepített alkalmazást naprakészen tartja az aktuális kiadáshoz. Az operációs rendszer biztonságosabb és jobban támogatott, mint a legtöbb otthoni számítógépre előtelepített operációs rendszer manapság.
lt_lt: Ubuntu MATE yra šiuolaikinė kompiuterinė operacinė sistema su patrauklia ir lengvai suprantama naudotojo sąsaja. Jos atnaujinimų tvarkytuvė palaiko atnaujintą ne tik operacinę sistemą, bet visas jos įdiegtas programas. Operacinė sistema yra saugesnė ir geriau palaikoma nei daugelis, šiuo metu į namų naudotojų kompiuterius iš anksto įdiegtų operacinių sistemų.
sl: Ubuntu MATE je sodoben računalniški operacijski sistem, s privlačnim in enostavnim uporabniškim vmesnikom. Upravljalnik posodobitev ohranja operacijski sistem kot tudi vse nameščene programe posodobljene v trenutni izdaji. Operacijski sistem je bolj varen in bolje podprt od operacijskih sistemov, ki danes pridejo vnaprej nameščeni na večino računalnikov za domačo uporabo.
sr@latin: Ubuntu MATE je moderan operativni sistem sa atraktivnim i lako razumljivim korisničkim interfejsom. Ugrađeni softver menadžer održava i ažurira na najnovije verzije kako sam operativni sistem tako i sve njegove instalirane aplikacije. Ovaj operativni sistem je bezbedniji i ima bolju podršku u odnosu na operativne sisteme koji se danas nalaze na većini kućnih računara.
tr_tr: Ubuntu MATE etkileyici ve anlaşılması kolay kullanıcı arayüzüne sahip, modern bir işletim sistemidir. Mevcut güncelleme yöneticisi ile sadece işletim sistemini güncellemekle kalmaz, aynı zamanda yüklü olan tüm uygulamaların en güncel sürümlerine sahip olmanızı sağlar. Ev kullanıcılarına yönelik ön tanımlı uygulamalar ile gelen günümüz işletim sistemlerinden daha güvenli ve destek oranı daha yüksektir.
zh_tw: Ubuntu MATE是一個現代的電腦作業系統，配有簡單易用卻吸引人的使用者介面。其中的更新管理員不只保持系統本身的更新，還可以確保已安裝的程式到最新的版本。這個作業系統更加的安全，也更能搭配當今家用電腦的硬體。

source: Pre-Configured Yet Flexible
ca: Preconfigurat i flexible
de_de: Vorkonfiguriert und dennoch flexibel
es: Preconfigurado pero flexible
es_es: Preconfigurado Pero Flexible
fi: Esiasetuksineen saapuva mutta joustava
fr: Pré-configuré mais toujours flexible
fr_fr: Pré-Configuré Mais Flexible
hu: Előre konfigurált, mégis rugalmas
hu_hu: Előre beállított, mégis rugalmas
id_id: Pra-Konfigurasi Tetapi Tetap Fleksibel
it: Predefinito e flessibile
ja: 事前設定済みで柔軟
ko: 틀을 깨고 싶은 사용자에게
lt_lt: Iš anksto sukonfigūruota, bet lanksti
ms_my: Dipra-Konfigur Tetapi Fleksibel
nl_nl: Vooraf geconfigureerd, toch flexibel
pl: Wstępnie skonfigurowany, ale elastyczny
pt_br: Pré-Configurado porém Flexível
pt_pt: Pré-configurado porém flexível
ro_ro: Pre-configurat dar flexibil
ru: Уже настроенная, но все еще гибкая
sl: Prednastavljen vendar prilagodljiv
sr@latin: Unapred konfigurisan ali fleksibilan
sr_rs: Prekonfigurisan a fleksibilan
tr: Önceden Yapılandırılmış olsa da Esnek
tr_tr: Yapılandırılmış Fakat Esnek
zh_tw: 預先調整好但保有彈性

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
es_es: Usar Ubuntu MATE te proporcionará la libertad para ejecutar un sistema opertaivo completo y repleto de funcionalidades, preconfigurado con la mayoría de (si no todas) las aplicaciones que necesitarás para tu informática diaria. Cambia cualquier cosa de su apariencia, la forma en que trabaja, o las aplicaciones que ejecuta para adaptarse a tu gusto.
fr_fr: Utiliser Ubuntu MATE c'est la liberté d'utiliser un système d'exploitation pré-configuré avec la plupart voir toutes les applications dont vous aurez besoin dans votre utilisation quotidienne, mais aussi la liberté de changer ce que vous voulez sur son apparence, la façon dont il fonctionne et les applications qui s'y trouvent pour s'adapter à vos goûts.
hu_hu: Az Ubuntu MATE használata biztosítja számodra egy teljes, funkció gazdag operációs rendszer futtatásának szabadságát, ami előre be van állítva a legtöbb (ha nem az összes) mindennapi számítógép használathoz szükséges alkalmazással. Megváltoztathatod a kinézetét, a működésmódját, vagy a futtatott alkalmazásokat ízlésednek megfelelően.
lt_lt: Naudojimasis Ubuntu MATE pateikia jums laisvę vykdyti pilną, visiškai parengtą operacinę sistemą su iš anksto sukonfigūruotomis daugeliu, jei ne visomis, jums kasdieniam naudojimui reikalingomis programomis - arba laisvę pagal savo poreikius keisti bet ką: išvaizdą, veikseną ar vykdomas programas.
sl: Z uporabo Ubuntu MATE boste imeli operacijski sistem poln zmožnosti, prednastavljen z večino, če ne vsemi, programi, ki jih potrebujete za vsakodnevno uporabo. Spremenite lahko kako zgleda, kako deluje ali programe, ki jih poganja.
sr@latin: Ubuntu MATE-a Vam omogućuje da izvršavate kompletan potpuno funkcionalan operativni sistem, unapred konfigurisan sa većinom ako ne i svim aplikacijama neophodnim za svakodnevni rad, ostavljajući mogućnost da promenite izgled, način rada, kao i da zamenite i koristite aplikacije koje više odgovaraju Vašem ukusu.
tr_tr: Ubuntu MATE size özgür, tam donanımlı, büyük ölçüde yapılandırılmış, hepsi olmasa bile günlük kullanımınız için gerekli çoğu uygulamayı içeren; görünümünü istediğiniz şekilde değiştirebileceğiniz, nasıl davranacağına karar verebileceğeniz; ya da zevkinize göre uygulamaları çalıştırabileceğiniz bir işletim sistemi kullanma olanağını sunar.
zh_tw: Ubuntu MATE讓您自由地執行完整，全功能的作業系統，預先調整好的應用程式足以應付日常所需。自訂Ubuntu MATE的外觀，喜歡的樣式，讓程式依照您的喜好執行

source: Built-In Security
ca: Seguretat incorporada
de_de: Eingebaute Sicherheit
es: Seguridad incorporada
es_es: Seguridad Incorporada
fi: Turvallisuus sisäänrakennettuna
fr: Fonctions de sécurité intégrées
fr_fr: Sécurité Intégrée
hu: Beépített Védelem
hu_hu: Beépített biztonság
id_id: Keamanan Built-In
it: Sicurezza integrata
ja: 組み込みのセキュリティ
ko: 아메바도 기어들어 올 수 없는 보안
lt_lt: Įtaisytas saugumas
ms_my: Keselamatan Terbina-Dalam
nl_nl: Ingebouwde beveiliging
pl: Wbudowane zabezpieczenia
pt_br: Construído com segurança
pt_pt: Construído com segurança
ro_ro: Securitate Implicita
ru: Встроенная система защиты
sl: Vgrajena varnostna zaščita
sr@latin: Ugrađene sigurnosne mere
sr_rs: Ugrađjena bezbednost
tr: Yerleşik Güvenlik
tr_tr: Yerleşik Güvenlik
zh_tw: 內建安全性

source: Ubuntu MATE is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu MATE receives updates continuously. The updates include security patches for Ubuntu MATE and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
es_es: Ubunu MATE está diseñado con la seguridad en mente. A diferencia de sistemas operativos que se actualizan solo una vez al mes, Ubuntu MATE recibe actualizaciones continuamente. Las actualizaciones incluyen parches de seguridad para Ubuntu MATE y todos sus componentes. Actualizaciones de seguridad para todas las aplicaciones instaladas son también provistas en el mismo plan. ¡Esto te garantiza lo último en protección para todo el software de tu ordenador - tan pronto como esté disponible!
fr_fr: Ubuntu MATE a été conçu en pensant à la sécurité. Contrairement aux systèmes d'exploitation qui ne se mettent à jour qu'une fois par mois, Ubuntu MATE reçoit des mises à jour continuellement. Celles-ci incluent des correctifs de sécurité pour Ubuntu MATE ainsi que toutes ses composantes. Les mises à jour de sécurité sur les applications installées sont également fournies à la même fréquence, ce qui garantit que vous aurez la protection la plus récente pour tous les logiciels de votre ordinateur, dès qu'elle est disponible !
hu_hu: Az Ubuntu MATE-t a biztonságot szem előtt tartva tervezték. Az Ubuntu MATE folyamatosan kap frissítéseket, nem úgy, mint más operációs rendszerek, amik havonta egyszer kapnak. A frissítések biztonsági javításokat tartalmaznak a rendszerhez és minden összetevőjéhez. Ugyanolyan ütemezéssel biztosítottak a telepített alkalmazásokhoz is a frissítések. Ez biztosítja, hogy minden szoftverhez megvan a legfrissebb védelmed - amint az elérhető!
lt_lt: Ubuntu MATE buvo sukurta galvojant apie saugumą. Kitaip nei kitos operacinės sistemos, kurios yra atnaujinamos tik kartą per mėnesį, Ubuntu MATE gauna atnaujinimus nepertraukiamai. Į atnaujinimus įeina saugumo pataisos, skirtos Ubuntu MATE bei visiems jos komponentams. Saugumo atnaujinimai visoms įdiegtoms programoms, taip pat yra pateikiami tokiu pačiu tvarkaraščiu. Tai užtikrina, kad turite naujausią visos savo kompiuterio programinės įrangos apsaugą -- iš karto, kai ji yra prieinama!
sl: Ubuntu MATE je načrtovan z varnostjo na prvem mestu. Za razliko od drugih operacijskih sistemov, ki prejmejo posodobitev enkrat na mesec, jih Ubuntu MATE nenehno. Posodobitve vključujejo varnostne popravke za Ubuntu MATE in njegove sestavne dele. Prav tako prejmete vse varnostne posodobitve za nameščene programe. To zagotavlja, da imate takoj najnovejšo zaščito za vse vaše programe.
sr@latin: U biti Ubuntu MATE dizajna su ugrađene sigurnosne mere. Za razliku od operativnih sistema koji se ažuriraju jednom mesečno Ubuntu MATE se ažurira neprekidno. Ispravke uključuju bezbedonosne zakrpe za Ubuntu MATE i njegove komponente. Bezbedonosne ispravke su takođe dostupne po istom rasporedu i za sve njegove aplikacije. Ovakav sistem osigurava da imate najnoviju zaštitu za sav softver čim isti postane dostupan.
tr_tr: Ubuntu MATE güvenlik göz önünde bulundurularak tasarlanmıştır. Sadece aylık olarak güncelleme alan işletim sistemlerinin aksine, Ubuntu MATE sürekli olarak güncellemeleri alır. Bu güncellemeler Ubuntu MATE ve tüm bileşenleri için güvenlik yamalarını içerir. Yüklü uygulamaların güncellemeleri de aynı anda sunulur. Bu, yazılımlarınızda yayımlanmış en güncel korumayı kullanmanızı sağlar.
zh_tw: Ubuntu MATE一直將安全性牢記在心。不像其他作業系統一個月更新一次，Ubuntu MATE持續的在更新。更新內容包含系統以及已安裝的應用程式安全性修補。只要一有更新，這些措施將確保所有在您電腦上的軟體都擁有最新的防護!

source: Ubuntu MATE can get viruses and other infections... but it doesn't. Rapid and timely updates ensure that there are very few, if any threats to Linux systems like Ubuntu MATE that persist in the wild. In reality, there have been very few "public" infections in the last 10 years that can affect Ubuntu MATE. They are no longer a threat to anyone installing or using a modern Linux distribution today. Ubuntu MATE is designed to make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to Ubuntu MATE.
es_es: Ubuntu MATE puede tener virus y otras infecciones... pero no los tiene. Actualizaciones rápidas y puntuales aseguran que hay muy pocas, si acaso alguna, amenazas a sistemas Linux como Ubuntu MATE que persisten en lo salvaje. En realidad, ha habido muy pocas infecciones "públicas" en los últimos 10 años que puedan afectar a Ubuntu MATE. Ya no son una amenaza para nadie que instale o use una distribución Linux moderna hoy. Ubuntu MATE está diseñado para dificultar a virus, rootkits y otro malware el ser instalados y ejecutados sin intervención consciente por tu parte, la del usuario. Incluso si accidentalmente provocas una infección, hay posibilidades de que esté diseñada para atacar a Windows y no haga mucho, si acaso algún daño a Ubuntu MATE.
fr_fr: Bien qu'il est techniquement possible qu'Ubuntu MATE contracte une infection due à des virus ou autres... cela n'arrivera pas. Des mises à jour rapides et opportunes vous assurent que très peu ou même aucunes menaces pouvant affecter les systèmes Linux tel Ubuntu MATE persistent dans la nature. En fait, il n'y a eu que très peu d'infections mises au jour ces 10 dernières années qui puissent affecter Ubuntu MATE. Dès lors, elles ne sont plus une menace pour quiconque installe une distribution Linux moderne. Ubuntu MATE est conçu pour compliquer l'installation de virus, root kits et autres pourriciels, sans le consentement de vous, l'utilisateur. Et même si par mégarde, vous veniez à faciliter accidentellement une infection, fort est à parier qu'elle aura été conçue pour attaquer Windows et fera peu, voir aucun dommages à Ubuntu MATE.
hu_hu: Az Ubuntu MATE kaphat vírusokat és más fertőzéseket... de mégsem kap. Gyors és időben történő frissítések biztosítják, hogy nagyon kevés (ha egyáltalán van) fenyegetés érje a Linux rendszereket, amik jól állják a sarat. Valójában nagyon kevés "nyilvános" fertőzés jött létre az elmúlt 10 évben, ami hatással lehet az Ubuntu MATE-re. Ezek már nem veszélyesek a modern Linux disztribúciót használóknak manapság. Az Ubuntu MATE-t úgy tervezték, hogy nagyon nehezen tudjanak települni és futni a vírusok, root kit-ek és más rosszindulatú szoftverek a felhasználó általi tudatos közbelépés nélkül. Még ha véletlenül be is szereznél vírust, nagy az esélye, hogy az a Windows megtámadására készült, és alig, vagy szinte semmi kárt nem tehet az Ubuntu MATE-ben.
lt_lt: Ubuntu MATE gali būti užkrėsta virusais ir kitais užkratais... tačiau ji neužsikrečia. Greiti ir savalaikiai atnaujinimai užtikrina, kad Linux sistemos, tokios kaip Ubuntu MATE, būtų kuo atsparesnės visiems siaučiantiems virusams. Realybėje, per pastaruosius 10 metų, buvo tik keli "vieši" užkratai, kurie galėtų paveikti Ubuntu MATE. Šie užkratai daugiau nekelia gresmės tiems, kas įdiegia ar naudoja šiuolaikinę Linux distribuciją. Ubuntu MATE yra sukurta taip, kad virusams ir kitoms kenkėjiškoms programoms būtų sudėtinga būti įdiegtoms ir vykdomoms be sąmoningo jūsų, kaip naudotojo, įsikišimo. Net jeigu ir netyčia prisijaukinsite užkratą, yra daugiau tikimybės, jog jis bus sukurtas užpulti Windows sistemą ir, jog jis nepadarys jokios didelės, arba nepadarys visai jokios žalos Ubuntu MATE sistemai.
sl: Ubuntu MATE se lahko okuži z virusi in drugimi okužbami ... ampak se ne. Hitre in pravočasne posodobitve zagotovijo da je zelo malo, če sploh katera, grožnja sistemu Linux kot je Ubuntu MATE. Dejansko je bilo zelo malo "javnih" okužb v zadnjih 10 letih, ki lahko okužijo Ubuntu MATE. Ti niso več grožnja nobenemu, ki danes namesti moderno distribucijo Linuxa. Ubuntu MATE je načrtovan tako, da je oteženo virusom, korenskim kompletom in drugim zlonamernim programom nameščanje in zagon brez zavestnega posredovanje uporabnika. Tudi če ponesreči spustite okužbo je po vsej verjetnosti narejena za napad Windowsov in ne bo storila veliko, ali sploh ne bo škode na Ubuntu MATE.
sr@latin: Ubuntu MATE može da zapati viruse i ostale infekcije ali se to u praksi retko dešava. Blagovremena i hitra dostupnost ispravki dovodi do retkih i kratkotrajnih sigurnosnih propusta u Linux sistemima poput Ubuntu MATE-a. U zadnjih 10 godina viđena je samo nekolicina infekcija koje bi mogle da ugroze Ubuntu MATE. Naravno, nijedna od njih ne može da predstavlja realan problem onom ko instalira i koristi modernu Linux distribuciju. Ubuntu MATE po svom dizajnu čini da virusi, rootkit-ovi i ostali nepoželjan softver jako teško mogu da se instaliraju i izvršavaju bez svesne intervencije od strane korisnika. Ako nekako, slučajno, uspete da zapatite infekciju šanse su da je ista pravljena za Windows i teško da uopšte može da naudi Ubuntu MATE sistemu.
tr_tr: Ubuntu MATE virüs ve diğer zararlı yazılımlardan etkilenebilir... Aslında etkilenmez. Hızlı ve zamanında güncellemeler, Ubuntu MATE gibi diğer Linux sistemlere yönelebilecek tehditleri en aza indirger. Aslında son 10 yılda Ubuntu MATE'yi de etkileyebilecek çok az sayıda "genel" bulaşma vakası yaşandı. Modern Linux dağıtımlarını indirip kuran kullanıcılar için artık böyle tehditler mevcut değil. Ubuntu MATE virüs, rootkit ve diğer kötü amaçlı yazılımların sisteminize kurulup fark edilmeksizin çalışmasını zorlaştıracak şekilde tasarlandı. Hatayla bu yazılımlara davetiye çıkarsanız bile bunların Windows'a yönelik için tasarlanmış ve Ubuntu MATE'ye zarar vermeyen saldırılar olma ihtimali oldukça yüksek.
zh_tw: Ubuntu MATE也可能受到病毒及其他惡意程式的感染...但是他不會。快速即時的更新確保一般就不太會受到病毒威脅的Linux系統例如Ubuntu MATE更不容易受到危害。在現實生活中，過去十年內極少數的惡意程式可以影響Ubuntu MATE。使用當今的Linux發行版，任何人都不再受到病毒的威脅。對於病毒以及其他惡意程式來說，除非使用者介入，否則Ubuntu MATE的設計使它們很難被安裝。即便您不小心觸發了感染，給了它們攻擊的機會，但這不是Windows，Ubuntu MATE將不會受到影響。

source: Another significant security feature of Ubuntu MATE is that its users are not administrators by default. Administrators ("root" users) on any computer system have permission to do anything they want, including the ability to damage the system.
es_es: Otra característica de seguridad significativa de Ubuntu MATE es que sus usuarios no son administradores por defecto. Los administradores (usuarios "root") de cualquier sistema de ordenador tienen permisos para hacer cualquier cosa que quieran, incluyendo la habilidad para dañar al sistema.
fr_fr: Une autre fonctionnalité de sécurité importante d'Ubuntu MATE est que les utilisateurs ne sont pas des "administrateurs" par défaut. Les administrateurs (utilisateurs "root") d'un système informatique ont accès à faire ce qu'ils veulent, y compris endommager le système.
hu_hu: Az Ubuntu MATE másik jelentős biztonsági funkciója, hogy a felhasználói alapértelmezetten nem rendszergazdai jogosultságúak. A rendszergazdák ("root" felhasználók) bármely rendszeren engedéllyel rendelkeznek arra, hogy azt csinálják, amit akarnak beleértve a rendszer károsítását.
lt_lt: Kita svarbi Ubuntu MATE saugumo ypatybė yra ta, kad jos naudotojai pagal numatymą nėra administratoriai. Administratoriai ("root" naudotojai) bet kurioje kompiuterinėje sistemoje turi teisių atlikti bet kokius norimus veiksmus, tuo pačiu ir žalą sistemai.
sl: Še ena zelo pomembna varnostna zmožnost Ubuntu MATEa je, da uporabniki niso privzeto skrbniki. Skrbniki ("root") imajo dovoljenje, da storijo vse kar želijo, vključno z zmožnostjo poškodovanja sistema.
sr@latin: Dodatna sigurnosna mera u Ubuntu MATE-u su korisnički nalozi koji po default-u nisu administratori. Administratori (tzv. "root" nalozi) na svakom kompjuterskom sistemu imaju mogućnost da rade šta god požele uključujući i mogućnost da prave štetu.
tr_tr: Ubuntu MATE'nin bir diğer önemli güvenlik özelliği iste ön tanımlı olarak hiç bir kullanıcı hesabının yönetici haklarına sahip olmaması. Yönetici hesapları ("root") işletim sistemi üzerinde sisteme zarar verme ihtimali bulunan işlemler de olmak üzere istediği değişiklikleri yapma yetkisine sahip hesaplardır.
zh_tw: Ubuntu MATE另外一項顯著的安全特色就是使用者預設並非root。Administrators("root" users)於任何電腦系統可以做任何事情，包括損害系統的能力。
