Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: platform to Linux. At the time of writing Steam has more than 1000 high quality indie and AAA titles available for Linux. Ubuntu MATE is fully compatible with Steam for Linux.
es_es: a Linux. Mientras esto se escribe, Steam tiene más de 1.000 títulos independientes y AAA de alta calidad disponibles para Linux. Ubuntu MATE es completamente compatible con Steam para Linux.
fr_fr: sur Linux. Au moment d'écrire ces lignes, Steam contient plus de 1000 jeux indépendants de qualité ainsi que des titres à succès disponibles sur Linux. Ubuntu MATE est entièrement compatible avec Steam pour Linux.
hu_hu: platformot Linuxra. Jelen írás pillanatában a Steamen több mint 1000 minőségi független és AAA cím érhető el Linuxra. Az Ubuntu MATE teljes mértékben kompatibilis a Linuxos Steammel.
lt_lt: platformą į Linux. Rašymo metu Steam platformoje yra daugiau kaip 1000 aukštos kokybės "indie" ir AAA antraščių, prieinamų Linux. Ubuntu MATE yra pilnai suderinama su, Linux skirta, Steam platforma.
sl: okolje na Linux. V času pisanja ima Steam več kot 1000 visokokakovostnih iger neodvisnih založnikov ter AAA iger na voljo za Linux. Ubuntu MATE je polno združljiv s Steamom za Linux.
sr@latin: platformu za Linux. U trenutku pisanja na Steam-u se nalazi preko 1000 kvalitetnih indie i AAA naslova koji rade na Linux-u. Ubuntu MATE je potpuno kompatibilan sa platformom Steam for Linux.
tr_tr: 'e borçlu. Bu yazının yazıldığı sırada Steam bünyesinde 1000'den fazla yüksek kalite indie ve AAA içeriyor. Ubuntu MATE Linux için Steam ile tam uyumludur.
zh_tw: 此刻，Steam已經為Linux準備好超過1000個具有AAA稱號和高品質的獨立遊戲。Ubuntu MATE完全相容於Steam for Linux。

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu MATE. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
es_es: Mientras que Steam es un gran paso adelante para los videojuegos en Linux, hay también muchos títulos de juegos de Código Abierto disfrutables y de alta calidad para Ubuntu MATE. No importa si te gustan los simuladores de vuelo, las carreras de motor, los disparos en primera persona, saltar y correr o los juegos de cartas, encontrarás algo que te mantendrá entretenido.
fr_fr: Bien que Steam est un grand pas en avant pour le jeu sur Linux, une multitude de jeux Open Source de haute qualité sont aussi disponibles pour Ubuntu MATE. Que vous aimiez les simulateurs de vol, la course en voiture, les first-person shooters, les jeux de plateforme ou les jeux de cartes, vous trouverez quelque chose pour vous divertir.
hu_hu: Bár a Steam egy nagy előrelépés a Linuxon történő játékban, azért sok minőségi és élvezhető nyílt forrású játék is elérhető az Ubuntu MATE-re. Akár a repülőgép szimulátort, motorversenyt, lövöldözős, ugrálós és rohangálós, vagy a kártyajátékokat szereted, mindenképp találni fogsz valamit, ami szórakoztat.
lt_lt: Nors Steam yra didelis žaidimų, Linux platformoje, žingsnis pirmyn, Ubuntu MATE taip pat yra prieinama ir daug kokybiškų ir malonių Atviro kodo žaidimų. Nesvarbu, ar jums patinka skraidymo simuliatoriai, lenktyniniai, pirmojo asmens šaudyklės, veiksmo ar kortų žaidimai, jū rasite ką nors, kas galėtų jus užimti.
sl: Medtem, ko je Steam ogromen korak naprej k igranju iger na Linuxu, je veliko visokokakovostnih in odprtokodnih iger na voljo za Ubuntu MATE. Ni pomembno, če so vam všeč simulatorji letenja, dirkanje z avti, prvoosebne streljačine, igre s kartami, boste zagotovo našli nekaj, kar vas bo zabavalo.
sr@latin: Dostupnost Steam-a je zasigurno korak unapred za Linux ali pored njega postoje mnoge kvalitetne i interesante Open Source igre dostupne za Ubuntu MATE. Bili to simulatori leta, moto-trke, pucačine u prvom licu, platformeri ili igre sa kartama sigurno ima neka koja će Vas zabaviti.
tr_tr: Steam'in varlığı Linux oyun dünyası için büyük bir adım olmakla birlikte, Ubuntu MATE için yüksek kaliteli birçok Açık Kaynak oyun da bulunmaktadır. Uçuş simülasyonu, motor yarışları, FRP, zıplama ve koşma, kart oyunları... Hangisinden hoşlandığınız fark etmez, sizi eğlendirecek bir oyunu mutlaka bulacaksınız.
zh_tw: Steam讓Linux在遊戲方面跨進一大步，那裡為Ubuntu MATE準備了許多高品質且好玩的開源遊戲。無論您喜歡模擬飛行，機車競速，第1人稱射擊，動作或者卡片遊戲，您都可以在這裡找到。

source: Accessibility
es_es: Accesibilidad
fr_fr: Accessibilité
hu_hu: Alkalmazások fogyatékkal élőknek
lt_lt: Prieinamumas
sl: Dostopnost
sr@latin: Dostupnost
tr_tr: Erişilebilirlik
zh_tw: 協助工具

source: Making an accessible operating system was a key priority when the Ubuntu MATE founders initially set out the goals of the project.
es_es: Hacer un sistema operativo accesible fue una clave prioritaria cuando los fundadores de Ubuntu MATE inicialmente presentaron las metas del proyecto.
fr_fr: Rendre le système d'exploitation accessible à tous était une des priorités lorsque les fondateurs d'Ubuntu MATE ont initialement énoncés les objectifs du projet.
hu_hu: Egy bárki számára könnyen hozzáférhető operációs rendszer készítése kulcsfontosságú volt, mikor az Ubuntu MATE alapítói kezdetben kitűzték a projekt céljait.
lt_lt: Prieinamos operacinės sistemos kūrimas buvo vienas iš pagrindinių prioritetų, kuomet Ubuntu MATE kūrėjai, pradžioje, nustatinėjo projekto uždavinius.
sl: Ustvarjanje dostopnega operacijskega sistema je bila ključna prednost, ko so ustanovitelji Ubuntu MATEa postavili cilje projekta.
sr@latin: Imati sistem koji je dostupan svima je bio jedan od osnovnih ciljeva koje su osnivači Ubuntu MATE-a postavili na samom početku.
tr_tr: Ubuntu MATE'nin kurucuları projeye başladıklarında anahtar öneme sahip ve önceliklerinden olan bir konu da erişilebilir bir işletim sistemi yapmaktı.
zh_tw: 這個作業系統以大家都可以輕易上手為優先，而這也是當初Ubuntu MATE創始人們設立這個專案的目標。

source: Ubuntu MATE is never going to be able to offer the comprehensive integration of assistive technologies that
es_es: Ubuntu MATE nunca va a ser capaz de ofrecer la integración completa de tecnologías de asistencia que
fr_fr: Ubuntu MATE ne sera jamais en mesure d'offrir l'intégration complète des technologies d'assistance au niveau de
hu_hu: Az Ubuntu MATE soha nem lesz képes a kisegítő technológiák olyan átfogó integrációját felajánlani, mint amit a
lt_lt: Ubuntu MATE niekada negalės pasiūlyti tokią plačią pagalbinių technologijų integraciją, kurią pateikia
sl: Ubuntu MATE ne bo nikoli mogel ponujati obsežno podporo pomožnih tehnologij, ki jih
sr@latin: Ubuntu MATE verovatno nikad neće moći da ponudi sveobuhvatnu integraciju za osobe sa invaliditetom kakvu
tr_tr: Ubuntu MATE hiç bir zaman
zh_tw: Ubuntu MATE將永遠不會提供全面整合的協助科技

source: provides. But Ubuntu MATE will continue to follow their lead so that Ubuntu MATE is a viable desktop solution where computer access is shared within a household or business where individual needs differ.
es_es: proporciona. Pero Ubuntu MATE seguirá su liderato para que Ubuntu MATE sea una solución de escritorio viable donde el acceso al ordenador esté compartido, dentro de un hogar o un negocio donde las necesidades individuales difieren.
fr_fr: Mais Ubuntu MATE continuera de s'en servir comme guide et faire en sorte qu'Ubuntu MATE soit une solution viable dans un environnement où l'accès à un ordinateur est partagé, comme à la maison ou en entreprise où les besoins de chacun diffèrent.
hu_hu: biztosít. De követni fogja a kijelölt útjukat, hogy az Ubuntu MATE egy életképes asztali megoldás legyen ott, ahol a számítógépen a különböző egyéni igényekkel rendelkező felhasználók osztoznak egy háztartásban, vagy vállalatnál.
lt_lt: . Tačiau Ubuntu MATE ir toliau seks savo tikslais, kad Ubuntu MATE išliktų perspektyviu darbalaukio sprendimu ten, kur prieiga prie kompiuterio yra dalinamasi, ar tai namų ūkyje, ar versle, ten, kur asmenų poreikiai skiriasi.
sl: ponuja. Ubuntu MATE bo vseeno sledil svojemu cilju, da postane uspešna namizna rešitev, kjer se dostop do računalnika deli med člani družine ali podjetjem, kjer imajo posamezniki različne potrebe.
sr@latin: pruža. Ali će se Ubuntu MATE svakako voditi njihovim primerom kako bi pružio upotrebljivo desktop rešenje za što širi spektar ljudi uključujući i one koji imaju specifične potrebe.
tr_tr: dağıtımının sağladığı geniş ve kapsayıcı yardımcı teknolojileri sağlayamayacak. Ancak Ubuntu MATE onların yönlendiriciliğini takip edecek ve bilgisayar erişiminin paylaşıldığı ve ihitayaca göre değiştiği aile ortamları ya da iş çevrelerinde uygulanabilir bir masaüstü alternatifi olacak.
zh_tw: 但Ubuntu MATE會作為一個易於上手的桌面環境並持續領先。不論是家庭主婦或是企業需求，不同個體的需求都可以得到滿足。

source: Mobile Integration
es_es: Integración Móvil
fr_fr: Intégration de la plate-forme Mobile
hu_hu: Mobileszköz integrálás
lt_lt: Mobili integracija
sl: Mobilno povezovanje
sr@latin: Integracija sa mobilnim telefonom
tr_tr: Mobil Entegrasyonu
zh_tw: 移動裝置整合

source: Currently Ubuntu MATE has the essential mobile device support you'd expect. You can plug in a phone, media player or digital camera and the device is automatically detected and mounted. You can then access the files on it or sync its contents.
es_es: Actualmente Ubuntu MATE tiene el soporte esencial de dispositivo móvil que esperarías. Puedes conectar tu móvil, reproductor multimedia o cámara digital y el dispositivo es automáticamente detectado y montado. Después puedes acceder a los ficheros en él o sincronizar su contenido.
fr_fr: Actuellement, Ubuntu Mate est offre la compatibilité avec les appareils mobiles auquel vous pouvez vous attendre. Vous pouvez y brancher un téléphone, un lecteur média ou un appareil photo et l'appareil est automatiquement détecté et monté. Vous pouvez ensuite accéder aux fichiers ou synchroniser leurs contenus.
hu_hu: Jelenleg az Ubuntu MATE-hez megvan a lényeges mobil eszköz támogatás, ami elvárható. Csatlakoztathatsz egy telefont, médialejátszót vagy digitális fényképezőgépet és az eszközt automatikusan felismeri és csatolja a rendszer. Elérheted a rajtuk lévő fájlokat, vagy szinkronizálhatod a tartalmukat.
lt_lt: Šiuo metu Ubuntu MATE turi esminį mobiliųjų įrenginių palaikymą. Jūs galite prijungti telefono, medija grotuvo ar skaitmeninės kameros kištuką ir įrenginys bus automatiškai aptiktas ir prijungtas. Tuomet, jūs galite prieiti prie įrenginio failų ar sinchronizuoti jo turinį.
sl: Trenutno ima Ubuntu MATE nepogrešljivo podporo za mobilne naprave. Priključite lahko svoj telefon, predstavnostni predvajalnik ali digitalno kamero in naprava bo samodejno zaznana in priklopljena. Nato lahko dostopate do datotek ali uskladite njeno vsebino.
sr@latin: Trenutno Ubuntu MATE ima svu osnovnu podršku za mobilne uređaje. Možete povezati svoj telefon, media plejer ili digitalnu kameru i uređaj će biti automatski prepoznat i dostupan za pristup njegovim fajlovima.
tr_tr: Şu anda Ubuntu MATE beklenen temel mobil cihaz desteğine sahip durumda. Bir telefon, medya oynatıcı ya da dijital kamerayı bilgisayarına bağlayabilirsiniz. Bağlantı yapıldığında cihazınız otomatik olarak tanınır. Cihazlarınızın içeriğine ulaşabilir ve içeriğinizi eşitleyebilirsiniz.

source: Ubuntu Budgie is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
it: Ubuntu Budgie è un moderno sistema operativo per computer, con un'interfaccia utente attraente e di facile comprensione. Il suo gestore degli aggiornamenti mantiene non solo il sistema operativo stesso, ma tutte le sue applicazioni installate aggiornate alla versione corrente. Il sistema operativo è più sicuro e meglio supportato rispetto ai sistemi operativi che oggi vengono preinstallati sulla maggior parte dell'hardware dei computer domestici.
ru: Ubuntu Budgie — это современная компьютерная операционная система с привлекательным и простым для понимания пользовательским интерфейсом. Менеджер обновлений системы предоставляет обновления не только самой операционной системы, но и всех установленных приложений. Эта операционная система более безопасна и поддерживается лучше, чем операционные системы, которые сегодня предустановлены на большинстве домашних компьютеров.

source: Using Ubuntu Budgie provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
it: L'utilizzo di Ubuntu Budgie ti offre la libertà di eseguire un sistema operativo completo e completo, preconfigurato con la maggior parte, se non tutte, delle applicazioni di cui avrai bisogno per il tuo computer quotidiano - o di cambiare qualsiasi aspetto del suo aspetto, il modo in cui funziona o le applicazioni che esegue in base ai propri gusti.
ru: Использование Ubuntu Budgie предоставляет вам свободу запуска полноценной, полнофункциональной операционной системы, предварительно сконфигурированной с большинством, если не со всеми, приложениями, которые вам понадобятся для ежедневных вычислений - или изменить что-либо в том, как она выглядит, как она работает, или приложения, которые она запускает, по своему вкусу.

source: Ubuntu Budgie is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu Budgie receives updates continuously. The updates include security patches for Ubuntu Budgie and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
it: Ubuntu Budgie è progettato pensando alla sicurezza: a differenza dei sistemi operativi che si aggiornano solo una volta al mese, Ubuntu Budgie riceve aggiornamenti continuamente. Gli aggiornamenti includono patch di sicurezza per Ubuntu Budgie e tutti i suoi componenti. Anche gli aggiornamenti di sicurezza per tutte le sue applicazioni installate vengono forniti con la stessa pianificazione. In questo modo avrai la protezione più recente per tutto il software del tuo computer, non appena sarà disponibile!
ru: Ubuntu Budgie разработан с учетом требований безопасности. В отличие от операционных систем, которые обновляются только раз в месяц, Ubuntu Budgie получает обновления постоянно. Обновления включают в себя исправления безопасности для Ubuntu Budgie и всех ее компонентов. Обновления безопасности для всех установленных приложений также предоставляются по тому же графику. Это гарантирует, что у вас будет новейшая защита для всех программ вашего компьютера - как только она появится!

source: Ubuntu Budgie can get viruses and other infections... but it is rare. Rapid and timely updates make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to Ubuntu Budgie.
it: Ubuntu Budgie può contrarre virus e altre infezioni... ma è raro. Gli aggiornamenti rapidi e tempestivi rendono difficile l'installazione e l'esecuzione di virus, root kit e altri malware senza un intervento consapevole da parte dell'utente. Anche se inviti accidentalmente un'infezione, è probabile che sia progettato per attaccare Windows e non farà molto, se non qualche danno, a Ubuntu Budgie.
ru: Ubuntu Budgie может заразиться вирусами и другими инфекциями... но это бывает редко. Быстрые и своевременные обновления затрудняют установку и запуск вирусов, рут-комплектов и других вредоносных программ без сознательного вмешательства пользователя. Даже если вы случайно занесете инфекцию, есть шанс, что она предназначена для атаки Windows и не причинит большого вреда Ubuntu Budgie, если вообще причинит.

source: Another significant security feature of Ubuntu Budgie is that its users are not superusers by default. Superusers (also known as "root" users or administrators) on any computer system have permission to do anything they want, including the ability to damage the system.
it: Un'altra significativa caratteristica di sicurezza di Ubuntu Budgie è che i suoi utenti non sono superutenti per impostazione predefinita. I superuser (noti anche come utenti o amministratori "root") su qualsiasi sistema informatico hanno il permesso di fare tutto ciò che vogliono, inclusa la possibilità di danneggiare il sistema.
ru: Еще одной важной особенностью безопасности Ubuntu Budgie является то, что ее пользователи по умолчанию не являются суперпользователями. Суперпользователи (также известные как "root" пользователи или администраторы) в любой компьютерной системе имеют право делать все, что захотят, включая возможность нанести вред системе.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. Ubuntu Budgie opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" Ubuntu Budgie will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu Budgie requires you to provide your administrator password before that permission is granted. Every single time.
it: Ad esempio, altri sistemi operativi controllano il nome di un file per determinare quale programma dovrebbe aprirlo, quindi tentano immediatamente di aprirlo. Quel design rende facile per un intruso attaccare un computer. Ubuntu Budgie apre un file in base a ciò che è il file, non in base al suo nome. Quindi, anche se un programma dannoso nasconde la sua identità utilizzando il nome "Last Will and Testament.txt", Ubuntu Budgie riconoscerà il file come un programma. Il sistema fornisce un avviso che il file non è un file di testo, ma che è un programma che verrà eseguito se gli dai il permesso di continuare. Per essere più sicuro, Ubuntu Budgie richiede di fornire la password dell'amministratore prima che venga concessa l'autorizzazione. Ogni singola volta.
ru: Например, другие операционные системы смотрят на имя файла, чтобы определить, какая программа должна его открыть, а затем сразу же пытаются его открыть. Такая конструкция позволяет злоумышленнику легко атаковать компьютер. Ubuntu Budgie открывает файл, основываясь на том, что это за файл, а не на его имени. Поэтому даже если вредоносная программа маскирует свою личность, используя имя "Last Will and Testament.txt", Ubuntu Budgie распознает файл как программу. Система выдает предупреждение о том, что это не текстовый файл, а программа, которая будет запущена, если вы дадите ей разрешение на продолжение. Для дополнительной безопасности Ubuntu Budgie требует ввести пароль администратора, прежде чем разрешение будет получено. Каждый раз.

source: While budgie-desktop provides the essential user interface to control and use a computer, Ubuntu Budgie adds a collection of additional applications to turn your computer into a truly powerful workstation.
it: Mentre budgie-desktop fornisce l'interfaccia utente essenziale per controllare e utilizzare un computer, Ubuntu Budgie aggiunge una raccolta di applicazioni aggiuntive per trasformare il tuo computer in una workstation davvero potente.
ru: В то время как budgie-desktop предоставляет основной пользовательский интерфейс для управления и использования компьютера, Ubuntu Budgie добавляет коллекцию дополнительных приложений для превращения вашего компьютера в действительно мощную рабочую станцию.

source: <span>Firefox</span> delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
it: <span>Firefox</span> offre una navigazione web sicura e facile. Un'interfaccia utente familiare, funzionalità di sicurezza avanzate, inclusa la protezione dal furto di identità online e una ricerca integrata per consentirti di ottenere il massimo dal Web.
ru: <span>Firefox</span> обеспечивает безопасный и простой просмотр веб-страниц. Знакомый пользовательский интерфейс, расширенные функции безопасности, в том числе защита от кражи личных данных в Интернете, и встроенный поиск позволяют вам максимально эффективно пользоваться сетью Интернет.

source: Lollypop is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg).
it: Lollypop è un programma di gestione e riproduzione musicale molto facile da usare che supporta un'ampia gamma di formati audio (inclusi mp3 e ogg).
ru: Lollypop — это очень простая в использовании программа для воспроизведения и управления музыкой, которая поддерживает широкий спектр аудиоформатов (включая mp3 и ogg).

source: Goodvibes supports Internet Radio.
it: Goodvibes supporta Internet Radio.
ru: Goodvibes поддерживает интернет-радио.

source: gPodder supports Podcasts.
it: gPodder supporta Podcasts.
ru: gPodder поддерживает подкасты.

source: <span>gThumb</span> is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats.
it: <span>gThumb</span> è un organizzatore di foto digitali. Ti consente di importare foto da disco o fotocamera, organizzarle in vari modi, visualizzarle in modalità a schermo intero oa finestra intera ed esportarle per condividerle con altri. È in grado di gestire molti formati immagine diversi.
ru: <span>gThumb</span> - это органайзер цифровых фотографий. Он позволяет импортировать фотографии с диска или камеры, упорядочивать их различными способами, просматривать в полнооконном или полноэкранном режиме, а также экспортировать их, чтобы поделиться ими с другими. Программа может работать с большим количеством различных форматов изображений.

source: <span class="before2210">Celluloid</span><span class="after2204">Parole</span> is a media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
it: <span class="before2210">Celluloid</span><span class="after2204">Parole</span> è un lettore multimediale. Riproduce file MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcast e flussi multimediali da varie fonti di rete.
ru: <span class="before2210">Celluloid</span><span class="after2204">Parole</span> - это медиаплееры. Данные плееры способны воспроизводить файлы таких форматов как MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, также подкасты и мультимедийные потоки из различных сетевых источников.
