Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. <span name="distro-name"></span> opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" <span name="distro-name"></span> will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, <span name="distro-name"></span> requires you to provide your administrator password before that permission is granted. Every single time.
ca: Per exemple, altres sistemes operatius es fixen en el nom d'un fitxer per determinar quin programa s'encarrega d'obrir-los, i immediatament ho intenten. Això facilita que un intrús ataqui un ordinador. <span name="distro-name"></span> obre un fitxer basant-se en el que realment és, no pas el seu nom. Així, encara que un programa maliciós disfressi la seva identitat usant el nom "Darreres voluntats i testament.txt", es reconeixerà el fitxer com a programa. El sistema proporciona una advertència que el fitxer no és un text, sinó que es tracta d'un programa que s'executarà si se li permet. Per assegurar-se'n, <span name="distro-name"></span> us demanarà la contrasenya d'administrador abans de garantir el permís. Sempre que passi.
de_de: Andere Betriebssysteme sehen sich beispielsweise den Namen einer Datei an, um festzustellen, welches Programm sie öffnen soll, und versuchen dann sofort, sie zu öffnen. Dieses Design macht es einem Eindringling leicht, einen Computer anzugreifen. <span name="distro-name"></span> öffnet eine Datei basierend auf dem, was die Datei ist, nicht basierend auf ihrem Namen. Selbst wenn ein bösartiges Programm seine Identität verschleiert, indem es den Namen "Last Will and Testament.txt" verwendet, erkennt <span name="distro-name"></span> die Datei als Programm. Das System gibt eine Warnung aus, dass es sich bei der Datei nicht um eine Textdatei handelt, sondern um ein Programm, das ausgeführt wird, wenn Sie ihm die Berechtigung zum Fortfahren erteilen. Um besonders sicher zu sein, verlangt <span name="distro-name"></span> Ihr Administratorkennwort, bevor diese Berechtigung erteilt wird. Jedes einzelne Mal.
es: Por ejemplo, otros sistemas operativos revisan el nombre de un archivo para determinar qué programa debería abrirlo, y luego de inmediato intenta abrirlo. Ese diseño hace muy fácil que un intruso ataque su computadora. <span name="distro-name"></span> abre un archivo con base en el tipo de archivo, no en su nombre. Así que aunque un programa malicioso disfrace su identidad usando el nombre "Testamento.txt", <span name="distro-name"></span> reconocerá el archivo como un programa. El sistema brinda una advertencia de que el archivo no es de texto, pero que el programa se ejecutará si le da permiso para continuar. Para estar extra seguros, <span name="distro-name"></span> requiere que brinde su contraseña de administrador antes de conceder el permiso. Así cada vez.
fi: Esimerkiksi, muut käyttöjärjestelmät katsovat tiedoston nimen määrittääkseen ohjelman jolla se tulisi avata, täten välittömästi sen avaamista koettaen. Tuollainen suunnittelu saa aikaan tunkeilijalle helpon pääsyn tietokoneeseen. <span name="distro-name"></span> avaa tiedoston perustuen siihen minkälainen tiedostomuoto on kyseessä, nimiperusteisen tavan sijaan. Joten jos haittaohjelma verhoaa todellisen luonteensa käyttäen vaikkapa nimeä "Viimeinen Toive ja Testamentti.txt" <span name="distro-name"></span> havaitsee tiedoston olevan ajettava ohjelma. Järjestelmä antaa varoituksen että kyseessä ei ole tekstitiedosto, vaan ohjelma joka ajetaan mikäli annat sille siihen jatkoluvan. Erityisturvallisuuden johdosta, <span name="distro-name"></span> vaatii pääkäyttäjän salasanan ennen kuin tuollainen lupa tulee myönnetyksi. Joka ikinen kerta.
fr: Par exemple, d'autres systèmes d'exploitation examinent le nom d'un fichier pour déterminer quel programme doit l'ouvrir, puis essayent immédiatement de l'ouvrir. Cette conception rend facile pour un intrus d'attaquer un ordinateur. <Span name="distro-name"></span> ouvre un fichier en fonction de ce qu'est le fichier, et non en fonction de son nom. Donc, même si un programme malveillant masque son identité en utilisant le nom "Dernières volontés et testament.txt" <span name="distro-name"></span> reconnaîtra le fichier en tant que programme. Le système fournit un avertissement que le fichier n'est pas un fichier texte, mais qu'il s'agit d'un programme qui sera exécuté si vous lui permettez de continuer. Pour être plus sécurisé, <span name="distro-name"></span> vous oblige à fournir votre mot de passe administrateur avant que cette autorisation ne soit accordée. A chaque fois.
hu: Például más operációs rendszerek esetében a rendszer a fájlnév alapján dönti el, hogy milyen programmal kell futtatnia azt és azonnal megpróbálja megnyitni. Ez a módszer azonban megkönnyíti a támadók dolgát. A(z) <span name="distro-name"></span> nem fájlnév alapján nyitja meg a fájlt, hanem a milyensége alapján. Tehát ha egy rosszindulató program "Utolsó végrendelet.txt"-nek álcázza magát, a(z) <span name="distro-name"></span> felismeri a fájlt, mint programot. A rendszer jelezni fogja, hogy ez bizony nem egy szöveges fájl, hanem egy program ami engedélyt kér a futtatásra. Az extra védelem érdekében a(z) <span name="distro-name"></span> adminisztrátor jelszót kér mielőtt a programnak megadná az engedélyt a futtatásra. Minden egyes alkalommal.
id_id: Sebagai contoh, sistem operasi lain melihat nama file untuk menentukan program mana yang harus membukanya, lalu segera berusaha membukanya. Desain itu memudahkan penyusup untuk menyerang komputer. <span name="distro-name"></span> membuka file berdasarkan apa file itu, bukan berdasarkan namanya. Jadi bahkan jika program jahat menyamarkan identitasnya dengan menggunakan nama "Last Will dan Testament.txt", <span name="distro-name"></span> akan mengenali file sebagai program. Sistem memberikan peringatan bahwa file tersebut bukan file teks, tetapi itu adalah program yang akan dijalankan jika Anda memberikan izin untuk melanjutkan. Agar lebih aman, <span name="distro-name"></span> memerlukan Anda untuk memberikan kata sandi administrator sebelum izin itu diberikan. Setiap saat.
ja: 例えば、他のオペレーティングシステムは、ファイルの名前を見て、どのプログラムを開く必要があるかを判断し、すぐにそれを開こうとします。この設計により、侵入者はコンピューターを簡単に攻撃できます。<span name="distro-name"></span>は、名前ではなくファイルの内容に基づいてファイルを開きます。そのため、悪意のあるプログラムが「Last Will and Testament.txt」という名前を使用してその身元を偽装しても、<span name="distro-name"></span>はファイルをプログラムとして認識します。システムは、ファイルがテキストファイルではなく、続行する許可を与えた場合に実行されるプログラムであることを警告します。セキュリティを強化するために、<span name="distro-name"></span>では、許可が付与される前に管理者パスワードを入力する必要があります。毎回です。
ko: 예를 하나 들어보자면, 다른 운영 체제는 대부분 파일을 실행하기 위해 파일의 이름을 보고 실행할 프로그램을 결정합니다. 이는 공격자(해커)가 컴퓨터를 감염하기 쉬운 구조라고 볼 수 있죠. 하지만 <span name="distro-name"></span>는 파일의 이름을 보고 판단하는 것이 아닌 파일의 실제 형태를 보고 실행할 프로그램을 판단합니다. 이 말은, <span name="distro-name"></span>에서는 악성 프로그램이 자신의 파일 이름을 "Last Will and Testament.txt"라고 변경하더라도 프로그램으로 인식한다는 말이죠. 이 경우 시스템은 해당 파일이 텍스트 파일이 아님을 경고합니다. 실행할 수 있는 권한을 준다면 프로그램을 실행할 수도 있죠. 아직 부족한가요? <span name="distro-name"></span>는 그러한 권한을 취득하고자 할 때마다 관리자 비밀 번호를 요구합니다. 매번 말이죠.
ms_my: Sebagai contoh, sistem pengoperasian lain mencari nama fail untuk tentukan program yang manakah patut membukanya, kemudian cuba membukanya. Pendekatan tersebut menyebabkan ia memudahkan penceroboh menyerang sesebuah komputer. <span name="distro-name"></span> membuka fail berdasarkan jenis fail tersebut, bukan namanya. Jadi jika sesebuah program berniat jahat menyamar identitinya melalui nama "Last Will and Testament.txt" <span name="distro-name"></span> akan dikenal pasti sebagai sebuah program. Sistem akan keluarkan amaran yang mana fail tersebut bukanlah fail teks, tetapi program boleh dijalankan jika anda beri keizinan terlebih dahulu. Sebagai langkah berjaga-jaga, <span name="distro-name"></span> akan meminta kata laluan pentabir anda sebelum ia dapat dijalankan. Setiap kali dan setiap masa.
nl_nl: Andere besturingssystemen kijken bijvoorbeeld naar de naam van een bestand om te bepalen welk programma het bestand moet openen en probeer het onmiddellijk te openen. Dat ontwerp maakt het gemakkelijk voor een indringer om een computer aan te vallen. <span name="distro-name"></span> opent een bestand op basis van wat het bestand is, niet op basis van de naam. Dus zelfs als een kwaadaardig programma zijn identiteit camoufleert door de naam "Last Will en Testament.txt" te gebruiken, herkent <span name="distro-name"></span> het bestand als een programma. Het systeem geeft een waarschuwing dat het bestand geen tekstbestand is, maar dat het een programma is dat wordt uitgevoerd als u het toestemming geeft om door te gaan. Als extra veiligheid moet u bij <span name="distro-name"></span> uw beheerderswachtwoord opgeven voordat die toestemming wordt verleend. Iedere keer opnieuw.
pl: Przykładowo, inne systemy operacyjne ustalają jedynie na podstawie nazwy pliku, w jakim programie powinien on zostać otworzony, a następnie próbują go wykonać. Takie podejścia ułatwia intruzowi dokonanie ataku na komputer. <span name="distro-name"></span> wykonuje plik bazując na jego zawartości, a nie na jego nazwie. Dzięki temu, nawet jeśli szkodliwa aplikacja próbuje się zakamuflować używając nazwy "Testament.txt", <span name="distro-name"></span> rozpozna plik jako program. System wyświetli ostrzeżenie, że nie jest to plik tekstowy, a program zostanie wykonany tylko, jeżeli nadasz odpowiednie uprawnienia dla pliku. Aby jeszcze bardziej zabezpieczyć komputer, <span name="distro-name"></span> za każdym razem wymaga wprowadzenia hasła administratora do nadania uprawnień wykonywania pliku.
pt_br: Por exemplo, outros sistemas operacionais observam o nome de um arquivo para determinar qual programa deve abri-lo e, em seguida, tenta abri-lo imediatamente. Esse design torna mais fácil para um intruso atacar um computador. O <span name="distro-name"></span> abre um arquivo com base no que é o arquivo, não com base em seu nome. Portanto, mesmo que um programa malicioso dissimula sua identidade usando o nome "Última Vontade e Testamento.txt", o <span name="distro-name"></span> irá reconhecer o arquivo como um programa. O sistema fornece um aviso de que o arquivo não é um arquivo de texto, mas que é um programa que será executado se você dar permissão para continuar. Para ser mais seguro, o <span name="distro-name"></span> exige que você forneça sua senha de administrador antes que essa permissão seja concedida. Sempre.
pt_pt: Por exemplo, outros sistemas operativos verificam o nome de um ficheiro para determinar qual programa deve abri-lo e, de seguida, tenta abri-lo imediatamente. Esse conceito torna mais fácil para um intruso atacar um computador. O <span name="distro-name"></span> abre um ficheiro com base no que é o ficheiro, não com base em seu nome. Portanto, mesmo que um programa malicioso dissimula a sua identidade usando o nome "Última vontade e testamento.txt", o <span name="distro-name"></span> irá reconhecer o ficheiro como um programa. O sistema fornece um aviso de que o ficheiro não é um ficheiro de texto, mas sim que é um programa que será executado se der permissão para continuar. Para ser mais seguro, o <span name="distro-name"></span> exige que você forneça a sua palavra-passe de administrador antes que essa permissão seja concedida. Sempre.
ro_ro: Spre exemplu, alte sisteme de operare, in functie de numele fisierului incearca sa identifice si apoi sa execute imediat aplicatia potrivita. Acest mod de functionare usureaza munca atacatorilor. <span name="distro-name"></span> deschide un fisier in functie de continut si nu in baza numelui. In acest fel, chiar daca un program malitios isi ascunde identitatea folosind denumirea "Ultima dorinta si Testamentul.txt" <span name="distro-name"></span> va recunoaste fisierul ca program executabil. Sistemul va genera o alerta ca fisierul nu este de tip text ci un executabil care are nevoie de acceptul dumneavoastra pentru a continua. Pentru mai multa siguranta, <span name="distro-name"></span> va va solicita sa confirmati cu parola de administrator inainte de a permite executia. Fara exceptie.
sr_rs: Na primer, drugi operativni sistemi gledaju na ime fajl kako bi odredili koji program treba da ga otvore, i onda zatim ga otvaraju. To čini dizajn lakšim za napadača da napadne kompjuter. <span name="distro-name"></span> otvara fajl baziran na tome šta fajl jeste a ne na tome kako se zove "Poslednja volja i Testament.txt" <span name="distro-name"></span> će preposnati fajl kao program. Sistem daje upozorenje da fajl nije tekstualni fajl već da je program koji će biti pokrenut ako mu date dozvolu. Da bi bili dodatno bezbedni <span name="distro-name"></span> vam traži da pružite vašu administratorsku šifru pre nego što dozvole budu dodeljene. Svaki put.
tr: Örneğin, diğer işletim sistemleri hangi dosyanın açılması gerektiğini belirlemek için bir dosyanın adını ve uzantısını araştırır, ardından hemen açmaya çalışır. Bu tasarım, bir saldırganın bir bilgisayara saldırmasını kolaylaştırır. <span name = "distro-name"> </ span>, dosyanın adını temel alarak değil, dosyanın ne olduğuna göre bir dosyayı açar. Dolayısıyla, kötü amaçlı bir program kimliğini "Son Arzum ve Vasiyetim.txt" adıyla gizlediği halde <span name = "distro-name"> </ span> bu dosyayı bir program olarak algılar. Sistem, size dosyanın aslen metin dosyası olmadığını, ancak devam etmesine izin verirseniz çalıştırılacak bir program olduğunu bildiren bir uyarı verir. Daha güvenli olmak için, <span name = "distro-name"> </ span> bu izin verilmeden önce her seferinde yönetici şifrenizi girmenizi ister.

source: While budgie-desktop provides the essential user interface to control and use a computer, <span name="distro-name"></span> adds a collection of additional applications to turn your computer into a truly powerful workstation.
ca: Budgie-desktop proporciona l'entorn d'usuari essencial per controlar i usar l'ordinador, i <span name="distro-name"></span> hi suma una col·lecció d'aplicacions addicionals per convertir el vostre ordinador en una estació de treball completa.
de_de: Während budgie-desktop die unentbehrliche Benutzeroberfläche zur Steuerung und Nutzung eines Computers bietet, fügt <span name="distro-name"></span> eine Sammlung zusätzlicher Anwendungen hinzu, um Ihren Computer zu einer wirklich leistungsstarken Workstation zu machen.
es: Mientras budgie-desktop brinda la interfaz de usuario esencial para controlar y usar una computadora, <span name="distro-name"></span> agrega una colección de aplicaciones adicionales para convertir la computadora en una estación de trabajo realmente poderosa.
fi: Nythän kun budgie-työpöytä tarjoaa keskeisentärkeän käyttöliittymän tietokoneen hallintaan ja käyttöön, <span name="distro-name"></span>lisää kokoelman lisäsovelluksia muuntaaksesi tietokoneesi aidosti mahtavaksi työasemaksi.
fr: Alors que budgie-desktop fournit l'interface utilisateur essentielle pour contrôler et utiliser un ordinateur, <span name="distro-name"></span> ajoute une collection d'applications supplémentaires pour transformer votre ordinateur en une station de travail puissante.
hu: A budgie asztal a szükséges felhasználói felületet biztosítja a számítógép irányításához, a(z) <span name="distro-name"></span> viszont további alkalmazás kollekcióval kiegészítve varázsolja gépét egy igazán hatékony munkaállomássá.
id_id: Sementara budgie-desktop menyediakan antarmuka pengguna yang penting untuk mengontrol dan menggunakan komputer, <span name="distro-name"></span>menambahkan koleksi aplikasi tambahan untuk mengubah komputer Anda menjadi workstation yang benar-benar kuat.
ja: budgie-desktopはコンピュータを制御および使用するための重要なユーザーインターフェースを提供しますが、<span name="distro-name"></span>は、追加のアプリケーションのコレクションを追加して、コンピュータを真に強力なワークステーションに変えます。
ko: budgie-desktop은 컴퓨터를 사용하고 제어하기 위한 기초적이고 필수적인 사용자 인터페이스를 제공합니다. 이에 <span name="distro-name"></span>는 컴퓨터를 강력한 워크스테이션으로 바꿔버리기 위해 추가적인 프로그램을 탑재하죠.
ms_my: Walaupun budgie-desktop menyediakan antaramuka pengguna utama untuk mengawal dan menggunakan komputer, <span name="distro-name"></span> juga menambah sejumlah aplikasi tambahan yang dapat merubah komputer anda menjadi stesen kerja yang benar-benar berkuasa.
nl_nl: Terwijl budgie-desktop de essentiële gebruikersinterface biedt om een computer te bedienen en te gebruiken, voegt <span name="distro-name"></span> een verzameling extra toepassingen toe om van uw computer een echt krachtig werkstation te maken.
pl: Chociaż pulpit Budgie dostarcza niezbędny interfejs użytkownika do sterowania i używania twojego komputera, <span name="distro-name"></span> uzupełnia to o zestaw dodatkowego oprogramowania, aby Twój komputer stał się wszechstronną stacją roboczą.
pt_br: Enquanto o Budgie-Desktop fornece a interface de usuário essencial para controlar e usar um computador, o <span name="distro-name"></span> adiciona uma coleção de aplicativos adicionais para transformar seu computador em uma estação de trabalho verdadeiramente poderosa.
pt_pt: Enquanto o ambiente de trabalho budgie fornece a interface essencial do utilizador para controlar e utilizar um computador, o <span name="distro-name"></span> adiciona uma coleção de aplicações adicionais para transformar o seu computador numa estação de trabalho verdadeiramente poderosa.
ro_ro: In timp ce budgie-desktop furnizeaza functii esentiale pentru interfata cu utilizatorul pentru a controla si folosi calculatorul, <span name="distro-name"></span> aduce o intreaga colectie de aplicatii aditionale pentru a transforma calculatorul dumneavoastra intr-o statie de lucru puternica
sr_rs: Dok Budgie-desktop pruža esencijalni interfejs <span name="distro-name"></span> dodaje kolekciju dodatnih aplikacija koji pretvaraju vaš kompjuter u močnu radnu stanicu.
tr: Budgie-masaüstü, bir bilgisayarı kontrol etmek ve kullanmak için gerekli kullanıcı arabirimini sağlarken <span name = "distro-name"> </ span> ise bilgisayarınızı gerçekten güçlü bir iş istasyonuna dönüştürmek için ek uygulamalar topluluğunu sunar.

source: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
ca: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> proporciona una navegació web segura i senzilla. Una interfície d’usuari coneguda, característiques de seguretat millorades, que inclou protecció contra el robatori d’identitat en línia i una cerca integrada que us permetrà obtenir el màxim profit de la web.
es: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> le brindan una navegación web fácil y segura. Una interfaz de usuario familiar, características de seguridad avanzadas que incluyen la protección ante el robo de la identidad digital, y la búsqueda integrada que que le permite obtener lo mejor de Internet.
fi: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> tarjoavat turvallisen, helppokäyttöisen verkkoselauksen. Tuttu käyttöliittymä, ehostetut turvaominaisuudet, sisältäen identiteettivarkaussuojan verkossa ollessasi, sekä sisäänrakennetun haun saadaksesi verkosta enimmän irti.
fr: Chromium/Firefox offre une navigation Web simple et sûre. Une interface utilisateur familière, des fonctionnalités de sécurité améliorées, notamment une protection contre le vol d’identité en ligne, et une fonction de recherche intégrée vous permettant de tirer le meilleur du Web.
hu: A <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> biztonságos böngészést tesz lehetővé. Egy ismerős felület, fokozott biztonsági funkciók online személyazonosság-lopás védelemmel és a beépített kereső biztosítja Ön számára, hogy a legtöbbet hozza ki az internetből.
ja: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> は、安全で簡単なWebブラウジングを実現します。 使い慣れたユーザーインターフェイス、オンラインの個人情報の盗難からの保護などの強化されたセキュリティ機能、およびWebを最大限に活用できる統合検索など。
ms_my: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> menawarkan pelayaran sesawang yang selamat dan mudah. Satu antaramuka pengguna yang biasa digunakan, fitur keselamatan yang dipertingkatkan termasuklah perlindungan daripada kecurian identiti atas-talian, dan penggelintaran bersepadu untuk memudahkan anda mencari sesuatu di alam sesawang.
pl: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> zapewniają bezpieczne i łatwe przeglądanie Internetu. Przyjazny interfejs użytkownika, ulepszone funkcje bezpieczeństwa zawierające zabezpieczenia przez kradzieżą tożsamości, a także zintegrowane wyszukiwanie, pozwalają wydobyć z sieci jak najwięcej.
pt_pt: O <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> proporciona uma navegação na Internet fácil e segura. Uma interface de utilizador familiar, funcionalidades aprimoradas de segurança, incluindo proteção contra roubo de identidade online e uma pesquisa integrada para que você aproveite ao máximo a Internet.
ro_ro: <span class="1804-only">Chromium</span> <span class="after1810">Firefox</span> ofera un mod sigur si usor de a naviga pe Internet. O interfata familiara, functionalitati imbunatatite de siguranta incluzand protectia impotriva furtului de identitate online, si cautare integrata pentru a afla tot ce este mai bun din web.
