Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: Naturally you'll also find a document/photo scanner and printer management all included in Ubuntu Budgie. And this is just the start. <a onclick="cmd('software-center');">GNOME Software</a> includes best-in-class applications for most tasks and a single click will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
it: Naturalmente troverai anche uno scanner per documenti/foto e la gestione della stampante, tutto incluso in Ubuntu Budgie. E questo è solo l'inizio. Il <a onclick="cmd('software-center');">software GNOME</a> include le migliori applicazioni per la maggior parte delle attività e un solo clic ti darà accesso a migliaia di applicazioni adatte a qualsiasi attività professionale o ricreativa.
ru: Естественно, вы также найдете сканер документов/фотографий и управление принтерами - все это включено в Ubuntu Budgie. И это только начало. <a onclick="cmd('software-center');">GNOME Software</a> включает в себя лучшие в своем классе приложения для большинства задач, а один щелчок мыши даст вам доступ к тысячам приложений, подходящих практически для любой профессиональной деятельности или отдыха.

source: In the last couple of years Linux has become a first class gaming platform thanks to <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> bringing their <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> platform to Linux. At the time of writing Steam has more than 2000 high quality indie and AAA titles available for Linux. Ubuntu Budgie is fully compatible with Steam for Linux.
it: Negli ultimi due anni Linux è diventato una piattaforma di gioco di prima classe grazie a <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> che ha portato la sua piattaforma <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> su Linux. Al momento in cui scrivo Steam ha più di 2000 titoli indie e AAA di alta qualità disponibili per Linux. Ubuntu Budgie è completamente compatibile con Steam per Linux.
ru: За последние пару лет Linux стал первоклассной игровой платформой благодаря тому, что компания <a onclick="cmd('link?https://www.valvesoftware.com')">Valve</a> вывела свою платформу <a onclick="cmd('link?https://store.steampowered.com')">Steam</a> на Linux. На момент написания статьи в Steam доступно более 2000 высококачественных инди- и AAA-игр для Linux. Ubuntu Budgie полностью совместим со Steam для Linux.

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu Budgie. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
it: Sebbene Steam sia un importante passo avanti per i giochi su Linux, ci sono anche molti titoli di giochi Open Source di alta qualità e divertenti disponibili per Ubuntu Budgie. Non importa se ti piacciono i simulatori di volo, le corse automobilistiche, gli sparatutto in prima persona, il salto e la corsa o i giochi di carte, troverai qualcosa per farti divertire.
ru: Хотя Steam - это большой шаг вперед для игр на Linux, для Ubuntu Budgie также доступно множество высококачественных и приятных игр с открытым исходным кодом. Неважно, любите ли вы авиасимуляторы, автогонки, шутеры от первого лица, прыжки и бег или карточные игры - вы найдете, чем развлечься.

source: <span name="distro-name"></span> is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
ca: <span name="distro-name"></span> és un sistema operatiu d'ordinadors modern, amb un entorn d'usuari atractiu i accessible. El seu gestor d'actualitzacions, a més de mantenir actualitzat el sistema, s'encarrega de renovar les aplicacions instal·lades cap a la versió més recent. El sistema operatiu és més segur, i té més suport que els sistemes operatius que van preinstal·lats en la majoria d'ordinadors personals d'avui dia.
de_de: <span name="distro-name"></span> ist ein modernes Computer Betriebssystem mit einer schönen und leicht verständlichen Benutzeroberfläche. Der Update-Manager hält nicht nur das Betriebssystem, sondern auch alle installierten Programme auf dem neusten Stand. Das Betriebssystem ist sicherer und durch die Updates aktueller als die heutzutage auf den meisten Heimcomputern vorinstallierten Betriebssysteme.
es: <span name="distro-name"></span> es un sistema operativo informático moderno que cuenta con una interfaz de usuario atractiva y fácil de entender. Su gestor de actualizaciones no solo mantiene al día el sistema, sino también todas las aplicaciones instaladas. Este sistema operativo es más seguro y recibe mejor asistencia técnica que los sistemas operativos que vienen preinstalados en la mayoría de los equipos para el hogar vendidos en la actualidad.
fi: <span name="distro-name"></span>on nykyaikainen tietokoneen käyttöjärjestelmä jossa on viehättävä ja helposti ymmärrettävä käyttöliittymä. Sen päivitystenhallinta pitää, ei ainoastaan itse käyttöjärjestelmän, myös siihen asennetut sovellukset päivitettynä viimeisimpään julkaisuun. Käyttöjärjestelmä on turvallisempi, paremmin tuettu kuin ne käyttöjärjestelmät jotka nykyään tulevat esiasennettuna useimpiin tietokonelaitteistoihin.
fr: <span name="distro-name"></span> est un système d'exploitation moderne pour votre ordinateur qui possède une interface claire, intuitive et compréhensible. Le gestionnaire de mises à jour permet de garder aussi bien le système d'exploitation que les logiciels installés dans leur dernière version. Ainsi, votre système d'exploitation est bien plus sécurisé que la plupart des systèmes d'exploitation vendus avec les ordinateurs de nos jours.
hu: A(z) <span name="distro-name"></span>egy modern számítógépes operációs rendszer, vonzó és egyszerűen érthető felhasználói felülettel. A frissítéskezelője nemcsak az operációs rendszert magát, hanem az összes telepített alkalmazását is frissíti az aktuális kiadással együtt. Az operációs rendszer biztonságosabb, és jobban támogatott, mint azok az operációs rendszerek, amelyek a hardverre előre telepítetten érkeznek a legtöbb otthoni számítógépen manapság.
id_id: <span name="distro-name"></span> adalah sistem operasi komputer modern, dengan antarmuka pengguna yang menarik dan mudah dimengerti. Pengelola pembaruannya tidak hanya menyimpan sistem operasi itu sendiri, tetapi semua aplikasi terinstalnya diperbarui ke rilis saat ini. Sistem operasi lebih aman, dan didukung lebih baik daripada sistem operasi yang sudah terpasang di sebagian besar perangkat komputer rumah saat ini.
ja: <span name="distro-name"></span>は、魅力的でわかりやすいユーザーインターフェイスを備えた最新のコンピュータのオペレーティングシステムです。 アップデートマネージャは、オペレーティングシステム自体だけでなく、インストールされているすべてのアプリケーションを現在のリリースに更新します。 オペレーティングシステムは、今日のほとんどの家庭で使われるコンピュータハードウェアに事前にインストールされているオペレーティングシステムよりも安全であり、サポートも優れています。
ko: <span name="distro-name"></span>는 매력적이고 익히기 쉬운 사용자 인터페이스를 가지는 현대식 컴퓨터 운영 체제입니다. 업데이트 매니저는 운영 체제는 물론 설치되어 있는 프로그램의 업데이트까지 찾아 설치해 주죠. 또한 이 운영 체제는 다른 운영 체제보다 더욱 안전하도록 설계되었습니다.
ms_my: <span name="distro-name"></span> merupakan sistem pengoperasian komputer yang modern, dengan antaramuka pengguna yang menarik dan mudah difahami. Pengurus kemaskini bukan sahaja mengurus sistem pengoperasian sahaja, tetapi semua aplikasi terpasang telah dikemaskini dengan keluaran semasa. Sistem pengoperasian lebih selamat, dan lebih sokongan berbanding sistem pengoperasian jenis dipra-pasang pada kebanyakan komputer rumah masa kini.
nl_nl: <span name="distro-name"></span> is een modern computer besturingssysteem, met een aantrekkelijke en makkelijk te gebruiken interface. De update manager zorgt niet alleen voor het besturingssysteem, maar ook voor alle geïnstalleerde applicaties de nieuwste updates. Het besturingssysteem is veiliger en beter ondersteund dan het vooraf geïnstalleerde systeem op de meeste consumenten computers.
pl: <span name="distro-name"></span> to nowoczesny komputerowy system operacyjny z atrakcyjnym i łatwym w użyciu interfejsem użytkownika. Menedżer aktualizacji dostarcza najnowszą wersję nie tylko samego systemu operacyjnego, ale również wszystkich zainstalowanych aplikacji. <span name="distro-name"> </span> jest bezpieczniejszy i lepiej wspierany niż systemy operacyjne preinstalowane na większości współczesnych komputerów.
pt_br: <span name="distro-name"></span> é um moderno sistema operacional de computador, com uma interface atraente e fácil de entender. Seu gerenciador de atualizações mantém não só o próprio sistema operacional, mas todas as aplicações instaladas atualizadas em sua versão mais recente. O sistema operacional é mais seguro, e melhor suportado do que sistema operacionais que vem pré-instalados na maioria dos computadores domésticos hoje em dia.
pt_pt: O <span name="distro-name"></span> é um sistema operativo moderno, com uma interface atraente e fácil de usar. O seu gestor de atualizações mantém não só o próprio sistema operativo, mas todas as aplicações instaladas atualizadas na sua versão mais recente. O sistema operativo é mais seguro e melhor suportado do que os sistema operativos que vêm pré-instalados na maioria dos computadores domésticos hoje em dia.
ro_ro: <span name="distro-name"></span> este un sistem de operare modern cu o interfata atractiva si usor de inteles. Sistemul de management actualizari tine la zi nu doar sistemul de operare insusi ci si toate aplicatiile instalate. In acelasi timp, sistemul de operare este mai sigur si ofera suport mai bun decat alte sisteme de operare care vin in mod obisnuit pre-instalate pe cele mai multe calculatoare.
sr_rs: <span name="distro-name"></span>je moderan operativni sistem, sa atraktivnim i prepoznatljivim interfejsom. Njegov menadžer za ažuriranje ne ažurira samo sistem već i sve instalirane aplikacije sa najnovijom dostupnom verzijom. Operativni sistem na taj način je bezbedniji i bolje podržan nego operativni sistemi koji dolaze preinstalirani na većini kućnih računara danas.
tr: <span name="distro-name"></span> çekici ve anlaşılması kolay bir kullanıcı arayüzü bulunan modern bir bilgisayar işletim sistemidir. Güncelleme yöneticisi yalnızca işletim sisteminin kendisini değil, yüklü olan tüm uygulamaları güncel sürüme günceller. İşletim sistemi, bugün evdeki çoğu bilgisayar donanımı üzerine önceden kurulmuş olarak gelen işletim sistemlerinden daha güvenli ve daha iyi desteklenmektedir.

source: Using <span name="distro-name"></span> provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
ca: Fer servir <span name="distro-name"></span> us proporciona la llibertat de treballar amb un sistema operatiu complet i amb totes les funcionalitats, preconfigurat amb moltes, si no totes, les aplicacions que necessitareu en el treball diari amb l'ordinador - o la de canviar qualsevol aspecte, el funcionament, o l'aplicació que duu a terme una feina a fi de sotmetre's al vostre gust.
de_de: Durch die Verwendung von <span name="distro-name"></span>erhalten Sie die Freiheit, ein komplettes Betriebssystem zu nutzen, das die meisten, wenn nicht sogar alle Anwendungen, die sie für ihre täglichen Aufgaben benötigen, mit sich bringt. Gleichzeitig können Sie aber auch alles nach Ihren Bedürfnissen verändern, das Aussehen, die Funktionsweise oder auch die verwendeten Anwendungen.
es: Usar <span name="distro-name"></span> le brinda la libertad de ejecutar un sistema operativo completo y lleno de funcionalidads, preconfigurado con la mayoría, si no es que todas, las aplicaciones que necesitará para sus tareas diarias; o cambiar cualquier cosa sobre la forma en que se ve, en que funciona, o las aplicaciones que ejecuta para adaptarse a su gusto.
fi: <span name="distro-name"></span>käytössä sinulle tarjotaan vapaus ajaa kokonaisvaltaista, täysiominaisuuksista käyttöjärjestelmää, joka sisältää useimmat, ellei jopa kaikki sovellukset esiasennettuna joita tulet tarvitsemaan jokapäiväisessä tietokoneilussasi - tai joilla voit muovata mitä tahansa ulkonäköön liittyvää, miten se toimii, tai mitä ohjelmia siinä ajetaan makusi mukaan.
fr: En utilisant <span name="distro-name"></span>, vous utilisez un système d'exploitation libre, complet et qui possède toutes les dernières fonctionnalités nécessaires. Ce dernier est pré-configuré avec la plupart, sinon la totalité, des applications dont vous aurez besoin dans votre quotidien. Vous pouvez également le configurer et le personnaliser afin qu'il corresponde au mieux à vos attentes.
hu: A(z) <span name="distro-name"></span> használata lehetővé teszi, hogy teljes körű, teljes funkcionalitású operációs rendszert futtasson, amely a legtöbb (ha nem az összes) alkalmazással van ellátva a napi kihívásokhoz. Ízlése szerint változthatja a dolgok kinézetét, működését vagy alkalmazásokat, ahogyan az Önnek a legjobban megfelel.
id_id: Menggunakan <span name="distro-name"></span> memberi Anda kebebasan untuk menjalankan sistem operasi lengkap, pra-konfigurasi dengan sebagian besar, jika tidak semua, aplikasi yang Anda perlukan untuk komputasi harian Anda - atau untuk mengubah apa pun terkait tampilannya, cara bekerja, atau aplikasi yang dijalankannya sesuai dengan selera Anda.
ja: <span name="distro-name"></span>を使用すると、毎日のコンピューティングに必要なほとんどのアプリケーションで事前に設定された完全なフル機能のオペレーティングシステムを実行したり、見た目、動作、または実行するアプリケーションを好みに合わせて変更したりできます。
ko: <span name="distro-name"></span>는 기본적으로 완벽하게 모든 기능을 사용할 수 있도록 설치 시 대부분의 설정을 미리 구성합니다. 운영 체제 설치 후 바로 평소대로 컴퓨터를 사용하셔도 사용에 아무 지장이 없죠. 또한, 여러 가지의 기본 프로그램은 사용자에게 하여금 설치 후 프로그램 설치의 부담을 줄여주죠. 이렇게 미리 구성되는 운영 체제라고 하더라도 사용자는 자신의 입맛에 따라 자유롭게 사용자화 할 수 있습니다.
ms_my: Dengan menggunakan <span name="distro-name"></span>, anda dapat kebebasan menjalankan sistem pengoperasian serba lengkap, berfitur penuh, dipra-konfigur, jika bukan semua dengan aplikasi-aplikasi yang anda perlu untuk kerja-kerja pengkomputeran harian - atau mengubah penampilannya, bagaimana ia berfungsi, atau masukkan apa jua aplikasi yang menepati citarasa anda.
nl_nl: Als je gebruikt krijg je de vrijheid van een compleet besturingssysteem met alle benodigde functies en vooraf ingesteld met de meeste - zo niet alle - programma's die je nodig hebt voor je dagelijks computer gebruik. Je kan alles veranderen aan uiterlijk, werking of inhoud van de programma's naar eigen inzicht.
pl: <span name="distro-name"></span> to pełna wolność wyboru. Jeżeli chcesz, to możesz korzystać z kompletnego, przepełnionego funkcjami, wstępnie skonfigurowanego systemu operacyjnego posiadającego większość niezbędnych w codziennej pracy aplikacji albo możesz swobodnie wszystko dopasować według własnych potrzeb, zmieniając wygląd, sposób działania oraz zainstalowane aplikacje.
pt_br: A utilização do <span name="distro-name"></span> dá a você a liberdade de executar um sistema operacional completo e pré-configurado com a maioria dos aplicativos, se não todos que você precisará para o uso diário. Modifique a aparência do sistema, a forma como ele trabalha, ou mesmo os aplicativos. Adegue o seu gosto.
pt_pt: A utilização do <span name="distro-name"></span> dá-lhe a liberdade de executar um sistema operativo completo e pré-configurado com a maioria das aplicações, se não todas que irá precisar para o seu uso diário. Modifique a aparência do sistema, a forma como ele trabalha, ou mesmo as aplicações que se adequam ao seu gosto.
ro_ro: Folosind <span name="distro-name"></span> veti avea libertatea de a rula un sistem de operare complet, acoperind toate functiile unui sistem modern, pre-configurat cu cele mai multe, daca nu toate aplicatiile de care aveti nevoie zilnic- in acelasi timp avand posibilitatea de a modifica orice setare privind modul in care arata, functioneaza sau aplicatiile care ruleaza pentru a raspunde cerintelor si gusturilor fiecarui utilizator.
sr_rs: Koristeći <span name="distro-name"></span> daje vam slobodu da koristite kompletan sistem, koji dolazi prekonfigurisan sa svim, ako ne sa svim, sa većinom aplikacija koje će vam biti potrebni u svakodnevno radu, da menjate kako izgleda kao i set aplikacija po svom ukusu.
tr: <span name="distro-name"></span>&apos;i kullanmak, günlük bilgi-işlem ihtiyaçlarınız için tümünü değilse de gerekli uygulamaların çoğu önceden yapılandırılmış ve tam özellikli bir işletim sistemini çalıştırma özgürlüğünü size sağlar - yada görünüşü ve şekliyle ilgili herhangi bir şeyi değiştirmek ve zevkinize uyacak şekilde ayarlayabilmeniz için imkan sunar.
