Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. Ubuntu MATE opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" Ubuntu MATE will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu MATE requires you to provide your administrator password before that permission is granted. Every single time.
es_es: Por ejemplo, otros sistemas operativos miran el nombre de un fichero para determinar que programa debería abrirlo, entonces intenta inmediatamente abrirlo. Ese diseño facilita a un intruso el atacar un ordenador. Ubuntu MATE abre un fichero basándose en que fichero es, no en su nombre. Así que aun si un programa maligno disfraza su identidad usando el nombre "Últimas Voluntades y Testamento.txt" Ubuntu MATE reconocerá el fichero como un programa. El sistema pondrá una advertencia como que el fichero no es un fichero de texto, pero que es un programa que se ejecutará si le das permiso para continuar. Para ser extra seguro, Ubuntu MATE exige que proporciones tu contraseña de administrador antes de que el permiso sea concedido. Cada vez.
fr_fr: Par exemple, les autres systèmes d'exploitation se basent le nom d'un fichier pour déterminer quel programme peut l'ouvrir, puis tentent de l'ouvrir immédiatement, ce qui facilite l'attaque et la prise de contrôle d'un ordinateur. Ubuntu Mate ouvre un fichier basé que sur ce qu'il est vraiment, et non basé sur son nom. Même si un programme malveillant tente de se faire passer pour un autre en se nommant "Derniers Vœux et Testament.txt" Ubuntu MATE le reconnaîtra comme étant un programme. Le système lancera un avertissement dû au fait que le fichier n'est pas un fichier texte, et qu'il s'agit plutôt d'un programme qui sera lancé si vous lui donnez la permission de continuer. Pour être plus que sûr, Ubuntu MATE requiert que vous entriez votre mot de passe administrateur pour allouer cette permission. À chaque fois.
hu_hu: Például más operációs rendszerek megnézik a fájl nevét ahhoz, hogy meghatározzák, hogy melyik programnak kell megnyitnia, és azonnal kísérletet tesznek a megnyitásra. Ez a tervezés megkönnyíti a betolakodóknak a számítógép megtámadását. Az Ubuntu MATE az alapján nyitja meg a fájlt, hogy valójában mi az a fájl, és nem a neve alapján. Tehát még ha egy rosszindulatú szoftver el is rejti az identitását pl. egy "Végső akarat és végrendelet.txt" fájlnév mögé, az Ubuntu MATE felismeri, hogy az a fájl egy program. A rendszer figyelmeztet, hogy az nem egy szövegfájl, hanem egy program, ami futni fog, ha engedélyt adsz neki. A teljes biztonságért az Ubuntu MATE kérni fogja a rendszergazdai jelszó megadását, mielőtt az engedélyt megadja. Minden egyes alkalommal.
lt_lt: Pavyzdžiui, kitos operacinės sistemos žiūri į failo pavadinimą ir tuomet nusprendžia kokia programa šį failą turėtų atverti ir nedelsiant bando jį atverti. Toks metodas, leidžia įsilauželiui lengviau įsibrauti į jūsų kompiuterį. Ubuntu MATE atveria failus pagal tai, koks tai yra failas, o ne pagal jo pavadinimą. Taigi, net jei kenkėjiška programa slepiasi už pavadinimo "Paskutinė valia ir testamentas.txt", Ubuntu MATE atpažins failą kaip programą. Sistema parodys įspėjimą, kad šis failas, iš tiesų, nėra tekstinis failas, o yra programa, kuri bus paleista, jeigu bus suteiktas leidimas tęsti. Tam, kad būtų užtikrintas papildomas saugumas, prieš suteikiant leidimą, Ubuntu MATE reikalaus pateikti administratoriaus slaptažodį. Kiekvieną kartą.
sl: Na primer: drugi operacijski sistemi gledajo na ime datoteke, da določijo, kateri program naj jo odpre in jo takoj tudi poskušajo odpreti. Taka zasnova omogoča napadalcu preprost napada na računalnik. Ubuntu MATE odpre datoteke glede na to kaj datoteka je in ne kako je poimenovana. Torej tudi če zlonamerni program skrije svojo identiteto z uporabo imena "Vaš račun za telefon.txt" bo Ubuntu MATE prepoznal datoteko kot program. Sistem vas bo opozoril, da datoteka ni besedilna datoteka ampak program, ki ga boste zagnali, če mu to dovolite. Za dodatno varnost Ubuntu MATE zahteva od vas skrbniško geslo preden odobrite tako zahtevo. Vsakič.
sr@latin: Na primer, ostali operativni sistemi prema imenu fajla odrede koji je program zadužen za taj tip i odmah nakon toga pokušaju da ga učitaju. Takav dizajn otvara široku mogućnost za napad i zloupotrebu. Sa druge strane Ubuntu MATE učitava fajlove prema njihovom stvarnom sadržaju bez obzira na njihovo ime. Tako da ako maliciozni program pokuša da sakrije svoj identitet koristeći ime "Testament i poslednja želja.txt" Ubuntu MATE će bez problema da prepozna stvarni tip fajla. Potom sledi upozorenje da je u pitanju izvršni fajl i ostavlja se na korisniku da odluči ako ipak želi da ga izvrši. Kao dodatna mera, Ubuntu MATE insistira da korisnik, svaki put, unese administratorsku šifru pre nego što sistem odobri administratorske privilegije.
tr_tr: Örneğin diğer işletim sistemlerinde, sistem dosya ismine bakar ve hangi programın açılması gerektiğine karar verir ve anında onu açar. Bu işleyiş mekanizması bilgisayarın dışarıdan gelecek saldırılara açık olmasına yol açar. Ubuntu MATE dosyayı ismine göre değil ne olduğuna bakarak açar. Yani eğer zararlı bir yazılım "Vasiyetimdir.txt" ismiyle kimliğini gizlese bile Ubuntu MATE onu bir program gibi algılar. Sistem bunun bir metin dosyası değil izin verdiğiniz takdirde çalışacak olan bir program olduğu uyarısını yapar. Ubuntu MATE ekstra güvenlik için, bu izin verilmeden önce yönetici şifrenizi ister. Hem de her defasında.
zh_tw: 例如，其他作業系統由檔名來決定使用哪個程式來開啟它，然後馬上就試圖開啟。這種設計使電腦容易被入侵者攻擊。Ubuntu MATE則是由檔案的權限決定，而非檔名。所以即使惡意程式嘗試以"Last Will and Testament.txt"這種檔名來偽裝自己，Ubuntu MATE也可以辨別出它是一個程式而非單純的文件。系統會提出警告它並非純文字文件並阻止他繼續，除非您給了它權限。如需額外的安全性，Ubuntu MATE還可以在每一次您授予權限前要求提供管理員密碼，沒有密碼就無法取得權限。

source: Powerful Applications
ca: Aplicacions potents
de_de: Leistungsstarke Anwendung
es: Aplicaciones potentes
es_es: Aplicaciones Potentes
fi: Voimakkaat sovellukset
fr: Des applications performantes
fr_fr: Des Applications Puissantes
hu: Hatékony alkalmazások
hu_hu: Hatékony alkalmazások
id_id: Aplikasi Hebat
it: Applicazioni potenti
ja: 強力なアプリケーション
ko: 강력한 애플리케이션
lt_lt: Galingos programos
ms_my: Aplikasi Hebat
nl_nl: Krachtige applicaties
pl: Funcjonalne aplikacje
pt_br: Aplicativos Poderosos
pt_pt: Aplicações poderosas
ro_ro: Aplicatii eficiente
ru: Мощные приложения
sl: Zmogljivi programi
sr@latin: Moćne aplikacije
sr_rs: Moćne aplikacije
tr: Güçlü Uygulamalar
tr_tr: Güçlü Uygulamalar
zh_tw: 強大的應用程式

source: While MATE Desktop provides the essential user interfaces to control and use a computer, Ubuntu MATE adds a collection of additional applications to turn your computer into a truly powerful workstation.
es_es: Mientras que el Escritorio MATE proporciona las interfaces de usuario esenciales para controlar y usar un ordenador, Ubuntu MATE añade una colección de aplicaciones adicionales para convertir a tu ordenador en una estación de trabajo verdaderamente potente.
fr_fr: Le bureau Mate Desktop fournit les interfaces essentielles pour prendre le contrôle et utiliser un ordinateur. Ubuntu MATE ajoute une collection supplémentaire d'applications qui transformera votre ordinateur en une station de travail vraiment puissante.
hu_hu: Míg az Ubuntu MATE biztosítja a leglényegesebb felhasználói felületeket a számítógép irányításhoz és használatához, további alkalmazások gyűjteményét is ad a rendszerhez, amikkel igazán hatékony munkaállomássá alakíthatjuk a számítógépet.
lt_lt: Nors MATE darbalaukis pateikia esmines naudotojo sąsajas, skirtas kompiuterio valdymui ir naudojimui, Ubuntu MATE prideda papildomų programų kolekciją, kuri padės paversti jūsų kompiuterį galinga darbo vieta.
sl: Čeprav vam namizje MATE ponuja ključni uporabniški vmesnik za nadzor in uporabo računalnika, Ubuntu MATE doda zbirko dodatnih programov, ki spremenijo vaš računalnik v zmogljivo delovno postajo.
sr@latin: Kako MATE desktop pruža osnovno korisničko sučelje za kontrolu i korišćenje računara, Ubuntu MATE pridodaje kolekciju sofvera koji pretvaraju vaš kompjuter u stvarno moćnu radnu stanicu.
tr_tr: MATE Masaüstü Ortamı bilgisayar kullanımı için gerekli olan temel kullanıcı arayüzlerini sunarken Ubuntu MATE de sisteminizi güçlü bir iş istasyonuna çevirmeye yarayacak geniş bir uygulama yelpazesini buna ekliyor.
zh_tw: MATE Desktop提供實用的使用者介面來控制電腦外，還加入了一系列的程式讓您的電腦變身成一台強大的工作站。

source: Productivity
ca: Productivitat
de_de: Produktivität
es: Productividad
es_es: Productividad
fi: Tuottavuus
fr: Productivité
fr_fr: Productivité
hu: Produktivitás
hu_hu: Produktivitás
id_id: Produktivitas
it: Produttività
ja: 生産性
ko: 생산성
lt_lt: Produktyvumas
ms_my: Produktiviti
nl_nl: Productiviteit
pl: Produktywność
pt_br: Produtividade
pt_pt: Produtividade
ro_ro: Productivitate
ru: Производительность
sl: Produktivnost
sr@latin: Produktivnost
sr_rs: Produktivnost
tr: Verimlilik
tr_tr: Üretkenlik
zh_tw: 生產力

source: Firefox delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
es_es: Firefox cumple con una navegación web fácil y segura. Una interfaz de usuario familiar, características de seguridad mejoradas incluyendo protección contra usurpación de identidad en línea, y una búsqueda integrada para permitirte sacar el máximo partido a la web.
fr_fr: Firefox permet une navigation Internet facile et sûre. Il fournit une interface utilisateur familière, des fonctions de sécurité améliorées y compris la protection contre le vol d'identité, ainsi qu'un outil de recherche intégré pour tirer le maximum du web.
hu_hu: A Firefox könnyű, biztonságos webböngészést biztosít. Egy ismerős felhasználói felület, fejlesztett biztonsági funkciók beleértve az online identitás rablás elleni védelmet, és egy beépített kereső, ami lehetővé teszi, hogy a legtöbbet hozd ki az internetből.
lt_lt: Firefox pateikia saugų ir lengvą naršymą internete. Pažįstama naudotojo sąsaja, patobulintos saugumo ypatybės, įskaitant apsaugą nuo internetinės tapatybės vagystės, bei integruota paieška, leidžia jums pilnavertiškai naudotis saitynu.
sl: Firefox vam omogoča varno in preprosto brskanje po spletu. Znan uporabniški vmesnik, izboljšane varnostne zmožnosti, vključno z zaščito pred krajo spletne istovetnosti in vgrajeno iskanje vam omogočajo, da dobite največ od spleta.
sr@latin: Firefox pruža sigurno i jednostavno pregledavanje web stranica. Poznati korisnički interfejs, napredne sigurnosne mere za zaštitu privatnosti kao i ugrađen pretraživač nudi Vam najbolje moguće iskustvo na web-u.
tr_tr: Firefox güvenli ve kolay bir web taraması sunar. Tanıdık bir arayüz, kimlik bilgilerinizin korunmasını da içeren güçlendirilmiş güvenlik özellikleri ve tümleşik arama özellikleri ile web ortamından en iyi şekilde yararlanmanızı sağlar.

source: Thunderbird is a full-featured email, RSS and newsgroup client that makes emailing safer, faster and easier than ever before. It supports different mail accounts (POP, IMAP, Gmail), has a simple mail account setup wizard, one-click address book, tabbed interface, an integrated learning spam filter, advanced search and indexing capabilities, and offers easy organization of mails with tagging and virtual folders. It also features unrivalled extensibility.
es_es: Thunderbird es un cliente de email, RSS y grupo de noticias completamente equipado que hace al correo electrónico más seguro, rápido y fácil que nunca antes. Soporta diferentes cuentas de correo (POP, IMAP, Gmail), tiene un asistente de configuración de cuentas de correo simple, agenda de acceso en un-click, una interfaz por pestañas, un filtro de correo basura inteligente integrado, capacidades avanzadas de búsqueda e indexación, y ofrece una fácil organización de correos con carpetas etiquetables y virtuales. Presenta también una extensibilidad sin rival.
fr_fr: Thunderbird est un client e-mail, RSS et newsgroup qui rend l'envoi de messages plus facile, plus rapide et plus sûr que jamais. Il supporte différent comptes courriels (POP, IMAP, Gmail), il comporte aussi un assistant de configuration de compte courriel simple à utiliser, un carnet d'adresse en un clic, une interface à onglets, un filtre de spam intelligent, une fonction de recherche et d'indexation avancée, offre une vue organisée des courriels avec la possibilité de les marquer, et même des dossiers virtuels. Il offre aussi une extensibilité inégalée.
hu_hu: A Thunderbird egy funkció gazdag email, RSS és hírcsoport kliens, ami biztonságosabbá, gyorsabbá és könnyebbé teszi a levelezést, mint valaha. Különböző postafiókokat támogat (POP, IMAP, Gmail), tartalmaz egy egyszerű postafiók beállító varázslót, egykattintásos címjegyzéket, fülekre osztott kezelőfelületet, egy beépített spam szűrőt, fejlett kereső és indexelő képességeket és könnyen rendezhetőek a levelek címkézéssel és virtuális mappákkal.
lt_lt: Thunderbird yra visiškai parengta el. pašto, RSS ir naujienų grupės kliento programa, kuri padaro naudojimąsi el. paštu saugesnį, greitesnį ir lengvesnį, nei bet kada anksčiau. Ji palaiko įvairias pašto paskyras (POP, IMAP, Gmail), turi paprastą pašto paskyros sąrankos vediklį, vieno spustelėjimo adresų knygą, kortelių pavidalo sąsają, integruotą besimokantį brukalo filtrą, išplėstinę paiešką bei indeksavimo galimybes ir siūlo lengvą el. laiškų tvarkymą su žymėjimo ir virtualių aplankų ypatybėmis. Ši programa taip pat pasižymi neprilygstamu išplėčiamumu.
sl: Thunderbird je odjemalec pošte, novic in virov RSS s katerim je pošiljanje pošte varno, hitro in preprosto. Podpira različne poštne račune (POP, IMAP Gmail), ima preprost čarovnik za nastavitev poštnega računa, en klik do imenika, vmesnik z zavihki, vgrajen pameten filter nezaželene pošte, napredno iskanje ter sposobnost indeksiranja in ponuja preprosto organizacijo pošte z oznakami in navideznimi mapami. Ima tudi neprekosljivo zmožnost nadgradnje z razširitvami.
sr@latin: Thunderbird je kompletan email, RSS i newsgroup klijent koji čini slanje elektronske pošte bezbednim, brzim i jednostavnim. Podržava različite mail naloge (POP, IMAP, Gmail). Ima jednostavan vodič za podešavanje naloga, ugrađen adresar, pregled sa više jezičaka, ugrađen spam filter, napredno pretraživanje kao i jednostavnu organizaciju sa etiketama i virtuelnim folderima. Takođe nudi nenadmašenu mogućnost proširenja.
tr_tr: Thunderbird, elektronik postalarınızın her zamankinden daha güvenli, hızlı ve kolay bir şekilde yönetmenizi sağlayan tam donanımlı bir elektronik posta, RSS ve haber grubu istemcisidir. Farklı posta hesaplarını destekler(POP,IMAP,Gmail); kolay bir kurulum yönlendiricisi, tümleşik adres defteri, sekmeli arayüz, tümleşik spam filtresi, geliştirilmiş arama ve indeksleme yetenekleri ve postaların kolaylıkla organize edilmesini sağlayan etiketleme ve sanal klasörleme özelliklerine sahiptir. Aynı zamanda eşsiz bir esnekliği de mevcuttur.
zh_tw: Thunderbird是一個全功能的email, RSS和新聞群組程式讓您可以更安全、快速且簡便地使用。支援不同類型的電子郵件帳號(POP, IMAP, Gmail)，具備郵件帳戶設定精靈，一鍵通訊錄，分頁介面，整合智慧垃圾信過濾，智慧搜尋、索引，以及組織標記和虛擬資料夾。還有無與倫比的擴充性能。
