Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: <span name="distro-name"></span> is designed with security in mind. Unlike operating systems that update only once a month, <span name="distro-name"></span> receives updates continuously. The updates include security patches for <span name="distro-name"></span> and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
ca: <span name="distro-name"></span> s'ha dissenyat tenint ben present la seguretat. A diferència de sistemes operatius que s'actualitzen només un cop per mes, <span name="distro-name"></span> s'actualitza contínuament. Les actualitzacions inclouen pegats de seguretat de <span name="distro-name"></span> i tots els seus components. Les actualitzacions de seguretat de totes les aplicacions instal·lades també es proveeixen simultàniament. Això assegura que disposeu de la darrera protecció per a tot el programari de l'ordinador ... tan bon punt està disponible!
de_de: <span name="distro-name"></span> ist auf Sicherheit ausgelegt. Im Gegensatz zu Betriebssystemen, die nur einmal im Monat aktualisiert werden, werden die Updates für <span name="distro-name"></span> kontinuierlich aktualisiert. Die Updates für <span name="distro-name"></span> beinhalten Sicherheits-Patches für alle Komponenten. Sicherheitsupdates für alle installierten Anwendungen werden ebenfalls nach dem gleichen Zeitplan bereitgestellt. Dies stellt sicher, dass Sie den neuesten Schutz für die gesamte Software Ihres Computers haben - sobald sie verfügbar ist!
es: <span name="distro-name"></span> está diseñado con seguridad en mente. A diferencia de sistemas operativos que se actualizan una vez al mes, <span name="distro-name"></span> recibe actualizaciones de forma continua. Las actualizaciones incluyen parches de seguridad para <span name="distro-name"></span> y todos sus componentes. También se brindan actualizaciones de seguridad para todas las aplicaciones instaladas al mismo tiempo. Esto asegura que tenga la más reciente protección para todos los programas de su computadora, ¡tan pronto como está disponible!
fi: <span name="distro-name"></span>on turvallisuusmielessä suunniteltu. Toisin kuin käyttöjärjestelmät jotka päivittyvät vain kerran kuukaudessa, <span name="distro-name"></span>saa päivityksiä jatkuvasti. Päivitykset sisältävät <span name="distro-name"></span>turvapaikkauksia sen kaikille osille. Turvapäivitykset kaikille siihen asennetuille sovelluksille toimitetaan niin ikään samassa aikataulussa. Tämä varmistaa että sinulla on viimeisimmät suojaukset tietokoneesi kaikille ohjelmille - niin pian kuin ne tarjolle tulevat!
fr: <span name="distro-name"></span> est conçu en toute sécurité. Contrairement aux systèmes d'exploitation qui ne sont mis à jour qu'une fois par mois, <span name="distro-name"></span> reçoit des mises à jour en continu. Les mises à jour incluent des correctifs de sécurité pour <span name="distro-name"></span> et tous ses composants. Les mises à jour de sécurité pour toutes ses applications installées sont également fournies à la même fréquence. Cela garantit que vous disposez toujours de la dernière protection pour tous les logiciels de votre ordinateur !
hu: A(z) <span name="distro-name"></span>-t biztonságosra tervezték. A havonta egyszer frissülő operációs rendszerektől eltérően a(z) <span name="distro-name"></span> folyamatosan frissítéseket kap. A frissítések tartalmazzák az összes összetevő és a(z) <span name="distro-name"></span> biztonsági javításait. Az összes telepített alkalmazás biztonsági frissítése szintén ugyanígy történik. Ez biztosítja a számítógép összes szoftverének legfrissebb védelmét - amennyiben az elérhető!
id_id: <span name="distro-name"></span> dirancang dengan memikirkan keamanan. Tidak seperti sistem operasi yang memperbarui hanya sebulan sekali, <span name="distro-name"></span> menerima pembaruan terus menerus. Pembaruan termasuk patch keamanan untuk<span name="distro-name"></span> dan semua komponennya. Pembaruan keamanan untuk semua aplikasi yang diinstal juga disediakan pada jadwal yang sama. Ini memastikan bahwa Anda memiliki perlindungan terbaru untuk semua perangkat lunak komputer Anda - segera setelah tersedia!
ja: <span name="distro-name"></span>はセキュリティを考慮して設計されています。月に1回だけ更新するオペレーティングシステムとは異なり、<span name="distro-name"></span>は更新を継続的に受け取ります。更新には、<span name="distro-name"></span> およびそのすべてのコンポーネントのセキュリティパッチが含まれます。インストールされているすべてのアプリケーションのセキュリティ更新プログラムも同じスケジュールで提供されます。これにより、コンピューターのすべてのソフトウェアが利用可能になり次第、最新の保護が確保されます。
ko: <span name="distro-name"></span>를 개발하는 내내 보안을 염두에 두었습니다. 한 달에 한 번만 업데이트가 제공되는 다른 운영 체제와는 달리, <span name="distro-name"></span>는 업데이트가 지속적으로 제공됩니다. 모든 업데이트에는 <span name="distro-name"></span>의 구성 요소의 패치는 보안 패치를 포함하고 있습니다. 설치된 프로그램에 대한 보안 업데이트도 같이 제공됩니다. 사용자가 커피 한 잔을 타와서 하루 종일 인터넷을 하더라도 업데이트와 보안 패치가 사용자의 데이터를 안전하게 지켜줄 것입니다!
ms_my: <span name="distro-name"></span> direka dengan ciri-ciri keselamatan. Tidak seperti sistem pengoperasian yang dikemaskini setiap bulan, <span name="distro-name"></span> menerima kemaskini secara berterusan. Kemaskini yang disertakan termasuklah tampalan keselamatan untuk <span name="distro-name"></span> dan juga kesemua komponen di dalamnya. Kemaskini keselamatan untuk semua aplikasi yang dipasang juga tersedia dalam jadual kemaskininya. Ia memastikan anda mempunyai perlindungan terkini untuk semua perisian komputer anda -- sebaik sahaja ia tersedia!
nl_nl: <span name="distro-name"></span>is ontworpen met het oog op veiligheid. In tegenstelling tot besturingssystemen die slechts eenmaal per maand worden bijgewerkt, ontvangt <span name="distro-name"></span> updates continu. De updates bevatten beveiligingspatches voor <span name="distro-name"></span> en alle componenten ervan. Beveiligingsupdates voor alle geïnstalleerde toepassingen worden met dezelfde snelheid aangeleverd. Dit zorgt ervoor dat u de nieuwste bescherming heeft voor alle software van uw computer - zodra deze beschikbaar is!
pl: <span name="distro-name"></span> został zaprojektowany z myślą o bezpieczeństwie. W przeciwieństwie do systemów operacyjnych dokonujących aktualizacji raz w miesiącu, <span name="distro-name"></span> otrzymuje je na bieżąco. Aktualizacje zawierają poprawki zabezpieczeń dla <span name="distro-name"></span>, wszystkich jego składników oraz zainstalowanych aplikacji. Gwarantuje to zawsze najnowsze poprawki zabezpieczeń dla całego oprogramowania znajdującego się na twoim komputerze.
pt_br: <span name="distro-name"></span>é projetado com segurança em mente. Ao contrário dos sistemas operacionais que atualizam apenas uma vez por mês, o <span name="distro-name"></span> recebe atualizações continuamente. As atualizações incluem patches de segurança para o <span name="distro-name"></span> e todos os seus componentes. As atualizações de segurança para todos os programas instalados também são fornecidas no mesmo cronograma. Isso garante que você tenha a proteção mais recente para todo o software do seu computador - assim que estiver disponível!
pt_pt: O <span name="distro-name"></span> é projetado com a segurança em mente. Ao contrário dos sistemas operativos que atualizam apenas uma vez por mês, o <span name="distro-name"></span> recebe atualizações continuamente. As atualizações incluem correções de segurança para o <span name="distro-name"></span> e todos os seus componentes. As atualizações de segurança para todos os programas instalados também são fornecidas da mesma maneira. Isto garante que tenha a proteção mais recente para todo o software do seu computador, assim que esteja disponível!
ro_ro: <span name="distro-name"></span> este conceput avand in minte siguranta. Spre deosebire de alte sisteme de operare care se actualizeaza lunar, <span name="distro-name"></span> primeste continuu actualizari. Acestea includ solutii privind posibile brese de securitate pentru <span name="distro-name"></span> si toate componentele sale. Actualizari de securitate sunt oferite pentru toate aplicatiile instalate in permanenta. Acest fapt permite instalarea celor mai recente mijloace de protectie pentru toate componentele software ale calculatorului - imediat ce sunt disponibile !
sr_rs: <span name="distro-name"></span> je dizajniran sa bezbednošću na umu. Za razliku od drugih operativnih sistema koji se ažuriraju jedanput mesečno, <span name="distro-name"></span>dobija ažuriranja kontinuirano. Ažuriranja sadrže bezbednosne zakrpe za <span name="distro-name"></span>i sve njegove komponente. Bezbednosne zakrpe za sve instalirane aplikacije se takodje salju u istom vremenskom periodu. Ovo omogućava da imate najnoviju zaštitu za čitvav softver istog momenta kada postane dostupna.
tr: <span name="distro-name"></span> güvenlik göz önüne alınarak tasarlanmıştır. <span name="distro-name"></span> yalnızca ayda bir güncelleme yapan işletim sistemlerinin aksine sürekli güncelleme alır. Güncellemeler <span name="distro-name"></span> ve tüm bileşenleri için güvenlik yamaları içerir. Ayrıca yüklü tüm uygulamaların güvenlik güncelleştirmeleri aynı zamanlamayla kullanıcıya sağlanmaktadır. Bu, bilgisayarınızın tüm yazılımları için mümkün olan en kısa sürede korumanızı sağlar!

source: <span name="distro-name"></span> can get viruses and other infections... but it is rare. Rapid and timely updates make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to <span name="distro-name"></span>.
ca: <span name="distro-name"></span> pot agafar virus i altres infeccions .. però és estrany. Actualitzacions ràpides i a temps ho fan difícil d'instal·lar-se i actuar als virus, rootkits i altres aplicacions malintencionades o executar-se sense que l'usuari en tingui coneixement. Fins i tot, si accidentalment experimenteu una infecció, possiblement està dissenyat per atacar el Windows i no faran gaire res, si cap vol atacar <span name="distro-name"></span>.
de_de: <span name="distro-name"></span>kann Viren und andere Infektionen bekommen... aber es ist selten. Schnelle und zeitnahe Updates erschweren die Installation und Ausführung von Viren, Rootkits und anderer Malware, ohne dass Sie als Anwender bewusst eingreifen müssen. Selbst wenn Sie versehentlich eine Infektion einladen, sind die Chancen groß, dass es so konzipiert ist, dass es Windows angreift und nicht viel Schaden an <span name="distro-name"></span> ausrichten kann.
es: <span name="distro-name"></span> puede obtener virus y otras infecciones... pero es poco común. Actualizaciones rápidas y oportunas hace difícil que virus, root kits y otro malware sea instalado y ejecutado la consciente intervención de usted, el usuario. Incluso si accidentalmente invita una infección, es probable que esta haya sido diseñada para atacar Windows y que no haga mucho, o quizás ningún daño a <span name="distro-name"></span>.
fi: <span name="distro-name"></span>voi mahdollisesti saada virus- tai jonkin muun tartunnan... mutta harvinaista se on. Ripeät ja ajanmukaiset päivitykset tekevät asiat virusten, piilohallintaohjelmien tai muiden haittaohjelmien kannalta vaikeaksi asentua ilman käyttäjän, siis oman itsesi, tietoista vaikuttamista. Vaikka vahingossa saisitkin aikaan tartunnan, on todennäköistä että se on suunniteltu hyökkäämään Windowsia vastaan, eikä aiheuta suuria vahinkoja, jos ollenkaan, kyseessä ollen <span name="distro-name"></span>.
fr: <span name="distro-name"></span> peut attraper des virus et autres infections ... mais c'est rare. Des mises à jour rapides et opportunes rendent difficile l'installation de virus, root kits et autres logiciels malveillants sans intervention consciente de votre part. Même si vous invitez accidentellement une infection, il est probable qu'elle soit conçue pour attaquer Windows et ne fera donc pas grand-chose, voire aucun dommage à <span name="distro-name"></span>.
hu: A(z) <span name="distro-name"></span> kaphat vírusokat és más kártevő szoftvereket... de ez nagyon ritka. A gyors és időbeli frissítések megnehezítik a vírusok, kártevő és rosszindulatú szoftverek telepítését és futtatását anélkül, hogy Ön, a felhasználó tudatosan beavatkozna. Ha esetleg gépe megfertőződik, így is nagy az esélye, hogy a kártevő Windowsra van tervezve, így nem tud kárt tenni a(z) <span name="distro-name"></span>-ban.
id_id: <span name="distro-name"></span> bisa terkena virus dan infeksi lainnya ... tetapi jarang terjadi. Pembaruan yang cepat dan tepat waktu menyulitkan virus, root kits, dan malware lainnya untuk diinstal dan dijalankan tanpa intervensi sadar oleh Anda, pengguna. Bahkan jika Anda tidak sengaja mengundang infeksi, kemungkinan itu dirancang untuk menyerang Windows dan tidak akan berbuat banyak, jika ada kerusakan pada <span name="distro-name"></span>.
ja: <span name="distro-name"></span>はウイルスやその他の感染にかかる可能性がありますが、まれです。 迅速でタイムリーな更新は、ユーザーや、ユーザーの意識的な介入なしに、ウイルス、ルートキット、その他のマルウェアをインストールして実行することを困難にします。誤って感染したとしても、おそらく、Windowsを攻撃するように設計されており、<span name="distro-name"></span>にダメージがあったとしても、それほど多くのことをしません。
ko: <span name="distro-name"></span>도 바이러스와 기타 감염에서 완전히 자유롭다고 보기는 힘들죠... 그러나 그런 경우는 드뭅니다. 빠르고 주기적인 업데이트는 바이러스가 힘을 쓰지 못 하게 하도록 도와주고, 그 외 루트킷이나 기타 멀웨어가 사용자의 의사 없이 설치되지 않도록 방지합니다. 만약 감염 파티에 초대되었다고 할지라도 놀라지 마세요. 그런 부류는 대부분 Windows를 감염하도록 설계되었거나, 설령 <span name="distro-name"></span>에 손상을 주더라도 그 손상은 새 발의 피일 테니까요!
ms_my: <span name="distro-name"></span> juga boleh dijangkiti virus dan lain-lain jangkitan... tetapi sangat jarang berlaku. Kemaskini yang kerap dan tepat pada masanya menjadikannya sukar bagi virus, kit root atau lain-lain perisian hasad dipasang dan berjalan tanpa kebenaran anda, si pengguna. Walaupun anda tersilap memberi ruang jangkitan berlaku, peluang ia menyerang dan membuat kerosakan seperti Windows, tidak berlaku kepada <span name="distro-name"></span>.
nl_nl: <span name="distro-name"></span> kan virussen en andere infecties krijgen maar dat is zeldzaam. Snelle en tijdige updates maken het moeilijk voor virussen, rootkits en andere malware om te worden geïnstalleerd of uitgevoerd zonder bewuste tussenkomst van de gebruiker. Zelfs als u per ongeluk een infectie binnen krijgt, is de kans groot dat het is ontworpen om Windows aan te vallen dat weinig tot geen schade zal aanrichten aan <span name="distro-name"></span>.
pl: <span name="distro-name"></span> może złapać wirusa lub zostać zainfekowany w inny sposób... jednak dzieję się to niezwykle rzadko. Dostarczane na bieżąco aktualizacje sprawiają, że trudno jest zainstalować wirusy, aplikacje typu "root kit" i inne złośliwe oprogramowanie bez Twojej świadomości jako użytkownika. Nawet jeśli przypadkowo wprowadzisz do systemu zainfekowany plik, to jest wysoce prawdopodobne, że atak jest wymierzony w systemy Windows i wyrządzi niewielką szkodę w systemie <span name="distro-name"></span> lub w ogóle nic się nie stanie.
pt_br: <span name="distro-name"></span> pode obter vírus e outras infecções ... mas é raro. As atualizações rápidas e oportunas dificultam a instalação e execução de vírus, root kits e outros malwares sem a intervenção consciente por você, o usuário. Mesmo que você invoque acidentalmente uma infecção, é provável que ele tenha sido projetado para atacar o Windows e não fará muito, se algum dano ao <span name="distro-name"></span>.
pt_pt: O <span name="distro-name"></span> pode apanhar vírus e outras infeções... mas é raro. As atualizações rápidas e oportunas dificultam a instalação e execução de vírus, root kits e outros malwares sem a intervenção consciente por si, o utilizador. Mesmo que invoque acidentalmente uma infeção, é provável que ela tenha sido projetada para atacar o Windows e não irá fazer muito, ou mesmo algum dano ao <span name="distro-name"></span>.
ro_ro: In cazuri rare <span name="distro-name"></span> pot sa apara infectii cu virusi. Actualizarile rapide si imediate fac dificila instalarea si executarea virusilor, rootkit-urilor si a altor amenintari informatice nedorite in mod neintentionat, de catre dumneavoastra. Chiar si in cazul in care in mod accidental accesati un fisier infectat, in majoritatea cazurilor acesta este conceput pentru sisteme Windows si cel mai probabil nu vor afecta <span name="distro-name"></span>.
sr_rs: <span name="distro-name"></span> Može biti meta virusa i drugih infekcija.... što je retko. Rapidno ažuriranje čini situaciju otežanu za viruse, rootkitove, i durge oblike malware-a da budu instalirani i pokretuti bez interfencije korisnika. Čak i da aktivirate infekciju, šanse su da je dizajnirana da napadne Windows te neće naneti mnogo ili nikakvu štetu <span name="distro-name"></span>.
tr: <span name="distro-name"></span> virüs ve diğer enfeksiyonlardan etkilenebilir... ancak bu çok nadirdir. Hızlı ve zamanında yapılan güncellemeler sayesinde, virüslere, kök setlerine ve diğer kötü amaçlı yazılımların kullanıcı tarafından bilinçli bir müdahale olmaksızın kurulmasını ve çalıştırılmasını zorlaştırır. Yanlışlıkla bir virüsü veya kötü amaçlı yazılımı makinenize davet etseniz bile, çoğunlukla Windows'a saldırmak için tasarlanmış olabilir ve bu sebeple <span name="distro-name"></span>&apos;ye fazla bir zarar gelmeyecektir.

source: Another significant security feature of <span name="distro-name"></span> is that its users are not superusers by default. Superusers (also known as "root" users or administrators) on any computer system have permission to do anything they want, including the ability to damage the system.
ca: Una altra característica de seguretat de <span name="distro-name"></span> és que els usuaris no són normalment superusuaris. Els superusuaris, coneguts també com a usuaris "root" o administradors, tenen permisos per fer qualsevol cosa que vulguin en un ordinador, fins al punt de fer malbé el sistema.
de_de: Ein weiteres wichtiges Sicherheitsmerkmal von <span name="distro-name"></span> ist, dass seine Benutzer standardmäßig keine Superuser sind. Superuser (auch bekannt als "root"-Benutzer oder Administratoren) auf jedem Computersystem haben die Berechtigung, alles zu tun, was sie wollen, einschließlich der Möglichkeit, das System zu beschädigen.
es: Otra característica importante de seguridad de <span name="distro-name"></span> es que los usuarios no cuentan con privilegios administrativos de manera predeterminada. Los administradores (o «superusuarios» o «root») de cualquier sistema informático tienen permiso de hacer lo que deseen, incluso dañar el sistema.
fi: Toinen merkittävä <span name="distro-name"></span> turvaominaisuus on käytäntö, jossa käyttäjät eivät ole superuser-pääkäyttäjätilassa vakiollisesti. Superuserit eli pääkäyttäjät (tunnetaan myös nimellä "root" eli juuri tai järjestelmänhallitsijat) omaavat luvan tehdä mitä tahansa sitten haluavatkin, mukaanlukien järjestelmälle vahingolliset toimet.
fr: Une autre caractéristique de sécurité importante de <span name="distro-name"></span> est que ses utilisateurs ne sont pas des super-utilisateurs par défaut. Les super-utilisateurs (également connus sous le nom d'utilisateurs ou d'administrateurs racine) sur n'importe quel système informatique ont la permission de faire tout ce qu'ils veulent, y compris la possibilité d'endommager le système.
hu: A(z) <span name="distro-name"></span> másik fontos biztonsági jellemzője, hogy a felhasználók alapértelmezetten nem szuperfelhasználók. A számítógépes rendszereken a szuperfelhasználóknak (más néven "root" felhasználók vagy adminisztrátorok) teljes körű jogosultságuk van a rendszeren, beleértve rendszer akaratlan károsítását.
id_id: Fitur keamanan lain yang signifikan <span name="distro-name"></span>, adalah bahwa penggunanya tidak superuser secara default. Pengguna super (juga dikenal sebagai "root" pengguna atau administrator) pada sistem komputer apa pun memiliki izin untuk melakukan apa pun yang mereka inginkan, termasuk kemampuan untuk merusak sistem.
ja: <span name="distro-name"></span>のもう1つの重要なセキュリティ機能は、そのユーザーがデフォルトでスーパーユーザーではないことです。 任意のコンピュータシステムのスーパーユーザー（「ルート」ユーザーまたは管理者とも呼ばれます）には、システムを損傷するような機能など、必要なすべての操作を行う権限があります。
ko: 그 외 <span name="distro-name"></span>가 보안을 위해 신경쓴 점은 기본적으로 사용자는 슈퍼유저("root" 라고도 합니다. 시스템에 최고 권리를 가지는 사용자이자 그룹이죠.)가 아니라는 것입니다.
ms_my: Lain-lain fitur keselamatan penting <span name="distro-name"></span> ialah pengguna bukanlah pengguna super secara lalai. Pengguna super atau superuser (juga dikenali sebagai pengguna "root" atau pentadbir) sistem komputer yang mempunyai keupayaan membuat apa jua yang dikehendaki, termasuklah menjahanamkan sistem.
nl_nl: Een ander belangrijk beveiligingskenmerk van <span name="distro-name"></span> is dat de gebruiker standaard geen superuser is Superusers (ook bekend als "root" gebruikers of beheerders) hebben toestemming om alles te doen wat ze willen, inclusief de mogelijkheid om het systeem te beschadigen.
pl: Inną istotną cechą bezpieczeństwa <span name="distro-name"></span> jest fakt, że użytkownicy nie otrzymują domyślnie uprawnień superużytkownika. Superużytkownicy (nazywani również użytkownikami "root" lub administratorami) posiadają uprawnienia do dokonania każdej zmiany w systemie, jakiej tylko będą chcieli dokonać, włączając w to możliwość uszkodzenia systemu.
pt_br: Outra característica de segurança significativa do <span name="distro-name"></span> é que seus usuários não são superusuários por padrão. Os superusuários (também conhecidos como usuários ou administradores "root") em qualquer sistema de computador têm permissão para fazer qualquer coisa que desejam, incluindo a capacidade de danificar o sistema.
pt_pt: Outra funcionalidade de segurança significativa do <span name="distro-name"></span> é que os seus utilizadores não são superutilizadores por predefinição. Os superutilizadores (também conhecidos como utilizadores "root" ou administradores) em qualquer sistema de computador têm permissão para fazer qualquer coisa que desejam, incluindo a capacidade de danificar o sistema.
ro_ro: O alta caracteristica semnificativa a <span name="distro-name"></span> este aceea ca utilizatorii nu au implicit drepturi administrative. Superuserii ( o alta denumire pentru userii cu drept de "root" , denumiti si administratori ) pe orice calculator, pot efectua orice modificare doresc inclusiv operatii care pot deteriora sistemul.
sr_rs: Još jedan bezbednosni dodatak <span name="distro-name"></span>je da njegovi korisnici nisu administratori po default-u. Super korisnici (odnosno root ili administratori) na bilo kom kompjuteru imaju dozvole da urade bilo šta što žele, uključujući i mogućnost da oštete sistem.
tr: <span name="distro-name"></span>&apos;in bir diğer önemli güvenlik özelliği, kullanıcılarının varsayılan olarak süper kullanıcılar olmadığıdır. Herhangi bir bilgisayar sistemindeki süper kullanıcılar ( "root" kullanıcıları veya yöneticileri) olarak da bilinirler, sisteme zarar verme yeteneği de dahil olmak üzere istedikleri her şeyi yapmaya yetkilidirler.
