Repository: UbuntuBudgie/budgie-welcome
Catalog: data/po/features/*.po
Languages: ca, de_de, es, es_es, fi, fr, fr_fr, hu, hu_hu, id_id, it, ja, ko, lt_lt, ms_my, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, sl, sr@latin, sr_rs, tr, tr_tr, zh_tw

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for <span name="distro-name"></span>. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
ca: Steam significa un pas important per als jocs a Linux, i també hi ha molts jocs de qualitat i interessants en entorns de codi obert que es poden trobar a <span name="distro-name"></span>. Tant si us interessen els simuladors de vol, les curses de cotxes, caceres d'enemics, saltar i córrer o jocs de cartes, sempre trobareu alguna aplicació que us entretindrà.
de_de: Während Steam ein großer Schritt für das Spielen unter Linux ist, gibt es auch viele sehr gute Open Source Spiele, die Spaß machen und für <span name="distro-name"></span> verfügbar sind. Es macht nichts aus, ob du Flugsimulatoren, Motorsport, Ego-Shooter oder Kartenspiele magst, du wirst etwas finden was dich unterhält.
es: Mientras Steam es un gran paso adelante para los juegos en Linux, también hay muchos juegos de Código Abierto de alta calidad y disfrutables, disponibles para <span name="distro-name"></span>. No importa si le gustan los simuladores de vuelo, automovilismo, juegos de disparos en primera persona, de saltar y correr o de cartas, encontrará algo para mantenerse entretenido.
fi: Steam:in ollessa iso harppaus Linux-pelaamisessa, <span name="distro-name"></span>tarjoaa myös monia korkealaatuisia ja nautinnollisia avoimen koodin pelejä. Olivatpa ne sitten lentosimulaattorit, moottoriurheiluajopelit, ensipersoonan ammuskelut, hypi-pompi tai korttipelit, tulet löytämään jotakin joka pitää sinut viihdyttyneenä.
fr: Bien que Steam soit une avancée majeure pour le jeu sous Linux, il existe aussi beaucoup de jeux vidéo libres et de grande qualité pour <span name="distro-name"></span>. Que vous aimiez les simulations de vol, les courses de moto, les jeux de tir à la première personne, les jeux de plateforme ou de cartes, vous trouverez quelque chose pour vous divertir.
hu: Bár a Steam egy nagy előrelépés a Linuxon való játéknak, van néhány magas minőségű és élvezhető nyílt forrású játék, amely elérhető az <span name="distro-name"></span>ra. Nem számít, hogy a repülőszimulátorokat, a motorversenyzést, az FPS-eket, az ugrás és futtás vagy kártyajátékokat kedveli, találni fog valamit, ami szórakoztatva tartja.
id_id: Meskipun Steam adalah langkah maju yang besar untuk bermain game di Linux, ada juga banyak judul game Open Source yang berkualitas tinggi dan menyenangkan untuk <span name="distro-name"></span>. Tidak masalah jika Anda menyukai simulator penerbangan, balap motor, FPS, lompat dan berlari atau permainan kartu, Anda akan menemukan sesuatu untuk menghibur Anda.
ja: SteamはLinuxでのゲームの大きな前進ですが、<span name="distro-name"></span>で利用できる高品質で楽しいオープンソースゲームタイトルも数多くあります。フライトシミュレーター、モーターレース、一人称シューティングゲーム、ジャンプアンドラン、またはカードゲーム、あなたを楽しませ続ける何かを見つけるでしょう。
ko: Steam이 리눅스에서의 게이밍을 위한 한 발짝 도약을 하는 동시에, 오픈 소스 진영에서도 즐기기 쉬우면서도 잘 만들어진 수 많은 게임이 공개되었습니다. 물론 <span name="distro-name"></span>에서도 플레이 할 수 있는 게임들 말이죠. 비행 시뮬레이션, 모터 레이싱, FPS, 점프 게임 또는 카드 게임, 기타 등등 장르에 구애받지 않고 사용자에게 게임을 즐길 권리를 선사해 드립니다.
ms_my: Steam merupakah satu langkah besar yang dapat menjadikan Linux sebagai platfom permainan, terdapat juga banyak permainan berSumber Terbuka yang berkualiti tinggi dan menghiburkan untuk <span name="distro-name"></span>. Tidak kira sama ada anda menyukai simulasi penerbangan, permainan perlumbaan motor, permainan penembak pihak pertama, permainan lompat dan lair ataupun permainan kad, anda dapati ada sahaja permainan yang terus menerus menghiburkan anda.
nl_nl: Terwijl Steam een grote stap voorwaarts is voor gaming op Linux, zijn er ook veel hoogwaardige en leuke Open Source-games beschikbaar voor <span name="distro-name"></span>. Het maakt niet uit of u van vluchtsimulators, autoraces, first person shooters, jump and run of kaartspellen houdt, u vindt wel iets om u bezig te houden.
pl: Chociaż Steam jest ważnym krokiem naprzód dla rozwoju gier dla Linuksa, dla <span name="distro-name"></span> dostępnych jest również wiele wysokiej jakości tytułów Open Source. Nie ma znaczenia, czy lubisz symulatory, wyścigi, strzelanki FPS, platformówki, a może gry karciane - zapewne znajdziesz coś, co zapewni Ci rozrywkę.
pt_br: Enquanto o Steam é um grande passo em frente para jogar no Linux, também há muitos títulos de jogos de Código Aberto de alta qualidade e agradáveis disponíveis para o <span name="distro-name"></span>. Não importa se você gosta de simuladores de voo, automobilismo, tiro em primeira pessoa, pular e correr ou jogos de cartas, você encontrará algo para mantê-lo entretido.
pt_pt: Enquanto o Steam é um grande passo em frente para jogar no Linux, também há muitos títulos de jogos de código aberto de alta qualidade e agradáveis disponíveis para o <span name="distro-name"></span>. Não importa se gosta de simuladores de voo, automobilismo, tiro em primeira pessoa, saltar e correr ou jogos de cartas, você irá encontrar algo para mantê-lo entretido.
ro_ro: Daca Steam este un mare pas inainte in folosirea jocurilor pe Linux, exista multe alte jocuri Open Source de inalta calitate si placute disponibile pentru <span name="distro-name"></span>. Vei gasi intotdeauna ceva care sa te tina ocupat, indiferent daca iti plac simulatoarele de zbor, cursele de motociclete, RPG, Jump-and-Run sau jocuri de carti.
sr_rs: Dok je Steam značajan korak ka gejmingu na Linux-u, tu su takođje dosta igara visokog kvaliteta i otvorenog koda dostupni za <span name="distro-name"></span>. Nebitno je da li volite simulator letenja ili motorne trke, pucaćine ili platforme, uvek se može naći nešto za svačiji ukus.
tr: Her ne kadar Steam, Linux'ta oyun oynama için önemli bir adım olsa da, <span name = "distro-name"> </ span> için kullanılabilecek çok sayıda yüksek kaliteli ve keyifli Açık Kaynak Kodlu oyun seçenekleri de bulunmaktadır. Uçuş simülatörleri, motor yarışları, birinci şahıs nişancı oyunları, atlama ve koşu veya karting oyunları gibi şeyleri seviyorsanız, sizi eğlendirmek için kesinlikle bir şeyler bulacaksınız.

source: <span class="official-only">Chromium</span> <span class="unofficial-only">Firefox</span> delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
de_de: <span class="official-only">Chromium</span><span class="unofficial-only">Firefox</span> bringen dir sicheres und leichtes Surfen im Web. Eine gewohnte Benutzeroberfläche, verbesserte Sicherheits-Features, die den Schutz von Online-Idenditätsdiebstahl beinhalten und eine integrierte Suche holen das meiste für dich aus dem Web heraus.
id_id: <span class="official-only">Chromium</span> <span class="unofficial-only">Firefox</span>memberikan penjelajahan web yang aman dan mudah. Antarmuka pengguna yang bersahabat, fitur keamanan yang ditingkatkan termasuk perlindungan dari pencurian identitas online, dan pencarian terintegrasi untuk memungkinkan Anda mendapatkan hasil maksimal dari web.
ko: <span class="official-only">Chromium</span>과 <span class="unofficial-only">Firefox</span>는 쉽고 안전한 브라우징 경험을 제공합니다. 익숙한 사용자 인터페이스와 강화된 보안 기능, 내장된 빠른 검색 기능은 웹 이곳저곳을 돌아다니기에 적합하죠.
nl_nl: <span class="official-only">Chromium</span> <span class="unofficial-only">Firefox</span> biedt veilig en gemakkelijk surfen op het web. Een vertrouwde gebruikersinterface, verbeterde beveiligingsfuncties, waaronder bescherming tegen diefstal van online identiteit en een geïntegreerde zoekfunctie waarmee u het meeste uit het internet haalt.
pt_br: <span class="official-only">Chromium</span> e <span class="unofficial-only">Firefox</span> oferecem navegação segura e fácil na web. Uma interface de usuário familiar, recursos de segurança aprimorados, incluindo proteção contra roubo de identidade online, e uma pesquisa integrada para permitir que você aproveite ao máximo a web.
sr_rs: <span class="official-only">Chromium</span><span class="unofficial-only">Firefox</span> omogućavaju bezbedan i lak surf. Familijarni izgled, poboljšane bezbednosne postavke, uključujući zaštitu od kradje identiteta, i integrisana pretraga koja vam omogućava da iskoristite maksimum od web-a.
tr: <span class="official-only">Chromium</span> <span class="unofficial-only">Firefox</span> güvenli, kolay web gezintisi için; Tanıdık bir kullanıcı arayüzü, çevrimiçi kimlik hırsızlığından korunma da dahil olmak üzere gelişmiş güvenlik özellikleri ve web'den en iyi şekilde yararlanma imkânı sağlayan entegre bir arama sağlar.

source: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> is a media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
de_de: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> ist ein Media Player. Er spielt MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis Dateien, DVDs, VCDs, Podcasts, und Multimedia Streams von unterschiedlichen Netzwerk Quellen ab.
id_id: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> adalah media player. Mampu memutar file MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg / Vorbis, DVD, VCD, podcast, dan streaming multimedia dari berbagai sumber jaringan.
ko: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME 비디오</span>는 미디어 플레이어 중 하나입니다. MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, OGG 및 Vorbis 파일, DVD, VCD, 팟캐스트, 멀티미디어 네트워크 스트림 등 다양한 미디어 소스로부터 영상이나 소리를 재생할 수 있습니다.
nl_nl: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> is een mediaspeler. Het speelt MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis bestanden, dvd's, vcd's, podcasts en multimediastreams van verschillende netwerkbronnen.
pt_br: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> é um reprodutor de mídia. Ele reproduz arquivos MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVDs, VCDs, podcasts e multimídia de várias fontes da rede.
sr_rs: <span class="official-only">GNOME MPV</span><span class="unofficial-only">Gnome Video</span> je media plejer. Pušta MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis fajlove, DVDs, VCDs, podkastove, i multimeedijalne prenose sa različitih izvora na netu.
tr: <span class="official-only">GNOME MPV</span> <span class="unofficial-only">GNOME Videos</span> bir medya oynatıcıdır. Çeşitli ağ kaynaklarından MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg / Vorbis dosyalarını, DVD'ler, VCD'ler, podcast'ler ve multimedya akışlarını çalabilir.

source: Naturally you'll also find a document/photo scanner and printer management all included in <span name="distro-name"></span>. And this is just the start. <a onclick="cmd('software-center');">GNOME Software</a> includes best-in-class applications for most tasks and a single click will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
fr: Naturellement, vous trouverez également un scanner de documents/photos et une gestion des imprimantes, le tout inclus dans<span name="distro-name"></span> . Et ce n'est qu'un début. Le <a onclick="cmd('software-center');">logiciel GNOME</a> comprend les meilleures applications de leur catégorie pour la plupart des tâches et un simple clic vous donnera accès à des milliers d'applications adaptées à presque toutes les activités professionnelles ou récréatives.
pl: Oczywiście w <span name="distro-name"></span> znajdziesz również skaner dokumentów/zdjęć oraz zarządzanie drukarkami. A to dopiero początek. <a onclick="cmd('software-center');">Oprogramowanie GNOME</a> zawiera najlepsze w swojej klasie programy do większości zadań, a jedno kliknięcie daje dostęp do tysięcy aplikacji nadających się do zastosowania profesjonalnego lub rozrywkowego.

source: In the last couple of years Linux has become a first class gaming platform thanks to <a onclick="cmd('link?http://www.valvesoftware.com')">Valve</a> bringing their <a onclick="cmd('link?http://store.steampowered.com')">Steam</a> platform to Linux. At the time of writing Steam has more than 2000 high quality indie and AAA titles available for Linux. <span name="distro-name"></span> is fully compatible with Steam for Linux.
ko: 먼저, 몇년 전 <a onclick="cmd('link?http://store.steampowered.com')">Steam</a> 플랫폼을 리눅스에도 배포한 <a onclick="cmd('link?http://www.valvesoftware.com')">Valve</a> 사에게 무한히 감사하단 말을 먼저 해봅니다. 이 글을 작성한 시점에서 보면 Steam에서 2000개 이상의 인디 및 AAA 게임 타이틀이 리눅스에서도 플레이가 가능해 졌습니다. <span name="distro-name"></span>는 게이머들의 부흥에 맞추어 리눅스용 Steam과 완전히 호환되도록 운영 체제를 설계했습니다.
tr: Son birkaç yıldır Linux'ün giderek birinci sınıf bir oyun platformu haline gelmesini sağlayan <a onclick="cmd('link?http://store.steampowered.com')">Steam</a>'i Linux Platformuna getirdiği için <a onclick="cmd('link?http://www.valvesoftware.com')">Valve</a>'e teşekkür ederiz. Vaktiyle Steam yazılım sürecinde Linux için 2000'den fazla yüksek kaliteli indie ve AAA başlıklarında oyun vardı. <span name="distro-name"></span> Steam for Linux ile tamamen uyumludur.
